<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.x iManager Plugin  --> 
   
     <title>Priečinky iFolder</title>  	 
        
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.x Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="06-29-2005"> 
	 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
  <h3 class="head3b">Spr&aacute;va priečinkov iFolder.</h3>
  <p> Pomocou tohto rozhrania m&ocirc;žete spravovať vlastn&iacute;ctvo, z&aacute;sady a členstvo vybrat&eacute;ho priečinka iFolder pre &uacute;čet použ&iacute;vateľa aplik&aacute;cie iFolder v pr&iacute;slušnej dom&eacute;ne aplik&aacute;cie iFolder. Pomocou n&aacute;stroja na hľadanie m&ocirc;žete vyhľadať konto, ktor&eacute; chcete spravovať. </p>
  <p> <b>Pozn&aacute;mka:</b> Ak sa prihl&aacute;site ako sekund&aacute;rny spr&aacute;vca, m&ocirc;žete zobraziť iba priečinky iFolder vlastnen&eacute; použ&iacute;vateľmi, pre ktor&yacute;ch ste sekund&aacute;rnym spr&aacute;vcom. Okrem toho z&aacute;visia vaše možnosti pri spravovan&iacute; priečinkov iFolder od pr&aacute;v, ktor&eacute; m&aacute;te k dispoz&iacute;cii na ich spravovanie.</p>
	<BLOCKQUOTE CLASS="blockquote"><P><A HREF="#search" TARGET="_self">Vyhľad&aacute;vanie priečinka iFolder</A> <BR><A HREF="#browse" TARGET="_self">Prehľad&aacute;vanie priečinkov iFolder vo v&yacute;sledkoch vyhľad&aacute;vania </A><BR><A HREF="#enable" TARGET="_self">Povolenie, zak&aacute;zanie a odstr&aacute;nenie priečinka iFolder</A><BR><A HREF="#newuser" TARGET="_self">Vytvorenie nov&eacute;ho priečinka iFolder</A>
 </P></BLOCKQUOTE>
  
  <H3><A NAME="search"></A>Vyhľad&aacute;vanie priečinka iFolder</H3>
  
<H4>Typy priečinkov iFolder</H4>
  <p>Ikona <img src="../../images/ifolder.png" width="16" height="16" alt="ikona zdieľania"> označuje, že je priečinok iFolder bežn&yacute;.<br>
    Ikona <img src="../../images/ifolder_user_16.gif" width="16" height="16" alt="ikona zdieľania"> označuje, že je priečinok iFolder zdieľan&yacute;.<br>
    Ikona <img src="../../images/encrypt_ifolder.gif" width="16" height="16" alt="ikona zdieľania"> označuje, že je priečinok iFolder zašifrovan&yacute;.</p>
  <p> Ak chcete zobraziť všetky priečinky iFolder v aktu&aacute;lnej dom&eacute;ne aplik&aacute;cie iFolder, kliknite na možnosť Všetko. Ak chcete zobraziť všetky osamoten&eacute; priečinky iFolder, kliknite na možnosť Osamoten&yacute;.</p>
  <H4>Z&iacute;skanie zoznamu priečinkov iFolder na serveri</H4><P>Použite jeden alebo viacero nasleduj&uacute;cich sp&ocirc;sobov vyhľad&aacute;vania a kliknite na tlačidlo Hľadať:</P><UL><LI><P>Vyberte ako krit&eacute;rium filtra možnosť Rovn&aacute; sa a do poľa Hľadať priečinky iFolder zadajte n&aacute;zov požadovan&eacute;ho priečinka iFolder.</P></LI><LI>
      <P>Vyberte krit&eacute;rium filtra ( Zač&iacute;na na, Konč&iacute; na, Obsahuje, Rovn&aacute; sa) n&aacute;zvu priečinka iFolder a potom zadajte do poľa Hľadať priečinky iFolder jedno alebo viac p&iacute;smen.</P>
    </LI><LI><P>Ak chcete z&iacute;skať zoznam všetk&yacute;ch priečinkov iFolder v syst&eacute;me, zadajte do poľa Hľadať priečinky iFolder hviezdičku (*).</P></LI><LI><P>Ak chcete z&iacute;skať zoznam všetk&yacute;ch priečinkov iFolder v syst&eacute;me, ponechajte pole Hľadať priečinky iFolder pr&aacute;zdne.</P></LI></UL>
  <P>Neklikajte na str&aacute;nku, k&yacute;m sa zobrazenie str&aacute;nky &uacute;plne neobnov&iacute;. potom m&ocirc;žete prehľad&aacute;vať, usporiadavať alebo spravovať priečinky iFolder, ktor&eacute; s&uacute; zobrazen&eacute; v zostave v&yacute;sledkov vyhľad&aacute;vania.  </P>
  <H4><A NAME="browse"></A>Prehľad&aacute;vanie priečinkov iFolder vo v&yacute;sledkoch vyhľad&aacute;vania</H4>
  <P>Pos&uacute;van&iacute;m nahor a nadol a prehľad&aacute;van&iacute;m v&yacute;sledkov vyhľad&aacute;vania n&aacute;jdite priečinok iFolder, ktor&yacute; chcete spravovať. Pomocou kombin&aacute;cie vlastn&iacute;ka a n&aacute;zvu priečinka iFolder m&ocirc;žete identifikovať požadovan&yacute; priečinok iFolder.</P>
  
  <H4><a name="enable"></a>Povolenie, zak&aacute;zanie a odstr&aacute;nenie priečinka iFolder</H4>
  <br>
	<OL>
    <LI> 
      <P>Vyhľadajte priečinok iFolder, ktor&yacute; chcete spravovať a vyberte začiark&aacute;vacie pol&iacute;čko vedľa pr&iacute;slušn&eacute;ho priečinka iFolder.</P>
    </LI>
	<LI> 
      <P>Vyberte akciu, ktor&uacute; chcete v priečinku iFolder vykonať:</P>
    </LI>
	<ul><li><P>Ak chcete priečinok iFolder odstr&aacute;niť, kliknite na tlačidlo Odstr&aacute;niť.</P><li><P>Ak chcete priečinok iFolder povoliť, kliknite na tlačidlo Povoliť.</P>
        <P>To umožn&iacute; použ&iacute;vateľom prihl&aacute;siť sa a synchronizovať priečinky iFolder.</P>
      </li><li><P>Ak chcete priečinok iFolder zak&aacute;zať, kliknite na tlačidlo Zak&aacute;zať.</P><P> Ak je v čase vykonania zmeny tohto nastavenia prihl&aacute;sen&yacute; použ&iacute;vateľ, jeho rel&aacute;cia bude pokračovať, k&yacute;m sa neodhl&aacute;si. Z&aacute;sada sa uplatn&iacute; pri najbližšom pokuse použ&iacute;vateľa o prihl&aacute;senie sa na konto. Ak chcete, aby sa uzamknutie prejavilo okamžite, mus&iacute;te reštartovať služby servera Apache pre server iFolder. T&yacute;m odpoj&iacute;te všetky akt&iacute;vne rel&aacute;cie, vr&aacute;tane rel&aacute;cie použ&iacute;vateľa.</P></li></ul>
       
   
  </OL><BLOCKQUOTE>
    <P><B><FONT SIZE="-1">POZN&Aacute;MKA:</FONT></B> <FONT SIZE="-1">V predvolenom nastaven&iacute; s&uacute; všetky priečinky iFolder povolen&eacute;.</FONT></P>
  </BLOCKQUOTE> 
  <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Prejsť na začiatok" TITLE="Prejsť na začiatok"></A>
  <H3><A NAME="newuser"></A>Vytvorenie nov&eacute;ho priečinka iFolder </H3>
  <br>
 
<OL><LI>
      <P>Na str&aacute;nke Použ&iacute;vatelia priečinku iFolder kliknite na tlačidlo Nov&yacute;.</P>
	  <P>Na str&aacute;nke Priečinky iFolder sa otvor&iacute; str&aacute;nka pre vytvorenie nov&eacute;ho priečinku iFolder.</P>
    </LI>
    <LI>Zadajte nasleduj&uacute;ce inform&aacute;cie a kliknite na tlačidlo Vytvoriť.
  </ol>
  <P>
  <BLOCKQUOTE> <B> N&aacute;zov</B><BR>
    Priraďte priečinku iFolder n&aacute;zov, napr&iacute;klad iFolder 1. <BR>
	<BR>
    <B> Popis</B><BR>
    Kr&aacute;tky popis priečinka iFolder.<br>
       
  </BLOCKQUOTE>
 
  <h4>Pr&iacute;stup na str&aacute;nku Podrobnosti o priečinku iFolder</h4><br>
  
  <ol>
    
    <li> 
      <p>Pomocou n&aacute;stroja na hľadanie vyhľadajte priečinok iFolder, ktor&yacute; chcete spravovať.</p>
    </li>
    <li> 
      <p>Ak chcete na karte Priečinok iFolder otvoriť str&aacute;nku Podrobnosti o priečinku iFolder, kliknite na prepojenie priečinka iFolder. <br>
        <br>
        Str&aacute;nka Podrobnosti o priečinku iFolder zobrazuje podrobnosti o priečinku iFolder, zoznam členov, ktor&iacute; priečinok vlastnia alebo s n&iacute;m zdieľaj&uacute; a nastavenia z&aacute;sad pre aktu&aacute;lny priečinok iFolder. </p>
    </li>
  </ol>
  <P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Prejsť na začiatok"></A></P>
  
  <H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="S&uacute;visiace t&eacute;my" align="top"> S&uacute;visiace t&eacute;my</H4>
  
  <BLOCKQUOTE class="task1"><P><A HREF="ifolderdetails.html">Spr&aacute;va podrobnost&iacute; o priečinku iFolder </A><BR><A HREF="userdetails.html">Podrobnosti o použ&iacute;vateľoch </A><BR><A HREF="users.html">Spr&aacute;va konta použ&iacute;vateľa</A><BR><A HREF="systeminfo.html">Spr&aacute;va syst&eacute;mu služieb iFolder</A><BR><A HREF="servers.html">Spr&aacute;va serverov iFolder</A><BR><A HREF="reports.html">Zostavy </A></P></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Prejsť na začiatok"></A></P><P>&nbsp;</P><P CLASS="copyright">Symbol ochrannej zn&aacute;mky (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP> atď.) označuje ochrann&uacute; zn&aacute;mku spoločnosti Novell. Hviezdička (*) označuje ochrann&uacute; zn&aacute;mku nez&aacute;visl&eacute;ho v&yacute;robcu.  Ďalšie inform&aacute;cie n&aacute;jdete v časti <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Pr&aacute;vne prehl&aacute;senia</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>