<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.6 Web Admin Help  --> 
   
     <title>Podrobnosti o priečinku iFolder</title>  	 
     
 
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.6 Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="02-29-2007"> 
	 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style>
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
  <h3 class="head3b">Spr&aacute;va podrobnost&iacute; o priečinku iFolder</h3>
  <p> Pomocou tohto rozhrania m&ocirc;žete spravovať vlastn&iacute;ctvo, z&aacute;sady a členstvo vybrat&eacute;ho priečinka iFolder. </p>
  <p> <b>Pozn&aacute;mka</b>: Sekund&aacute;rny spr&aacute;vca m&ocirc;že spravovať z&aacute;sady vybrat&eacute;ho priečinka iFolder na z&aacute;klade pr&aacute;v, ktor&eacute; m&aacute; pre tento priečinok iFolder.</p><BLOCKQUOTE CLASS="blockquote"><P><A HREF="#general" TARGET="_self">Zobrazenie podrobnost&iacute; o priečinku iFolder </A> <BR><A HREF="#members" TARGET="_self">Členovia </A><BR><A HREF="#policies" TARGET="_self">Z&aacute;sady</A> </P></BLOCKQUOTE>
  
 
  <H4><A NAME="general"></A>Zobrazenie podrobnost&iacute; o priečinku iFolder</H4>
  <P>M&ocirc;žete zobraziť nasleduj&uacute;ce inform&aacute;cie:</P><TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Parameter</P></TD><TD CLASS="tablehead2"><P>Popis</P></TD></TR><TD VALIGN="TOP">
        <P>Typ</P>
      </TD><TD>
        <P><img src="../../images/ifolder.png" width="16" height="16" alt="Ikona priečinka"> Bežn&yacute; priečinok iFolder</P>
		<P><img src="../../images/encrypt_ifolder.gif" width="16" height="16" alt="Ikona priečinka"> Zašifrovan&yacute; priečinok iFolder</P>
		<p><img src="../../images/ifolder_user_16.gif" width="16" height="16" alt="Ikona zdieľania"> Zdieľan&yacute; priečinok iFolder<br>
      </TD><TR><TD VALIGN="TOP">
        <P>N&aacute;zov priečinka iFolder</P>
      </TD><TD>
        <P>N&aacute;zov, priraden&yacute; priečinku iFolder </P>
      </TD><TR><TD VALIGN="TOP">
        <P>Popis (s možnosťou &uacute;pravy)</P>
      </TD><TD>
        <P>Kr&aacute;tky popis priečinka iFolder. Popis m&ocirc;žete upraviť. Kliknut&iacute;m na tlačidlo Uložiť m&ocirc;žete zmeny uložiť.</P>
      </TD><TR><TD VALIGN="TOP"><P>Vlastn&iacute;k 
</P></TD><TD>
        <P>Meno použ&iacute;vateľa, ktor&yacute; je vlastn&iacute;kom vybrat&eacute;ho priečinka iFolder. Vlastn&iacute;kom m&ocirc;že byť samostatn&yacute; použ&iacute;vateľ alebo skupina LDAP. Ak je vlastn&iacute;kom priečinka iFolder skupina LDAP, všetci členovia skupiny LDAP bud&uacute; mať rovnak&eacute; pr&iacute;stupov&eacute; pr&aacute;va. V pr&iacute;pade osamoten&yacute;ch priečinkov iFolder sa st&aacute;va vlastn&iacute;kom spr&aacute;vca aplik&aacute;cie iFolder do tej doby, k&yacute;m nie je priečinok iFolder priraden&yacute; in&eacute;mu použ&iacute;vateľovi alebo odstr&aacute;nen&yacute;.</P>
        <p>Kliknut&iacute;m na prepojenie s menom použ&iacute;vateľa vlastn&iacute;ka m&ocirc;žete zobraziť podrobnosti o jeho &uacute;čte.</p> 
        <P>Vlastn&iacute;k priečinka iFolder m&aacute; pre pr&iacute;slušn&yacute; priečinok pr&aacute;va na &uacute;pln&eacute; ovl&aacute;danie. Vlastn&iacute;k spravuje členstvo a pr&iacute;stupov&eacute; pr&aacute;va použ&iacute;vateľov. Ktor&eacute;mukoľvek členovi m&ocirc;že odobrať pr&aacute;vo na &uacute;pln&eacute; ovl&aacute;danie.</P>
      </TD></TR><TR><TD VALIGN="TOP"><P>Cesta</P></TD><TD><P>Umiestnenie priečinka iFolder a jeho &uacute;dajov na serveri. Pr&iacute;klad:</P><P>/var/opt/novell/ifolder3/simias/SimiasFiles/<I>e84fdc6e-3d51-49df-ae3f-8c9213c76994</I>/&lt;N&aacute;zov_priečinka_iFolder&gt;</P><P>V tomto pr&iacute;klade je reťazec <I>e84fdc6e-3d51-49df-ae3f-8c9213c76994</I> jednoznačn&yacute;m identifik&aacute;torom zdieľania priečinka iFolder.</P></TD><TR><TD VALIGN="TOP">
        <P>Zmenen&eacute;</P>
      </TD><TD>
        <P>D&aacute;tum a čas poslednej zmeny priečinka iFolder.</P>
      </TD><TR><TD VALIGN="TOP">
        <P>Adres&aacute;re</P>
      </TD><TD>
        <P>Celkov&yacute; počet adres&aacute;rov v priečinku iFolder.</P>
      </TD><TR><TD VALIGN="TOP">
        <P>S&uacute;bory</P>
      </TD><TD>
        <P>Celkov&yacute; počet s&uacute;borov v priečinku iFolder.</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Osamoten&yacute;</P>
      </TD>
      <TD> 
        <P>Hodnota &Aacute;no označuje, že je priečinok iFolder osamoten&yacute;.</P>
        <P>V pr&iacute;pade osamoten&yacute;ch priečinkov iFolder sa st&aacute;va vlastn&iacute;kom spr&aacute;vca aplik&aacute;cie iFolder do tej doby, k&yacute;m nie je priečinok iFolder priraden&yacute; in&eacute;mu použ&iacute;vateľovi alebo odstr&aacute;nen&yacute;.</P>
      </TD></TR></TABLE>
	  
  <H3><a name="members"></a>Členovia </H3>
  <p> M&ocirc;žete zobraziť men&aacute; a typy členov a pr&iacute;stupov&eacute; pr&aacute;va, ktor&eacute; im boli priraden&eacute;. M&aacute;te možnosť prid&aacute;vať alebo odstraňovať vlastn&iacute;ka, priraďovať vlastn&iacute;ctvo a nastavovať pr&iacute;stupov&eacute; pr&aacute;va pre vybrat&eacute;ho člena. 
  <H4><A NAME="share"></A>Pridanie člena</H4><OL><LI>
      <P>Na str&aacute;nke Podrobnosti o priečinku iFolder kliknite na možnosť Pridať.</P>
    </LI><LI>
      <P>Vyhľadajte použ&iacute;vateľa alebo skupinu LDAP, z ktorej chcete urobiť člena, začiarknite pol&iacute;čko vedľa mena použ&iacute;vateľa a kliknite na tlačidlo Pridať.<BR>
        <BR>
        V predvolenom nastaven&iacute; je použ&iacute;vateľovi alebo členovi skupiny LDAP priraden&eacute; iba pr&aacute;vo na č&iacute;tanie priečinka iFolder.</P>
    </LI><LI>
      <P>(Nepovinn&eacute;) Vyberte začiark&aacute;vacie pol&iacute;čko Použ&iacute;vateľ, potom vyberte možnosť Pr&aacute;va a zadajte pr&iacute;stupov&eacute; pr&aacute;va (Spr&aacute;vca, Č&iacute;tanie/z&aacute;pis alebo Iba č&iacute;tanie). Potom kliknite na tlačidlo Nastaviť.<BR>
        <BR>
        Počkajte na obnovenie zobrazenia str&aacute;nky. Ikona použ&iacute;vateľa by mala odr&aacute;žať zmenu pr&iacute;stupov&yacute;ch pr&aacute;v. </P>
    </LI></OL>
<H4>Vysvetlenie pr&iacute;stupov&yacute;ch pr&aacute;v priečinka iFolder </H4>
<p>Klient aplik&aacute;cie iFolder podporuje pr&aacute;va vlastn&iacute;ka a tri &uacute;rovne pr&iacute;stupov&yacute;ch pr&aacute;v pre členov priečinka iFolder:</p>
<P><B><FONT SIZE="-1">POZN&Aacute;MKA.</FONT></B> <FONT SIZE="-1">Členovia skupiny LDAP maj&uacute; pr&iacute;stupov&eacute; pr&aacute;va nastaven&eacute; pre dan&uacute; skupinu LDAP.</FONT></P>
  <BLOCKQUOTE> 
    <P><B>Vlastn&iacute;k<BR>
      </B>Vlastn&iacute;kom priečinka iFolder m&ocirc;že byť iba jeden použ&iacute;vateľ alebo člen skupiny LDAP. Zvyčajne ide o použ&iacute;vateľa alebo člena skupiny LDAP, ktor&yacute; priečinok iFolder vytvoril. Ak je vlastn&iacute;kom skupina LDAP, všetci členovia tejto skupiny LDAP bud&uacute; vlastn&iacute;kmi priečinka iFolder. Vlastn&iacute;k alebo členovia vlastn&iacute;kovej skupiny LDAP m&ocirc;žu pomocou klienta aplik&aacute;cie iFolder previesť vlastn&iacute;ctvo na in&eacute;ho člena priečinka iFolder. Spr&aacute;vca aplik&aacute;cie iFolder m&ocirc;že vlastn&iacute;ctvo previesť na ľubovoľn&eacute;ho použ&iacute;vateľa alebo skupinu LDAP na serveri aplik&aacute;cie iFolder.</P>
    <P>Vlastn&iacute;k priečinka iFolder m&aacute; pr&aacute;va na &uacute;pln&eacute; ovl&aacute;danie. Tento použ&iacute;vateľ alebo skupina LDAP m&aacute; pr&aacute;va na č&iacute;tanie a z&aacute;pis v priečinku iFolder, spravuje členstvo a pr&iacute;stupov&eacute; pr&aacute;va členov alebo skup&iacute;n LDAP a hociktor&eacute;mu členovi m&ocirc;že odobrať pr&aacute;vo na &uacute;pln&eacute; ovl&aacute;danie. V pr&iacute;pade podnikov&eacute;ho servera sa priestor na pevnom disku, ktor&yacute; zaberaj&uacute; priečinky iFolder vlastnen&eacute; použ&iacute;vateľom odpoč&iacute;tava z kv&oacute;ty na priestor pr&iacute;slušn&eacute;ho použ&iacute;vateľa na podnikovom serveri.</P>
    <P>Po odstr&aacute;nen&iacute; použ&iacute;vateľa alebo skupiny LDAP zo syst&eacute;mu aplik&aacute;cie iFolder sa priečinky iFolder vlastnen&eacute; použ&iacute;vateľom alebo skupinou LDAP stan&uacute; osamoten&yacute;mi. Vlastn&iacute;kom osamoten&yacute;ch priečinkov iFolder sa dočasne st&aacute;va spr&aacute;vca aplik&aacute;cie iFolder. Členstvo a synchroniz&aacute;cia sa pre ostatn&yacute;ch použ&iacute;vateľov a skupiny LDAP nemen&iacute;. Spr&aacute;vca aplik&aacute;cie iFolder urč&iacute;, či vlastn&iacute;ctvo osamoten&eacute;ho priečinka iFolder prirad&iacute; nov&eacute;mu vlastn&iacute;kovi alebo priečinok odstr&aacute;ni.</P>
  <P><B>&Uacute;pln&eacute; ovl&aacute;danie</B><BR>
      Člen zdieľan&eacute;ho priečinka iFolder s pr&aacute;vom na &uacute;pln&eacute; ovl&aacute;danie. Použ&iacute;vateľ alebo skupina LDAP s pr&aacute;vom na &uacute;pln&eacute; ovl&aacute;danie m&aacute; pr&aacute;vo na č&iacute;tanie a z&aacute;pis v priečinku iFolder a spravuje členstvo a pr&iacute;stupov&eacute; pr&aacute;va pre všetk&yacute;ch členov okrem vlastn&iacute;ka.</P>
  <P><B>Č&iacute;tanie/Zapisovanie</B><BR>
    Člen zdieľan&eacute;ho priečinka iFolder, ktor&yacute; m&aacute; pr&aacute;va na č&iacute;tanie a z&aacute;pis v adres&aacute;roch a s&uacute;boroch v priečinku iFolder.</P>
  <P><B>Iba na č&iacute;tanie</B><BR>
    Člen zdieľan&eacute;ho priečinka iFolder, ktor&yacute; m&aacute; pr&aacute;vo iba na č&iacute;tanie v adres&aacute;roch a s&uacute;boroch v priečinku iFolder. Tento člen m&ocirc;že skop&iacute;rovať s&uacute;bor z priečinku iFolder do in&eacute;ho umiestnenia a upraviť ho mimo r&aacute;mca priečinka iFolder.</P>
</BLOCKQUOTE>
<p>Nasleduj&uacute;ca tabuľka popisuje možnosti priraden&eacute; ku každej &uacute;rovni pr&iacute;stupu pre použ&iacute;vateľov.</p>
  <TABLE WIDTH="93%" BORDER="1">
    <tr class="HEADERROW"> 
      <th  CLASS="tablehead2">Možnosti</th>
      <th  CLASS="tablehead2">Vlastn&iacute;k</th>
      <th  CLASS="tablehead2">&Uacute;pln&eacute; ovl&aacute;danie</th>
      <th  CLASS="tablehead2">Č&iacute;tanie/Zapisovanie</th>
      <th  CLASS="tablehead2">Iba na č&iacute;tanie</th>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Zmena priradenia vlastn&iacute;ctva na in&eacute;ho použ&iacute;vateľa alebo skupinu LDAP</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
      <td >
        <p >Nie</p>
      </td>
      <td >
        <p >Nie</p>
      </td>
      <td >
        <p >Nie</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Nastavenie kv&oacute;ty pre priečinok iFolder</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
      <td >
        <p >Nie</p>
      </td>
      <td >
        <p >Nie</p>
      </td>
      <td >
        <p >Nie</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Spr&iacute;stupnenie priečinka iFolder in&yacute;m použ&iacute;vateľom (zdieľanie)</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
      <td >
        <p >Nie</p>
      </td>
      <td >
        <p >Nie</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Zrušenie spr&iacute;stupnenia priečinka iFolder in&yacute;m použ&iacute;vateľom (zastavenie zdieľania)</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
      <td >
        <p >&Aacute;no, okrem vlastn&iacute;ka</p>
      </td>
      <td >
        <p >Nie</p>
      </td>
      <td >
        <p >Nie</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Priradenie pr&iacute;stupov&yacute;ch pr&aacute;v k priečinku iFolder ďalš&iacute;m použ&iacute;vateľom alebo skupine LDAP</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
      <td >
        <p >&Aacute;no, okrem vlastn&iacute;ka</p>
      </td>
      <td >
        <p >Nie</p>
      </td>
      <td >
        <p >Nie</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Č&iacute;tanie adres&aacute;rov a s&uacute;borov v priečinku iFolder </p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Pridanie, zmena alebo odstr&aacute;nenie adres&aacute;rov a s&uacute;borov v priečinku iFolder</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
      <td >
        <p >Nie</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Premenovanie adres&aacute;rov a s&uacute;borov v priečinku iFolder</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
      <td >
        <p >Nie</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Premenovanie priečinka iFolder</p>
      </td>
      <td >
        <p >Nie</p>
      </td>
      <td >
        <p >Nie</p>
      </td>
      <td >
        <p >Nie</p>
      </td>
      <td >
        <p >Nie</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Nastavenie priečinka iFolder na viacer&yacute;ch poč&iacute;tačoch</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Zmena priečinka iFolder na norm&aacute;lny priečinok (nie je možn&eacute; zdieľať na lok&aacute;lnom poč&iacute;tači)</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Odstr&aacute;nenie dostupn&eacute;ho priečinka iFolder a odmietnutie pr&iacute;stupu</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Odstr&aacute;nenie aplik&aacute;cie iFolder a odstr&aacute;nenie priečinka iFolder a jeho s&uacute;borov zo servera (zmena na norm&aacute;lny priečinok a zrušenie zdieľania)</p>
      </td>
      <td >
        <p >&Aacute;no</p>
      </td>
      <td >
        <p >Nie</p>
      </td>
      <td >
        <p >Nie</p>
      </td>
      <td >
        <p >Nie</p>
      </td>
    </tr>
  </table>
<H4>Nastavenie pr&iacute;stupov&eacute;ho pr&aacute;va k priečinku iFolder pre člena</H4>
  
<OL><LI>
      <P>Na str&aacute;nke Podrobnosti o priečinku iFolder vyberte začiark&aacute;vacie pol&iacute;čko veľa mena člena, ktor&eacute;ho pr&iacute;stupov&eacute; pr&aacute;va chcete spravovať.</P>
    </LI><LI>
      <P>Vyberte rozbaľovaciu ponuku Pr&aacute;va a vyberte možnosť Spr&aacute;vca, Č&iacute;tanie/Zapisovanie alebo Iba na č&iacute;tanie.<BR>
        <BR>Počkajte na obnovenie zobrazenia str&aacute;nky. Ikona použ&iacute;vateľa by mala odr&aacute;žať zmenu pr&iacute;stupov&yacute;ch pr&aacute;v.</P></LI></OL>
  <H4>Odstr&aacute;nenie člena</H4>
<ol>
    <li>Na str&aacute;nke Podrobnosti o priečinku iFolder vyberte začiark&aacute;vacie pol&iacute;čko veľa mena použ&iacute;vateľa pr&iacute;slušn&eacute;ho člena.</li>
    <li>Kliknite na tlačidlo Odstr&aacute;niť.</li>
</ol>
<P>Miestna k&oacute;pia &uacute;dajov použ&iacute;vateľa je ponechan&aacute; na poč&iacute;tači použ&iacute;vateľa, ale použ&iacute;vateľ už nebude mať pr&iacute;stup ku k&oacute;pii &uacute;dajov priečinka iFolder na serveri.</P><P> <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Prejsť na začiatok" TITLE="Prejsť na začiatok"></A></P>
	  <H4>Zmena vlastn&iacute;ka</H4>
  <P>Ak zmen&iacute;te vlastn&iacute;ka priečinka iFolder, predch&aacute;dzaj&uacute;ci vlastn&iacute;k sa stane členom priečinka iFolder s pr&aacute;vom na č&iacute;tanie a z&aacute;pis. V pr&iacute;pade osamoten&yacute;ch priečinkov iFolder sa st&aacute;va vlastn&iacute;kom spr&aacute;vca aplik&aacute;cie iFolder do tej doby, k&yacute;m nie je priečinok iFolder priraden&yacute; in&eacute;mu použ&iacute;vateľovi alebo odstr&aacute;nen&yacute;. Ak nie je nov&yacute; vlastn&iacute;k aktu&aacute;lne členom priečinka iFolder, bude na &uacute;čet aplik&aacute;cie iFolder použ&iacute;vateľa odoslan&eacute; upozornenie na odber.</P>
  <OL>
    <LI> 
      <P>Na str&aacute;nke podrobnosti o priečinku iFolder vyhľadajte použ&iacute;vateľa alebo skupinu LDAP, ktor&eacute;ho chcete priradiť ako nov&eacute;ho vlastn&iacute;ka priečinka iFolder.</P>
    </LI>
    <LI>
      <P>Vyberte začiark&aacute;vacie pol&iacute;čko vedľa mena použ&iacute;vateľa a kliknite na možnosť <i>Vlastn&iacute;k</i>.</P>
    </LI>
    
  </OL>
  <P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Prejsť na začiatok"></A></P>
  <H3><A NAME="policy"></A>Z&aacute;sady</H3>
  
  <P>V nasleduj&uacute;cej tabuľke s&uacute; uveden&eacute; z&aacute;sady, ktor&eacute; m&ocirc;žete spravovať pre ľubovoľn&yacute; priečinok iFolder. Zmeňte jednu alebo viac z nasleduj&uacute;cich hodn&ocirc;t a potom kliknut&iacute;m na tlačidlo Uložiť zmeny uložte: </P>
<TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Parameter</P></TD><TD CLASS="tablehead2"><P>Popis</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Zak&aacute;zať synchroniz&aacute;ciu</P>
      </TD><TD>
        <P>V&yacute;berom tejto možnosti m&ocirc;žete zak&aacute;zať synchroniz&aacute;ciu, obyčajne dočasne. 
        </P>
        <P>Zrušen&iacute;m v&yacute;beru tejto možnosti povol&iacute;te synchroniz&aacute;ciu &uacute;dajov v priečinku iFolder.</P>
        <P>Predvolen&aacute; hodnota: Povolen&eacute;, &Aacute;no</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Kv&oacute;ta disku</P>
      </TD><TD>
        <P>Vyberte začiark&aacute;vacie pol&iacute;čko Obmedzenie a potom zadajte maxim&aacute;lnu povolen&uacute; veľkosť vybrat&eacute;ho priečinku iFolder (v MB).</P>
        <P>Ak povol&iacute;te kv&oacute;tu priečinka iFolder v r&aacute;mci cel&eacute;ho syst&eacute;mu alebo kv&oacute;tu na &uacute;rovni skupiny LDAP, kv&oacute;ta &uacute;čtu použ&iacute;vateľa bude mať prednosť bez ohľadu na to, či je kv&oacute;ta použ&iacute;vateľa nižšia alebo vyššia ako kv&oacute;ta skupiny LDAP alebo kv&oacute;ta v r&aacute;mci cel&eacute;ho syst&eacute;mu. </P>
        <P>Predvolen&aacute; hodnota: Zak&aacute;zan&eacute;, Bez obmedzenia</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P> Využit&eacute;</P>
        <P>(Iba na zobrazenie)</P></TD><TD>
        <P>Zobrazuje priestor, ktor&yacute; moment&aacute;lne zaberaj&uacute; &uacute;daje priečinka iFolder.</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P>K dispoz&iacute;cii</P>
        <P>(Iba na zobrazenie)</P></TD><TD>
        <P>Zobrazuje priestor na serveri, ktor&yacute; je k dispoz&iacute;cii pre &uacute;daje priečinka iFolder.</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Platn&eacute;</P>
        <P>(Iba na zobrazenie)</P></TD><TD>
        <P>Zobrazuje platn&yacute; priestor na serveri, ktor&yacute; je k dispoz&iacute;cii pre &uacute;daje priečinka iFolder.</P>
      </TD></TR>
	  <TR><TD VALIGN="TOP">
        <p>Veľkosť s&uacute;boru</p>
      </TD>
      <TD> <B>Obmedzenie</B><BR>
          Zobrazuje maxim&aacute;lnu celkov&uacute; veľkosť s&uacute;borov (v MB), ktor&uacute; m&ocirc;že použ&iacute;vateľ priečinka iFolder použ&iacute;vať vo všetk&yacute;ch vlastnen&yacute;ch priečinkoch iFolder na vybratom konte použ&iacute;vateľa. <br>
          <BR>
        <B>Platn&aacute;</B><BR>
        Platn&aacute; veľkosť s&uacute;borov, ktor&aacute; je priraden&aacute; použ&iacute;vateľovi.<br>
		<ul><P><font size="-1"><b>D&Ocirc;LEŽIT&Eacute;:</b> Použ&iacute;vatelia nem&ocirc;žu &uacute;spešne synchronizovať s&uacute;bory, ak by veľkosť s&uacute;borov zapr&iacute;činila prekročenie kv&oacute;ty. Ak sa o to pok&uacute;sia, synchronizovan&aacute; bude iba časť s&uacute;boru, čo povedie k poškodeniu &uacute;dajov.</font></P></ul>
      </TD></TR>
	  <TR>
      <TD VALIGN="TOP"> 
        <p>Vyl&uacute;čen&eacute; s&uacute;bory</p>
      </TD>
      <TD> 
        <P>Zobrazuje zoznam typov s&uacute;borov, ktor&eacute; s&uacute; zahrnut&eacute; do synchroniz&aacute;cie alebo vyl&uacute;čen&eacute; zo synchroniz&aacute;cie pre vybrat&yacute; priečinok iFolder.</P>
        <p>S&uacute;bory spr&aacute;vcu s&uacute;borov s n&aacute;zvami thumbs.db a .DS_Store sa nikdy nesynchronizuj&uacute;. 
        </p>
    
        <P>Ak chcete pridať do filtra vyl&uacute;čenia pr&iacute;ponu s&uacute;boru, zadajte požadovan&uacute; pr&iacute;ponu (napr&iacute;klad *.mpg) a kliknut&iacute;m na tlačidlo Pridať použite filter. </P>
        <P>Ak chcete vyl&uacute;čiť typ s&uacute;boru zo synchroniz&aacute;cie, začiarknite pol&iacute;čko vedľa typu s&uacute;boru v zozname zak&aacute;zan&yacute;ch typov s&uacute;borov a kliknite na tlačidlo Odmietnuť.</P>
        <P>Ak chcete povoliť typ s&uacute;boru na synchroniz&aacute;ciu, začiarknite pol&iacute;čko vedľa typu s&uacute;boru v zozname zak&aacute;zan&yacute;ch typov s&uacute;borov a kliknite na tlačidlo Povoliť.</P>
        <P>Ak chcete odstr&aacute;niť typ s&uacute;boru zo zoznamu zak&aacute;zan&yacute;ch typov s&uacute;borov, začiarknite pol&iacute;čko vedľa typu s&uacute;boru a kliknite na tlačidlo Odstr&aacute;niť.<br>
        </P>
        <P>Predvolen&aacute; hodnota: Zak&aacute;zan&eacute;, Povoliť všetky typy s&uacute;borov alebo nastavenie, platn&eacute; pre cel&yacute; syst&eacute;m</P>
      </TD></TR>
	
      
<TR><TD VALIGN="TOP">
        <P> Interval synchroniz&aacute;cie</P>
      </TD><TD>
        <P>Ak chcete povoliť nastavenie minim&aacute;lneho intervalu pre vybrat&yacute; priečinok iFolder, vyberte začiark&aacute;vacie pol&iacute;čko Interval synchroniz&aacute;cie a zadajte minim&aacute;lnu dobu v min&uacute;tach, ktor&uacute; m&ocirc;žu použ&iacute;vatelia nastaviť pre svojich klientov aplik&aacute;cie iFolder.</P>
        <P> Ak chcete nastavenie zak&aacute;zať, zrušte v&yacute;ber začiark&aacute;vacieho pol&iacute;čka Interval synchroniz&aacute;cie. Ak je t&aacute;to možnosť zak&aacute;zan&aacute;, zobrazuje sa hodnota Bez obmedzenia.</P>
        <P> Ak je t&aacute;to možnosť povolen&aacute;, minim&aacute;lny interval synchroniz&aacute;cie určuje minim&aacute;lnu dobu v min&uacute;tach, po ktorej m&ocirc;že klient použ&iacute;vateľa skontrolovať &uacute;daje v priečinku iFolder na serveri a v miestnom priečinku iFolder a identifikovať &uacute;daje, ktor&eacute; je potrebn&eacute; stiahnuť alebo odovzdať.</P>
  <P>      Platn&yacute; minim&aacute;lny interval synchroniz&aacute;cie je vždy rovn&yacute; najv&auml;čšej hodnote z nasleduj&uacute;cich nastaven&iacute;:</P>
  <ul>
    <li>
            <p> Politika syst&eacute;mu (predvolen&aacute; hodnota je 5 min&uacute;t), ak nie je nastaven&aacute; politika použ&iacute;vateľa alebo skupiny LDAP. Ak je nastaven&aacute; politika skupiny LDAP, t&aacute;to z&aacute;sada m&aacute; prednosť pred politikou syst&eacute;mu. Ak je nastaven&aacute; politika použ&iacute;vateľa, m&aacute; prednosť pred syst&eacute;movou politikou a politikou skupiny LDAP bez ohľadu na to, či je jej hodnota v&auml;čšia alebo menšia.</p>
    </li>
    <li>
      <p> Politika lok&aacute;lneho poč&iacute;tača, alebo nastavenie na poč&iacute;tači klienta, ktor&yacute; vykon&aacute;va synchroniz&aacute;ciu so serverom</p>
    </li>
    <li>
      <p> Politika (zberu) aplik&aacute;cie iFolder</p>
    </li>
  </ul>  
        <P> Predvolen&aacute; hodnota: Zak&aacute;zan&eacute;, obmedzenie priečinka iFolder nastaven&eacute; použ&iacute;vateľom</P>
      </TD>
</TR><TR><TD VALIGN="TOP">
        <P> Zdieľanie</P>
      </TD><TD> <B>Zapnut&eacute;</B><BR>
        V predvolenom nastaven&iacute; je zdieľanie priečinka iFolder povolen&eacute;. Ak chcete zrušiť zdieľanie vybrat&eacute;ho priečinka iFolder, zrušte v&yacute;ber možnosti Zapnut&eacute;. Po použit&iacute; tejto z&aacute;sady nebude m&ocirc;cť byť vybrat&yacute; priečinok iFolder zdieľan&yacute; vlastn&iacute;kom ani spr&aacute;vcom priečinka iFolder.<br>
          <BR>
        <B>Odvolať</B><BR>
        Ak chcete odstr&aacute;niť zo zoznamu zdieľania pre pr&iacute;slušn&yacute; priečinok iFolder všetk&yacute;ch členov, vyberte možnosť <i>Odvolať</i>.<br>
		<ul>
          <P><font size="-1"><b>D&Ocirc;LEŽIT&Eacute;:</b> Ak povol&iacute;te alebo presad&iacute;te možnosť <i>Zdieľanie</i> na &uacute;rovni syst&eacute;mu alebo použ&iacute;vateľa, obe tieto možnosti bud&uacute; zak&aacute;zan&eacute;.</font></P>
        </ul>
      </TD></TR></TABLE><BR><P> 
  
  <H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="S&uacute;visiace t&eacute;my" align="top"> S&uacute;visiace t&eacute;my</H4><BLOCKQUOTE class="task1"><P ><A HREF="ifolders.html">Spr&aacute;va priečinkov iFolder.</A><BR><A HREF="users.html">Spr&aacute;va použ&iacute;vateľov </A><BR><A HREF="userdetails.html">Podrobnosti o použ&iacute;vateľoch </A><BR><A HREF="servers.html#orphan" TARGET="_self">Spr&aacute;va serverov iFolder</A>
    </P>
  </BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Prejsť na začiatok"></A></P><P>&nbsp;</P><P CLASS="copyright">Symbol ochrannej zn&aacute;mky (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP> atď.) označuje ochrann&uacute; zn&aacute;mku spoločnosti Novell. Hviezdička (*) označuje ochrann&uacute; zn&aacute;mku nez&aacute;visl&eacute;ho v&yacute;robcu.  Ďalšie inform&aacute;cie n&aacute;jdete v časti <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Pr&aacute;vne prehl&aacute;senia</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>