<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.x iManager Plugin  --> 
   
     <title>Podrobnosti o použ&iacute;vateľoch</title>  	 
        
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.x Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="06-29-2005"> 
	 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       -->  
<!-- This is the start of the Help Content Layer --> 
<div id="helpcontent" style="left: 13px; top: 35px"> 
  <H3><A NAME="userdetails"></A>Podrobnosti o použ&iacute;vateľoch </H3>
  <P>Pomocou tohto rozhrania m&ocirc;žete zobraziť podrobnosti o použ&iacute;vateľoch a spravovať z&aacute;sady použ&iacute;vateľov. </P>
  <P><B><FONT SIZE="-1">POZN&Aacute;MKA.</FONT></B> <FONT SIZE="-1">Term&iacute;n <i>použ&iacute;vatelia aplik&aacute;cie iFolder</i> sa vzťahuje na jednotliv&yacute;ch použ&iacute;vateľov i skupiny LDAP.</FONT></P>
  <BLOCKQUOTE CLASS="blockquote"><P><A HREF="#userdetails" TARGET="_self">Podrobnosti o použ&iacute;vateľoch</A><BR><A HREF="#ifolders" TARGET="_self">Priečinky iFolder </A><BR> 
<A HREF="#policies" TARGET="_self">Z&aacute;sady</A> </P></BLOCKQUOTE>
  
  <h3><a name="userdetails"></a>Podrobnosti o použ&iacute;vateľoch </h3>
  <P>Str&aacute;nka Podrobnosti o použ&iacute;vateľoch zobraz&iacute; nasleduj&uacute;ce podrobnosti o použ&iacute;vateľovi vybrat&eacute;ho konta aplik&aacute;cie iFolder. </P>
	<TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Parameter</P></TD><TD CLASS="tablehead2"><P>Popis</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Meno použ&iacute;vateľa</P>
      </TD>
      <TD> 
        <P>Meno použ&iacute;vateľa, priraden&eacute; ku kontu použ&iacute;vateľa, napr&iacute;klad jsmith alebo john.smith@napr&iacute;klad.com.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Cel&eacute; meno</P>
      </TD>
      <TD> 
        <P>Meno a priezvisko použ&iacute;vateľa &uacute;čtu. </P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Typ člena</P>       
      </TD>
      <TD> 
        <P>Zobraz&iacute; typ člena pr&aacute;ve prihl&aacute;sen&eacute;ho použ&iacute;vateľa. Ak ide o jednotliv&eacute;ho použ&iacute;vateľa, rozhranie zobraz&iacute; aj možnosť pre skupiny použ&iacute;vateľov. Ak ide o člena skupiny LDAP, zoznam všetk&yacute;ch členov pr&iacute;slušnej skupiny LDAP sa v rozhran&iacute; zobraz&iacute; pod možnosťou Členovia skupiny.
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Kontexty protokolu LDAP</P>       
      </TD>
      <TD> 
        <P>Kontext stromu LDAP je použit&yacute; na poskytovanie použ&iacute;vateľov aplik&aacute;cii iFolder. 
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Čas posledn&eacute;ho prihl&aacute;senia</P>
        </TD>
      <TD> 
        <P>Čas, kedy sa použ&iacute;vateľ naposledy prihl&aacute;sil do syst&eacute;mu aplik&aacute;cie iFolder. 
      </TD></TR><TR><TD VALIGN="TOP">
        Kv&oacute;ta disku pre skupinu</TD>
      <TD> 
        Zobrazuje agregovan&uacute; kv&oacute;tu disku pre skupinu.<p>
        <b>POZN&Aacute;MKA</b>: Sekund&aacute;rny spr&aacute;vca nem&ocirc;že upravovať kv&oacute;tu disku pre skupinu.</TD></TR><TR><TD VALIGN="TOP">
        Využit&eacute; miesto na disku</TD>
      <TD> 
        Zobrazuje agregovan&yacute; priestor na disku využit&yacute; skupinou.</TD></TR><TR><TD VALIGN="TOP">
        <P>Skupiny použ&iacute;vateľov (zobrazuje sa iba pre jednotliv&yacute;ch použ&iacute;vateľov)</P>       
      </TD>
      <TD> 
        <P>Zobrazuje zoznam všetk&yacute;ch skup&iacute;n, do ktor&yacute;ch vybrat&yacute; použ&iacute;vateľ patr&iacute;. 
      </TD></TR><TR><TD VALIGN="TOP">
        <P> Členovia skupiny (zobrazuje sa iba pre skupiny LDAP)</P>       
      </TD>
      <TD> 
        <P>Zobrazuje sa zoznam všetk&yacute;ch členov, ktor&iacute; patria do vybratej skupiny LDAP. 
      </TD></TR></TABLE>

  
  
  <h4><a name="ifolders"></a> Priečinky iFolder</h4>
  <P>Str&aacute;nka Podrobnosti o použ&iacute;vateľovi zobrazuje priečinky iFolder, ktor&eacute; použ&iacute;vateľ vlastn&iacute; alebo zdieľa. Ak chcete zobraziť všetky priečinky iFolder (vlastnen&eacute; i zdieľan&eacute;), kliknite na kartu Všetky. Ak chcete zobraziť priečinky iFolder, ktor&eacute; použ&iacute;vateľ vlastn&iacute;, kliknite na kartu Vlastnen&eacute;. Na karte Zdieľan&eacute; s&uacute; zobrazen&eacute; všetky priečinky iFolder, ktor&eacute; s&uacute; na pr&iacute;slušnom konte použ&iacute;vateľa zdieľan&eacute;.</P>
	
  <H4>Povolenie alebo zak&aacute;zanie priečinka iFolder</H4>
		
  <OL>
    <LI> 
      <P>Vyhľadajte priečinok iFolder, ktor&yacute; chcete spravovať a vyberte začiark&aacute;vacie pol&iacute;čko vedľa pr&iacute;slušn&eacute;ho priečinka iFolder.</P>
    </LI>
    <LI> 
      <P>Ak chcete priečinok iFolder povoliť, kliknite na tlačidlo Povoliť.</P>
      <P>To umožn&iacute; použ&iacute;vateľom prihl&aacute;siť sa a synchronizovať priečinky iFolder.</P>
    
    <LI> 
      <P>Ak chcete priečinok iFolder zak&aacute;zať, kliknite na tlačidlo Zak&aacute;zať.</P>
      <P> Ak je v čase vykonania zmeny tohto nastavenia prihl&aacute;sen&yacute; použ&iacute;vateľ, jeho rel&aacute;cia bude pokračovať, k&yacute;m sa neodhl&aacute;si. Z&aacute;sada sa uplatn&iacute; pri najbližšom pokuse použ&iacute;vateľa o prihl&aacute;senie sa na konto. Ak chcete, aby sa uzamknutie prejavilo okamžite, mus&iacute;te reštartovať služby servera Apache pre server iFolder. T&yacute;m odpoj&iacute;te všetky akt&iacute;vne rel&aacute;cie, vr&aacute;tane rel&aacute;cie použ&iacute;vateľa.</P>
    </LI>
  </OL>
<H4>Odstr&aacute;nenie priečinka iFolder</H4>
<OL><LI>
      <P>Vyhľadajte priečinok iFolder, ktor&yacute; chcete odstr&aacute;niť a vyberte začiark&aacute;vacie pol&iacute;čko vedľa pr&iacute;slušn&eacute;ho priečinka iFolder.</P>
    </LI><LI>
      <P>Kliknite na tlačidlo Odstr&aacute;niť.</P>
    </LI></OL>
	<H4>Vytvorenie priečinka iFolder</H4><OL><LI>
      <P>Na str&aacute;nke Podrobnosti o použ&iacute;vateľovi kliknite na tlačidlo Nov&eacute;.</P>
    </LI>
    <LI>Podľa pokynov na novej str&aacute;nke vytvorte nov&yacute; priečinok iFolder.</LI>
  </OL>
<IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Prejsť na začiatok">
<h3><a name="policies"></a>Politika</h3>
  <P>Pomocou tohto rozhrania m&ocirc;žete spravovať z&aacute;sady použ&iacute;vateľa pre konto konkr&eacute;tneho použ&iacute;vateľa. 
  </P>
  <P><B><FONT SIZE="-1">POZN&Aacute;MKA:</FONT></B> <font size="-1">Politiky nastaven&eacute; pre skupinu LDAP sa vzťahuj&uacute; na použ&iacute;vateľov, ktor&iacute; s&uacute; členmi skupiny.</font></P>
<H4>&Uacute;prava z&aacute;sad použ&iacute;vateľa</H4>
<p>V nasleduj&uacute;cej tabuľke je uveden&aacute; politika, ktor&uacute; m&ocirc;žete spravovať pre ľubovoľn&eacute; konto aplik&aacute;cie iFolder. Zmeňte jednu alebo viac z nasleduj&uacute;cich hodn&ocirc;t a potom kliknut&iacute;m na tlačidlo Uložiť zmeny uložte:</p> 
<TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Parameter</P></TD><TD CLASS="tablehead2"><P>Popis</P></TD></TR><TR><TD VALIGN="TOP">
        <h4>Konto </h4>
      </TD><TD><P>Určuje, či sa použ&iacute;vateľ m&ocirc;že pripojiť na synchroniz&aacute;ciu s priečinkami iFolder. </P>
        <P>V&yacute;berom začiark&aacute;vacieho pol&iacute;čka zak&aacute;žete pre konto možnosť prihl&aacute;senia.</P>
        <P> Zrušen&iacute;m v&yacute;beru začiark&aacute;vacieho pol&iacute;čka pre konto možnosť prihl&aacute;senia povol&iacute;te. </P>
        <P>Ak je v čase vykonania zmeny tohto nastavenia prihl&aacute;sen&yacute; použ&iacute;vateľ, jeho rel&aacute;cia bude pokračovať, k&yacute;m sa neodhl&aacute;si. Politika sa uplatn&iacute; pri najbližšom pokuse použ&iacute;vateľa o prihl&aacute;senie sa na konto. Ak chcete, aby sa uzamknutie prejavilo okamžite, mus&iacute;te reštartovať služby servera Apache pre server iFolder. T&yacute;m odpoj&iacute;te všetky akt&iacute;vne rel&aacute;cie, vr&aacute;tane rel&aacute;cie použ&iacute;vateľa.</P>
        <P>Predvolen&aacute; hodnota: Povolen&eacute;</P>
      </TD></TR><TR>
      <TD VALIGN="TOP"> 
        <h4>Počet priečinkov iFolder na použ&iacute;vateľa</h4>
      </TD>
      <TD> 
        <P>Určuje maxim&aacute;lny počet priečinkov iFolder, ktor&eacute; m&ocirc;že použ&iacute;vateľ vlastniť. Po použit&iacute; tejto z&aacute;sady bude m&ocirc;cť použ&iacute;vateľ vlastniť iba obmedzen&eacute; množstvo priečinkov iFolder. Ak použ&iacute;vateľ prekroč&iacute; povolen&yacute; počet priečinkov, zobraz&iacute; sa chybov&aacute; spr&aacute;va s upozornen&iacute;m na porušenie z&aacute;sady. Ak je obmedzenie nastaven&eacute; na nulu, použ&iacute;vatelia nem&ocirc;žu vytv&aacute;rať žiadne priečinky iFolder.</P>
           
        <p>Ak chcete povoliť obmedzenie počtu priečinkov iFolder na použ&iacute;vateľa, vyberte začiark&aacute;vacie pole vedľa možnosti <i>Obmedzenie</i>. Do poľa zadajte požadovan&uacute; hodnotu. 
        <P>Nastavenie tejto z&aacute;sady nem&aacute; vplyv na počet priečinkov iFolder, ktor&eacute; použ&iacute;vateľ už vlastn&iacute;. Ak počet už vlastnen&yacute;ch priečinkov použ&iacute;vateľa prekračuje nastaven&eacute; obmedzenie, tento použ&iacute;vateľ m&ocirc;že naďalej vlastniť tieto priečinky iFolder. 
          </p><p>Politika na &uacute;rovni použ&iacute;vateľa m&aacute; prednosť pred politikou na &uacute;rovni skupiny LDAP a syst&eacute;mu.</P>
        <P>Predvolen&aacute; hodnota: Zak&aacute;zan&eacute;, bez nastavenej hodnoty</P>
        </TD></TR><TR><TD VALIGN="TOP">
        <h4>Kv&oacute;ta disku</h4>
      </TD>
      <TD> 
        <p>Zobrazuje maxim&aacute;lny celkov&yacute; priestor, ktor&yacute; m&ocirc;žu použ&iacute;vať použ&iacute;vateľove &uacute;daje priečinka iFolder vo všetk&yacute;ch priečinkoch iFolder, ktor&eacute; použ&iacute;vateľ vlastn&iacute;. T&uacute;to kv&oacute;tu je možn&eacute; nastaviť pomocou z&aacute;sady s platnosťou pre cel&yacute; syst&eacute;m. Z&aacute;sady použ&iacute;vateľov maj&uacute; prednosť pred z&aacute;sadami s platnosťou pre cel&yacute; syst&eacute;m.<br>
        </p>
        <P> <B>Obmedzenie</B><BR>
          Zobrazuje maxim&aacute;lnu celkov&yacute; priestor (v MB), ktor&yacute; m&ocirc;žu použ&iacute;vať použ&iacute;vateľove &uacute;daje priečinka iFolder vo všetk&yacute;ch vlastnen&yacute;ch priečinkoch iFolder na vybratom konte použ&iacute;vateľa. <br>
          <br>
          Ak nie je nastaven&aacute; kv&oacute;ta pre jednotliv&yacute;ch použ&iacute;vateľov alebo ak chcete pre vybrat&yacute; &uacute;čet použ&iacute;vateľa prijať kv&oacute;tu s platnosťou pre cel&yacute; syst&eacute;m alebo kv&oacute;tu na &uacute;rovni skupiny LDAP, zrušte v&yacute;ber tejto možnosti.<br>
          Ak chcete presadzovať kv&oacute;tu použ&iacute;vateľa, vyberte t&uacute;to možnosť a zadajte kv&oacute;tu celkov&eacute;ho priestoru (v MB) pre vybrat&eacute; konto použ&iacute;vateľa. <br>
          <br>
          <B>Využit&eacute;</B><BR>
          Zobrazuje celkov&yacute; priestor, ktor&yacute; je na serveri využ&iacute;van&yacute; všetk&yacute;mi priečinkami iFolder, ktor&eacute; vlastn&iacute; vybrat&yacute; použ&iacute;vateľ. <br>
          <BR>
          <B>K dispoz&iacute;cii</B><BR>
          Voľn&yacute; priestor, ktor&yacute; je k dispoz&iacute;cii na serveri.<br>
          <BR>
          <B>Platn&eacute;</B><BR>
          Platn&yacute; priestor, vyčlenen&yacute; na serveri<BR>
          <br>
        <P>Ak sa celkov&yacute; priestor využ&iacute;van&yacute; &uacute;dajmi priečinka iFolder bl&iacute;ži k hranici platnej kv&oacute;ty (syst&eacute;movej, použ&iacute;vateľskej alebo kv&oacute;ty priečinka iFolder), použ&iacute;vateľ by mal prestať synchronizovať s&uacute;bory, k&yacute;m nez&iacute;ska pomocou jednej alebo viacer&yacute;ch z nasleduj&uacute;cich akci&iacute; dostatočn&eacute; množstvo priestoru na bezpečn&uacute; synchroniz&aacute;ciu svojich s&uacute;borov v priečinku iFolder, v ktorom sa pr&iacute;slušn&eacute; s&uacute;bory nach&aacute;dzaj&uacute;:</P>
        <ul>
          <li> 
            <p>Kv&oacute;ta s platnosťou pre cel&yacute; syst&eacute;m, kv&oacute;ta skupiny LDAP, kv&oacute;ta použ&iacute;vateľa vlastn&iacute;ka priečinka iFolder a kv&oacute;ta priečinka iFolder je podľa potreby upraven&aacute;.</p>
          </li>
          <li> 
            <p>S&uacute;bory s&uacute; presunut&eacute; z priečinkov iFolder vlastnen&yacute;ch použ&iacute;vateľom do in&eacute;ho umiestnenia, v ktorom nemaj&uacute; vplyv na platn&uacute; kv&oacute;tu, pr&iacute;padne s&uacute; odstr&aacute;nen&eacute; za &uacute;čelom z&iacute;skania priestoru.</p>
          </li>
          </ul>
        
        <P><B><FONT SIZE="-1">D&Ocirc;LEŽIT&Eacute;:</FONT></B> <FONT SIZE="-1">Ak povol&iacute;te obmedzenie priestoru použ&iacute;vateľa, ktor&eacute; je menšie ako celkov&yacute; priestor, ktor&yacute; použ&iacute;vaj&uacute; &uacute;daje priečinka iFolder použ&iacute;vateľa, &uacute;daje použ&iacute;vateľa sa prestan&uacute; synchronizovať do doby, k&yacute;m sa objem d&aacute;t nezn&iacute;ži pod hranicu obmedzenia alebo k&yacute;m nie je kv&oacute;ta zv&yacute;šen&aacute; tak, aby bola v&auml;čšia, ako použ&iacute;van&eacute; množstvo priestoru.</FONT></P>
       
        
        <P> Predvolen&aacute; hodnota: Zak&aacute;zan&eacute;, bez nastavenej kv&oacute;ty</P>
      </TD></TR>
  <TR><TD VALIGN="TOP">
        <h4>Veľkosť s&uacute;boru</h4>
      </TD>
      <TD> <B>Obmedzenie</B><BR>
          Zobrazuje maxim&aacute;lnu celkov&uacute; veľkosť s&uacute;borov (v MB), ktor&uacute; m&ocirc;že použ&iacute;vateľ priečinka iFolder použ&iacute;vať vo všetk&yacute;ch vlastnen&yacute;ch priečinkoch iFolder na vybratom konte použ&iacute;vateľa. <br>
          <BR>
        <B>Platn&aacute;</B><BR>
        Platn&aacute; veľkosť s&uacute;borov, ktor&aacute; je priraden&aacute; použ&iacute;vateľovi.<br>
		<ul><P><font size="-1"><b>D&Ocirc;LEŽIT&Eacute;:</b> Použ&iacute;vatelia nem&ocirc;žu &uacute;spešne synchronizovať s&uacute;bory, ak by veľkosť s&uacute;borov zapr&iacute;činila prekročenie kv&oacute;ty. Ak sa o to pok&uacute;sia, synchronizovan&aacute; bude iba časť s&uacute;boru, čo povedie k poškodeniu &uacute;dajov.</font></P></ul><P>Predvolen&aacute; hodnota: Zak&aacute;zan&eacute;, bez obmedzenia</P>
      </TD></TR>
  <TR>
      <TD VALIGN="TOP"> 
        <h4>Vyl&uacute;čen&eacute; s&uacute;bory</h4>
      </TD>
      <TD> 
        <P>Zobrazuje zoznam typov s&uacute;borov, ktor&eacute; s&uacute; zahrnut&eacute; do synchroniz&aacute;cie alebo vyl&uacute;čen&eacute; zo synchroniz&aacute;cie pre vybrat&eacute; konto použ&iacute;vateľa.</P><p>S&uacute;bory spr&aacute;vcu s&uacute;borov s n&aacute;zvami thumbs.db a .DS_Store sa nikdy nesynchronizuj&uacute;. Uchov&aacute;vanie t&yacute;chto s&uacute;borov nie je potrebn&eacute;. Ich synchroniz&aacute;cia povedie k opakovan&eacute;mu v&yacute;skytu ch&yacute;b, zapr&iacute;činen&yacute;ch konfliktom s&uacute;borov. Ak ste pre tohto použ&iacute;vateľa nenastavili žiadne individu&aacute;lne obmedzenia, toto pole zobrazuje s&uacute;bory thumbs.db a .DS_Store ako s&uacute;časť obmedzen&iacute; typov s&uacute;borov s platnosťou pre cel&yacute; syst&eacute;m. Po nastaven&iacute; individu&aacute;lnych obmedzen&iacute; typu s&uacute;borov použ&iacute;vateľa sa miesto toho zobrazuj&uacute; nastavenia použ&iacute;vateľa. Obmedzenie s&uacute;borov thumbs.db a .DS_Store je vždy platn&eacute;, i v pr&iacute;pade, že sa nezobrazuje. Nie je možn&eacute; toto obmedzenie prep&iacute;sať.
</p>
    
        <P>Ak chcete pridať do filtra zahrnutia alebo vyl&uacute;čenia pr&iacute;ponu s&uacute;boru, zadajte požadovan&uacute; pr&iacute;ponu (napr&iacute;klad *.mpg) a kliknut&iacute;m na tlačidlo Pridať použite filter. </P>
        <P>Ak chcete vyl&uacute;čiť typ s&uacute;boru zo synchroniz&aacute;cie, začiarknite pol&iacute;čko vedľa typu s&uacute;boru v zozname zak&aacute;zan&yacute;ch typov s&uacute;borov a kliknite na tlačidlo Odmietnuť.</P>
        
        <p>Ak chcete povoliť typ s&uacute;boru na synchroniz&aacute;ciu, začiarknite pol&iacute;čko vedľa typu s&uacute;boru v zozname zak&aacute;zan&yacute;ch typov s&uacute;borov a kliknite na tlačidlo Povoliť.</p>
        <p>Ak chcete odstr&aacute;niť typ s&uacute;boru zo zoznamu zak&aacute;zan&yacute;ch typov s&uacute;borov, začiarknite pol&iacute;čko vedľa typu s&uacute;boru a kliknite na tlačidlo Odstr&aacute;niť.<br>
        </p>
        <P>Predvolen&aacute; hodnota: .DS_Store a Thumbs.db</P>
      </TD></TR>
	
	<TR><TD VALIGN="TOP">
        <h4> Synchroniz&aacute;cia </h4>
      </TD><TD>
	    <p>Zobrazuje minim&aacute;lny interval synchroniz&aacute;cie v sekund&aacute;ch. Interval synchroniz&aacute;cie m&ocirc;žete nastaviť na hodnotu medzi 5 a 999 (vr&aacute;tane). Ak nie je nastaven&aacute; žiadna hodnota, hodnota je 5.</P>

	    <P>Ak nechcete nastaviť žiadny interval synchroniz&aacute;cie alebo ak chcete prijať pre konto použ&iacute;vateľa nastavenie s platnosťou pre cel&yacute; syst&eacute;m, zrušte v&yacute;ber začiark&aacute;vacieho poľa. Ak nie je nastaven&aacute; hodnota z&aacute;sad použ&iacute;vateľa ani z&aacute;sad s platnosťou pre cel&yacute; syst&eacute;m, zobrazuje sa hodnota Neobmedzen&eacute;.</P>
  <B>Interval</B><BR>
        V&yacute;berom začiark&aacute;vacieho pol&iacute;čka m&ocirc;žete povoliť minim&aacute;lny interval synchroniz&aacute;cie a zadať jeho hodnotu (v min&uacute;tach). Praktickou hodnotou je napr&iacute;klad 10 min&uacute;t.<br>
        <br><B>Platn&eacute;</B><BR>
  Zobrazuje aktu&aacute;lny interval synchroniz&aacute;cie. Ak napr&iacute;klad použ&iacute;vateľ nastav&iacute; interval synchroniz&aacute;cie, ktor&yacute; je menš&iacute; (častejš&iacute;) než minim&aacute;lny interval syst&eacute;mu, použije sa nastavenie syst&eacute;mu.

  <P>Platn&yacute; minim&aacute;lny interval synchroniz&aacute;cie je vždy rovn&yacute; najv&auml;čšej hodnote z nasleduj&uacute;cich nastaven&iacute;:</P>
  <ul>
    <li>
            <p>Politika syst&eacute;mu (predvolen&aacute; hodnota je nula), ak nie je nastaven&aacute; politika použ&iacute;vateľa ani skupiny LDAP. Ak je z&aacute;sada použ&iacute;vateľa nastaven&aacute;, prepisuje t&aacute;to z&aacute;sada z&aacute;sadu syst&eacute;mu a z&aacute;sadu LDAP, nez&aacute;visle na tom, či je hodnota z&aacute;sady použ&iacute;vateľa nižšia alebo vyššia. </p>
    </li>
    <li>
      <p>Politika lok&aacute;lneho poč&iacute;tača alebo nastavenie na poč&iacute;tači klienta, ktor&yacute; vykon&aacute;va synchroniz&aacute;ciu so serverom.</p>
    </li>
    <li>
      <p>Politika (zberu) aplik&aacute;cie iFolder.</p>
    </li>
  </ul>
        <P> Predvolen&aacute; hodnota: Zak&aacute;zan&eacute; alebo z&aacute;sada s platnosťou pre cel&yacute; syst&eacute;m</P>
      </TD></TR>
  <TR><TD VALIGN="TOP">
        <h4>Šifrovanie</h4>
      </TD>
      <TD> 
        <P>Zobrazuje z&aacute;sadu šifrovania pre vybrat&eacute; konto použ&iacute;vateľa. Kv&oacute;tu je možn&eacute; určiť pomocou politiky syst&eacute;mu (platnej pre cel&yacute; syst&eacute;m). Politika s platnosťou pre cel&yacute; syst&eacute;m m&aacute; prednosť pred politikami použ&iacute;vateľa.</P>
		<B>Zapnut&eacute;</B><BR>
        Ak chcete povoliť funkciu šifrovania pre vybrat&eacute;ho použ&iacute;vateľa, vyberte možnosť Zapnut&eacute;. T&yacute;m umožn&iacute;te použ&iacute;vateľovi nastaviť z&aacute;sadu šifrovania pre svoje priečinky iFolder.<br>
        <br>
        Po povolen&iacute; už funkciu šifrovania nem&ocirc;žete vypn&uacute;ť.<br>
        	
		
        <br><B>Presadzovan&eacute;</B><BR>
        Ak chcete povoliť funkciu šifrovania pre vybrat&eacute;ho použ&iacute;vateľa, vyberte možnosť Presadzovan&eacute;. Ak je t&aacute;to možnosť nastaven&aacute; na hodnotu Presadzovan&eacute;, použ&iacute;vateľ nem&aacute; možnosť meniť nastavenie šifrovania pre svoje priečinky iFolder.<br>
		<P><font size="-1"><b>D&Ocirc;LEŽIT&Eacute;:</b> T&aacute;to možnosť je povolen&aacute; iba v pr&iacute;pade, že je z&aacute;sada šifrovania na &uacute;rovni syst&eacute;mu nastaven&aacute; na hodnotu Zapnut&eacute;.</font></P>
      </TD></TR><TR><TD VALIGN="TOP">
        <h4> Zdieľanie</h4>
      </TD><TD> <B>Zapnut&eacute;</B><BR>
        V predvolenom nastaven&iacute; je zdieľanie priečinka iFolder povolen&eacute;. Ak chcete pre vybrat&eacute;ho použ&iacute;vateľa zak&aacute;zať zdieľanie, zrušte v&yacute;ber možnosti Zapnut&eacute; a kliknite na možnosť Uložiť. Ak použijete t&uacute;to z&aacute;sadu, vybrat&yacute; použ&iacute;vateľ nebude m&ocirc;cť zdieľať svoje priečinky iFolder s in&yacute;mi použ&iacute;vateľmi. Z&aacute;sadu m&ocirc;žete st&aacute;le zmeniť na &uacute;rovni priečinka iFolder.<br>
          <BR>
        <B>Presadzovať</B><BR>
        Ak chcete presadzovať pre vybrat&eacute;ho použ&iacute;vateľa nastaven&uacute; z&aacute;sadu, vyberte možnosť <i>Presadzovať</i>. Ak použijete t&uacute;to z&aacute;sadu, vybrat&yacute; použ&iacute;vateľ nebude m&ocirc;cť zdieľať svoje priečinky iFolder. <br>
		
		<BR>
        <B>Odvolať</B><BR>
        Ak chcete odstr&aacute;niť zdieľan&yacute;ch členov všetk&yacute;ch priečinkov iFolder, ktor&eacute; patria vybrat&eacute;mu použ&iacute;vateľovi, vyberte možnosť <i>Odvolať</i>.<br>
		
      </TD></TR>  </TABLE>
  <P><A HREF="#top" TARGET="_self"> </A></P>
  
<P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Prejsť na začiatok"></A></P><H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="S&uacute;visiace t&eacute;my" align="top"> S&uacute;visiace t&eacute;my</H4>
  
  <BLOCKQUOTE class="task1"><P><A HREF="users.html">Spr&aacute;va &uacute;čtu použ&iacute;vateľa</A><BR>
      <A HREF="ifolders.html">Spr&aacute;va priečinkov iFolder</A><BR>
      <A HREF="ifolderdetails.html">Spr&aacute;va podrobnost&iacute; o priečinku iFolder</A></P></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Prejsť na začiatok"></A></P><P>&nbsp;</P><P CLASS="copyright">Symbol ochrannej zn&aacute;mky (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP> atď.) označuje ochrann&uacute; zn&aacute;mku spoločnosti Novell. Hviezdička (*) označuje ochrann&uacute; zn&aacute;mku nez&aacute;visl&eacute;ho v&yacute;robcu.  Ďalšie inform&aacute;cie n&aacute;jdete v časti <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Pr&aacute;vne prehl&aacute;senia</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>