<html>
<head>
  <meta http-equiv="content-type" content="text/html;charset=UTF-8"> 

<!-- Novell iFolder 3.x Web Access  --> 

<title>Alapk&ouml;nyvt&aacute;r</title> 

<!-- Metadata --> 
  <meta name="Author" content="iFolder 3.x Documentation Manager"> 
  <meta name="date" content="02-17-2005"> 
  <meta name="modified" content="06-29-2005"> 
<!-- Documentation Stylesheet --> 
  <link rel="stylesheet" href="hf_style.css" type="text/css"> 
<!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      --> 
      
      <style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
</head>
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="A Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
  <h3 class="head3b"><a name="top"></a>Az iFolder mapp&aacute;k el&eacute;r&eacute;se</h3>
  <p> Ezen a lapon az ebben a fi&oacute;kban el&eacute;rhető &ouml;sszes iFolder mapp&aacute;hoz hozz&aacute;f&eacute;rhet. Az el&eacute;rhető iFolder mapp&aacute;k k&ouml;z&eacute; azok az iFolder mapp&aacute;k tartoznak, amelyeknek vagy &Ouml;n a tulajdonosa, vagy amelyet m&aacute;s megosztott &Ouml;nnel, illetve azzal az LDAP-csoporttal, amelynek &Ouml;n a tagja. Megosztott iFolder mapp&aacute;khoz a Web Access szolg&aacute;ltat&aacute;son kereszt&uuml;l akkor is hozz&aacute; lehet f&eacute;rni, ha a helyi sz&aacute;m&iacute;t&oacute;g&eacute;pen nem hozta l&eacute;tre az iFoldert.</p>
	
	  
  <p>A <img src="../../images/ifolder_user_16.gif" width="16" height="16" alt="Megosztott ikon"> ikon mutatja, hogy az iFolder mappa norm&aacute;l t&iacute;pus&uacute;.<br>
    A <img src="../../images/encrypt_ilock2_16.gif" width="16" height="16" alt="Megosztott ikon"> ikon mutatja, hogy az iFolder mappa titkos&iacute;tva van.<br>
    A <img src="../../images/ifolder_16-gray.gif" width="16" height="16" alt="Megosztott ikon"> ikon mutatja, hogy az iFolder mappa le van tiltva. Letiltott iFolder mapp&aacute;hoz nem tud hozz&aacute;f&eacute;rni, &eacute;s ki sem tudja jel&ouml;lni iFolder-műveletekhez.</p>
	<p>Minden egyes iFolder mapp&aacute;n&aacute;l megtekintheti a l&eacute;trehoz&aacute;s d&aacute;tum&aacute;t &eacute;s a megfelelő tulajdonost. Az iFolder hivatkoz&aacute;sra kattintva &uacute;j lapon tekintheti meg a mapp&aacute;kat &eacute;s f&aacute;jlokat. </p>
  <p>Tov&aacute;bbi tudnival&oacute;k:</p><blockquote > 
<p><a href="#login" target="_self">Be- &eacute;s kijelentkez&eacute;s</a> <br>
<a href="#browse" target="_self">iFolder megkeres&eacute;se</a> <br>
             <a href="#manage" target="_self">&Uacute;j iFolder mappa l&eacute;trehoz&aacute;sa</a> <br>
<a href="#delete" target="_self">iFolder mappa t&ouml;rl&eacute;se</a></p></blockquote>
<h3><a name="login"></a>Be- &eacute;s kijelentkez&eacute;s</h3>
  <p>Ha a rendszerkapcsolat időt&uacute;ll&eacute;p&eacute;s miatt megszakad, mik&ouml;zben az iFolder mapp&aacute;kkal dolgozik, a Web Access visszajuttatja a bejelentkez&eacute;si oldalra.  A b&ouml;ng&eacute;sző bez&aacute;r&aacute;sa n&eacute;lk&uuml;l bejelentkezhet, &eacute;s folytathatja a munk&aacute;t.</p>
  <p>Ha ki szeretne jelentkezni, kattintson a jobb felső sarokban l&eacute;vő fejl&eacute;cter&uuml;leten tal&aacute;lhat&oacute; Kijelentkez&eacute;s gombra, majd z&aacute;rja be a b&ouml;ng&eacute;szőt. A Kijelentkez&eacute;s funkci&oacute; arra az URL-c&iacute;mre ir&aacute;ny&iacute;tja &aacute;t, amelyet a rendszergazda a telep&iacute;t&eacute;skor be&aacute;ll&iacute;tott. Ha nem jelentkezik ki, akkor a munkamenet mindaddig nyitva marad, am&iacute;g a munkamenet időkorl&aacute;tja le nem j&aacute;r, ami potenci&aacute;lis vesz&eacute;lyt jelent. </p>
<p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Ugr&aacute;s az oldal tetej&eacute;re"></a></p>

  <h3><a name="browse"></a>iFolder mapp&aacute;k megkeres&eacute;se</h3>
  <p> A lap jobb oldal&aacute;n fent tal&aacute;lhat&oacute; keres&eacute;si eszk&ouml;z seg&iacute;t a k&iacute;v&aacute;nt iFolder megkeres&eacute;s&eacute;ben. A keres&eacute;si eredm&eacute;nyek ugyanazon a lapon ny&iacute;lnak meg, a keresett sz&ouml;veg kiemelve l&aacute;that&oacute; az eredm&eacute;nyek k&ouml;z&ouml;tt. </p>
  <p>A keres&eacute;shez a k&ouml;vetkező m&oacute;dszerek haszn&aacute;lhat&oacute;k: </p>
  <UL><LI>
      <P>V&aacute;lasszon szűrőkrit&eacute;riumot (mind, legut&oacute;bbi, tulajdonosa, megosztott) az iFolder nev&eacute;hez, majd g&eacute;peljen be valamennyi betűt az iFolder mapp&aacute;k keres&eacute;se mezőbe.</P>
    </LI><LI><P>&Iacute;rjon be egy csillagot (*) az iFolder keres&eacute;se mezőbe, ha a rendszerben tal&aacute;lhat&oacute; &ouml;sszes iFolder mapp&aacute;t meg szeretn&eacute; kapni.</P></LI><LI><P>Hagyja &uuml;resen az iFolder keres&eacute;se mezőt, ha a rendszerben tal&aacute;lhat&oacute; &ouml;ssze iFolder mapp&aacute;t meg szeretn&eacute; kapni.</P></LI></UL>
  <p>Ne kattintson a lapon sehova addig, am&iacute;g a lap teljesen fel nem friss&uuml;l, ekkor a Keres&eacute;si eredm&eacute;nyekben megjelen&iacute;tett iFolder-list&aacute;ban tall&oacute;zhat. A keres&eacute;si eredm&eacute;nyekben lefel&eacute; &eacute;s felfel&eacute; val&oacute; g&ouml;rget&eacute;s seg&iacute;ts&eacute;g&eacute;vel lehet mozogni &eacute;s megtal&aacute;lni a kezelendő iFolder mapp&aacute;t. Az iFolder neve &eacute;s a l&eacute;trehoz&aacute;s d&aacute;tuma egy&uuml;ttesen hozz&aacute;seg&iacute;t a keresett iFolder azonos&iacute;t&aacute;s&aacute;hoz.</P>
  <p>Az iFolder nev&eacute;re kattintva megtekinthető az iFolder mapp&aacute;ban tal&aacute;lhat&oacute; mapp&aacute;k &eacute;s f&aacute;jlok list&aacute;ja, f&aacute;jlokat t&ouml;lthetők fel &eacute;s le, mapp&aacute;k hozhat&oacute;k l&eacute;tre, mapp&aacute;k &eacute;s f&aacute;jlok t&ouml;r&ouml;lhetők.</p>
<p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Ugr&aacute;s az oldal tetej&eacute;re"></a></p>
  <h3><a name="manage"></a>&Uacute;j iFolder mappa l&eacute;trehoz&aacute;sa</h3>
  <p>A k&ouml;vetkező l&eacute;p&eacute;sek v&eacute;grehajt&aacute;s&aacute;val lehet &uacute;j iFolder mapp&aacute;t l&eacute;trehozni:</p>
  <ol>
    <li> 
      <p>Kattintson a kezdőlapon tal&aacute;lhat&oacute; &Uacute;j iFolder mappa hivatkoz&aacute;sra.</p>
    </li>
    <li> 
      <p>A megny&iacute;l&oacute; &uacute;j lapon adja meg az adatokat, &eacute;s kattintson a L&eacute;trehoz&aacute;s gombra.</p>
    </li>
  
  </ol>
  
  <h3><a name="delete"></a>iFolder mappa t&ouml;rl&eacute;se</h3>
  <p>iFolder mappa t&ouml;rl&eacute;se:</p>
  <ol>
  <li> 
      <p>Kattintson a t&ouml;r&ouml;lni k&iacute;v&aacute;nt iFolder mapp&aacute;ra. </p>
    </li>
    <li> 
      <p>A megny&iacute;l&oacute; iFolder lapon kattintson az ott tal&aacute;lhat&oacute; T&ouml;rl&eacute;s hivatkoz&aacute;sra. 
      <p> 
      <p>Egy p&aacute;rbesz&eacute;dpanel jelenik meg, &eacute;s r&aacute;k&eacute;rdez, hogy t&ouml;r&ouml;lni k&iacute;v&aacute;nja-e az aktu&aacute;lis iFolder mapp&aacute;t. </p>
    </li>
    <li> 
      <p>Kattintson az OK gombra az iFolder mappa t&ouml;rl&eacute;s&eacute;nek megerős&iacute;t&eacute;s&eacute;hez. </p>
    </li>
    <li>A művelet megszak&iacute;t&aacute;s&aacute;hoz kattintson a M&eacute;gse gombra.</li>
  </ol>
  <h3><a name="quota"></a>iFolder-kv&oacute;ta</h3>
  <p> Megtekintheti az aktu&aacute;lis fi&oacute;khoz kiosztott ter&uuml;letet. A lap bal oldal&aacute;n l&aacute;tszik a felhaszn&aacute;lt ter&uuml;let, illetve a haszn&aacute;lhat&oacute; teljes ter&uuml;let.</p>
  <P><font size="-1"><b>FONTOS:</b> Ha &Ouml;n egy LDAP-csoport tagja, az LDAP-csoportra vonatkoz&oacute; lemezkv&oacute;ta jelenik meg, kiv&eacute;ve ha a kv&oacute;ta a felhaszn&aacute;l&oacute;k szintj&eacute;n van be&aacute;ll&iacute;tva.</font></P> 
  
  <p> Ha meg szeretn&eacute; tekinteni egy iFolder mappa iFolder-kv&oacute;t&aacute;j&aacute;t, az iFolder hivatkoz&aacute;sra kattintva nyithatja meg az iFolder Tall&oacute;z&aacute;s lapj&aacute;t. Az aktu&aacute;lis iFolder mappa sz&aacute;m&aacute;ra rendelkez&eacute;sre &aacute;ll&oacute; &eacute;s t&eacute;nylegesen haszn&aacute;lt helyet a Tall&oacute;z&aacute;s lap bal oldal&aacute;n tal&aacute;lhat&oacute; iFolder-kv&oacute;ta ter&uuml;let mutatja.</p>
<a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Ugr&aacute;s az oldal tetej&eacute;re"></a>
<H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Kapcsol&oacute;d&oacute; t&eacute;mak&ouml;r&ouml;k" align="top">&nbsp;Kapcsol&oacute;d&oacute; t&eacute;mak&ouml;r&ouml;k</H4><BLOCKQUOTE class="task1"><P ><A HREF="newifolder.html">&Uacute;j iFolder mappa l&eacute;trehoz&aacute;sa</A><br><A HREF="browse.html">Hozz&aacute;f&eacute;r&eacute;s az iFolder mapp&aacute;ban tal&aacute;lhat&oacute; mapp&aacute;khoz &eacute;s f&aacute;jlokhoz</A><BR><A HREF="details.html">Az iFolder mapp&aacute;k tulajdons&aacute;gainak megtekint&eacute;se</A><BR><A HREF="members.html">Az iFolder mapp&aacute;k tagjainak kezel&eacute;se</A></P></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ugr&aacute;s az oldal tetej&eacute;re"></A></P><P CLASS="copyright">A v&eacute;djegyjelek (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP> stb.) a Novell v&eacute;djegyeit jelzik. A csillag (*) karakter harmadik f&eacute;l v&eacute;djegy&eacute;t jel&ouml;li. Tov&aacute;bbi inform&aacute;ci&oacute;k a <A HREF="legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Szerzői jogi megjegyz&eacute;sek c&iacute;mű t&eacute;mak&ouml;rben tal&aacute;lhat&oacute;k</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 

</body> 

</html>