<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.6 Web Admin Help  --> 
   
     <title>iFolder-Ordnerdetails</title>  	 
     
 
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.6 Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="02-29-2007"> 
	 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style>
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
  <h3 class="head3b">Verwalten von iFolder-Ordnerdetails</h3>
  <p> Verwenden Sie diese Schnittstelle, um die Eigent&uuml;merschaft, Mitgliedschaft und Richtlinien f&uuml;r einen ausgew&auml;hlten iFolder-Ordner zu verwalten. </p>
  <p> <b>Hinweis</b>: Ein sekund&auml;rer Administrator kann die Richtlinien eines ausgew&auml;hlten iFolder-Ordners verwalten, basierend auf den Rechten, die ein sekund&auml;rer Administrator auf dem ausgew&auml;hlten iFolder-Ordner hat.</p><BLOCKQUOTE CLASS="blockquote"><P><A HREF="#general" TARGET="_self">Anzeigen von iFolder-Ordnereigenschaften</A>  <BR><A HREF="#members" TARGET="_self">Mitglieder</A><BR><A HREF="#policies" TARGET="_self">Richtlinien</A> </P></BLOCKQUOTE>
  
 
  <H4><A NAME="general">Anzeigen von iFolder-Ordnerdetails</A></H4>
  <P>Es k&ouml;nnen folgende Informationen angezeigt werden:</P><TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Parameter</P></TD><TD CLASS="tablehead2"><P>Beschreibung</P></TD></TR><TD VALIGN="TOP">
        <P>Typ</P>
      </TD><TD>
        <P><img src="../../images/ifolder.png" width="16" height="16" alt="Ordnersymbol"> Normaler iFolder-Ordner</P>
		<P><img src="../../images/encrypt_ifolder.gif" width="16" height="16" alt="Ordnersymbol"> Verschl&uuml;sselter iFolder-Ordner</P>
		<p><img src="../../images/ifolder_user_16.gif" width="16" height="16" alt="Symbol &quot;Freigegeben&quot;"> Freigegebener iFolder-Ordner<br>
      </TD><TR><TD VALIGN="TOP">
        <P>iFolder-Ordnername</P>
      </TD><TD>
        <P>Der Name, der dem iFolder-Ordner zugewiesen wurde </P>
      </TD><TR><TD VALIGN="TOP">
        <P>Beschreibung  (bearbeitbar)</P>
      </TD><TD>
        <P>Eine kurze Beschreibung des iFolder-Ordners. Sie k&ouml;nnen die Beschreibung bearbeiten und auf &quot;Speichern&quot; klicken, um die &Auml;nderungen zu speichern.</P>
      </TD><TR><TD VALIGN="TOP"><P>Eigent&uuml;mer 
</P></TD><TD>
        <P>Der Benutzername des Eigent&uuml;mers des ausgew&auml;hlten iFolder-Ordners. Der Eigent&uuml;mer kann ein einzelner Benutzer oder eine LDAP-Gruppe sein. Wenn eine LDAP-Gruppe Eigent&uuml;mer des iFolders ist, haben alle Mitglieder der LDAP-Gruppe dieselben Zugriffsrechte. Bei iFolder-Ordnern ohne Eigent&uuml;mer wird der Adminbenutzer zum Eigent&uuml;mer, bis der iFolder-Ordner neu zugewiesen oder gel&ouml;scht werden kann.</P>
        <p>Klicken Sie auf den Link des Benutzernamens des Eigent&uuml;mers, um die Kontodetails des entsprechenden Benutzers anzuzeigen.</p> 
        <P>Der Eigent&uuml;mer des iFolder-Ordners besitzt die Rechte &quot;Vollst&auml;ndige Kontrolle&quot; f&uuml;r den iFolder-Ordner. Der Eigent&uuml;mer verwaltet die Mitgliedschaft und die Zugriffsrechte der Benutzer und hat die M&ouml;glichkeit, die Rechte &quot;Vollst&auml;ndige Kontrolle&quot; eines beliebigen Mitglieds aufzuheben.</P>
      </TD></TR><TR><TD VALIGN="TOP"><P>Pfad</P></TD><TD><P>Der tats&auml;chliche Speicherort des iFolder-Ordners und dessen Daten auf dem Server. Beispiel:</P><P>/var/opt/novell/ifolder3/simias/SimiasFiles/<I>e84fdc6e-3d51-49df-ae3f-8c9213c76994</I>/&lt;iFolder-Ordnername&gt;</P><P>In diesem Beispiel entspricht <I>e84fdc6e-3d51-49df-ae3f-8c9213c76994</I> der eindeutigen ID der iFolder-Ordnerfreigabe.</P></TD><TR><TD VALIGN="TOP">
        <P>Ge&auml;ndert</P>
      </TD><TD>
        <P>Datum und Uhrzeit, zu dem/der der iFolder-Ordner zuletzt ge&auml;ndert wurde.</P>
      </TD><TR><TD VALIGN="TOP">
        <P>Verzeichnisse</P>
      </TD><TD>
        <P>Gesamtanzahl der Verzeichnisse in diesem iFolder-Ordner.</P>
      </TD><TR><TD VALIGN="TOP">
        <P>Dateien</P>
      </TD><TD>
        <P>Gesamtanzahl der Dateien in diesem iFolder-Ordner.</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Bezugslos</P>
      </TD>
      <TD> 
        <P>&quot;Ja&quot; bedeutet, dass der iFolder-Ordner keinen Eigent&uuml;mer hat.</P>
        <P>Bei iFolder-Ordnern ohne Eigent&uuml;mer wird der Adminbenutzer zum Eigent&uuml;mer, bis der iFolder-Ordner neu zugewiesen oder gel&ouml;scht werden kann.</P>
      </TD></TR></TABLE>
	  
  <H3><a name="members"></a>Mitglieder </H3>
  <p> Es k&ouml;nnen Name und Typ der Mitglieder sowie die ihnen zugewiesenen Zugriffsrechte angezeigt werden. Sie d&uuml;rfen Eigent&uuml;mer hinzuf&uuml;gen oder l&ouml;schen, jemandem die Eigent&uuml;merschaft zuweisen und f&uuml;r ausgew&auml;hlte Mitgliedern Zugriffsrechte festlegen.  
  <H4><A NAME="share"></A>Hinzuf&uuml;gen eines Mitglieds</H4><OL><LI>
      <P>Klicken Sie auf der Seite &quot;iFolder-Details&quot; auf &quot;Hinzuf&uuml;gen&quot;.</P>
    </LI><LI>
      <P>Suchen Sie den Benutzer bzw. die LDAP-Gruppe, der bzw. die Mitglied werden soll, aktivieren Sie das Kontrollk&auml;stchen neben dem Namen des Benutzers und klicken Sie anschlie&szlig;end auf &quot;Hinzuf&uuml;gen&quot;.<BR>
        <BR>
        Standardm&auml;&szlig;ig erh&auml;lt der Benutzer bzw. die LDAP-Gruppe das Zugriffsrecht &quot;Nur Lesen&quot; f&uuml;r den iFolder-Ordner.</P>
    </LI><LI>
      <P>(Optional) Aktivieren Sie das Kontrollk&auml;stchen &quot;Benutzer&quot;, w&auml;hlen Sie dann &quot;Rechte&quot; und legen Sie die gew&uuml;nschten Zugriffsrechte fest: &quot;Admin&quot;, &quot;Lesen/Schreiben&quot; oder &quot;Nur Lesen&quot;. Klicken Sie anschlie&szlig;end auf &quot;Festlegen&quot;.<BR>
        <BR>
        Warten Sie, w&auml;hrend die Seite aktualisiert wird. Das Symbol des Benutzers sollte den neuen Zugriffsrechten entsprechen.  </P>
    </LI></OL>
<H4>Grundlegendes zu iFolder-Zugriffsrechten </H4>
<p>Der iFolder-Client unterst&uuml;tzt das Eigent&uuml;mer-Attribut sowie drei Zugriffsstufen f&uuml;r Mitglieder eines iFolder-Ordners:</p>
<P><B><FONT SIZE="-1">Hinweis:</FONT></B> <FONT SIZE="-1"> Die Mitglieder einer LDAP-Gruppe erben die f&uuml;r diese LDAP-Gruppe festgelegten Zugriffsrechte.</FONT></P>
  <BLOCKQUOTE> 
    <P><B>Eigent&uuml;mer<BR>
      </B>Nur ein einziger Benutzer bzw. eine einzige LDAP-Gruppe fungiert als Eigent&uuml;mer eines iFolder-Ordners. &Uuml;blicherweise handelt es sich dabei um den Benutzer oder das Mitglied der LDAP-Gruppe, der bzw. das den iFolder-Ordner erstellte. Falls es sich bei dem Eigent&uuml;mer um eine LDAP-Gruppe handelt, haben alle Mitglieder der LDAP-Gruppe Anteil an der Eigent&uuml;merschaft des betreffenden iFolders. Der Benutzer mit Eigent&uuml;mer-Attribut bzw. die Mitglieder der LDAP-Gruppe mit Eigent&uuml;mer-Attribut kann/k&ouml;nnen &uuml;ber den iFolder-Client das Eigentum auf ein anderes Mitglied des iFolder-Ordners &uuml;bertragen. Der iFolder-Adminbenutzer kann die Eigent&uuml;merschaft auf einen beliebigen Benutzer bzw. eine beliebige LDAP-Gruppe des iFolder-Servers &uuml;bertragen.</P>
    <P>Der Eigent&uuml;mer eines iFolder-Ordners verf&uuml;gt &uuml;ber das Recht &quot;Vollst&auml;ndige Kontrolle&quot;. Dieser Benutzer bzw. diese LDAP-Gruppe verf&uuml;gt &uuml;ber Lese-/Schreibzugriff f&uuml;r den jeweiligen iFolder-Ordner, verwaltet die Mitgliedschaft sowie die Zugriffsrechte der Mitglieder und LDAP-Gruppen und kann das Recht &quot;Vollst&auml;ndige Kontrolle&quot; f&uuml;r jedes Mitglied aufheben. Bei einem Enterprise Server wird der vom Eigent&uuml;mer benutzte Speicherplatz f&uuml;r iFolder-Ordner von der Speicherplatzquote des Benutzers auf dem Enterprise Server abgezogen. </P>
    <P>Wird ein Benutzer oder eine LDAP-Gruppe aus dem iFolder-System gel&ouml;scht, verbleiben die iFolder-Ordner des Benutzers bzw. der LDAP-Gruppe bezugslos (ohne Eigent&uuml;mer). iFolder-Ordner ohne Eigent&uuml;mer werden vor&uuml;bergehend dem iFolder-Adminbenutzer zugewiesen. Die Mitgliedschaft und die Synchronisierung werden f&uuml;r die anderen Benutzer und Mitglieder der LDAP-Gruppe fortgesetzt, bis der Adminbenutzer entscheidet, ob der iFolder-Ordner ohne Eigent&uuml;mer gel&ouml;scht oder einem anderen Eigent&uuml;mer zugewiesen werden soll.</P>
  <P><B>Vollst&auml;ndige Kontrolle</B><BR>
      Ein Mitglied des freigegebenen iFolder-Ordners mit dem Zugriffsrecht &quot;Vollst&auml;ndige Kontrolle&quot;. Der Benutzer bzw. die LDAP-Gruppe mit dem Zugriffsrecht &quot;Vollst&auml;ndige Kontrolle&quot; besitzt Lese-/Schreibzugriff f&uuml;r den iFolder-Ordner und kann die Mitgliedschaft und die Zugriffsrechte f&uuml;r alle Benutzer au&szlig;er dem Eigent&uuml;mer verwalten.</P>
  <P><B>Lesen/Schreiben</B><BR>
    Ein Mitglied des freigegebenen iFolder-Ordners mit dem Zugriffsrecht &quot;Lesen/Schreiben&quot; f&uuml;r Verzeichnisse und Dateien im iFolder-Ordner.</P>
  <P><B>Nur Lesen</B><BR>
    Ein Mitglied des freigegebenen iFolder-Ordners, mit dem Zugriffsrecht &quot;Nur Lesen&quot; f&uuml;r Verzeichnisse und Dateien im iFolder-Ordner. Dieses Mitglied kann Dateien aus einem iFolder-Ordner an einen anderen Speicherort kopieren und au&szlig;erhalb des iFolder-Ordners &auml;ndern.</P>
</BLOCKQUOTE>
<p>In der folgenden Tabelle werden die mit den einzelnen Zugriffsrechten f&uuml;r Benutzer verbundenen M&ouml;glichkeiten beschrieben.</p>
  <TABLE WIDTH="93%" BORDER="1">
    <tr class="HEADERROW"> 
      <th  CLASS="tablehead2">M&ouml;glichkeiten</th>
      <th  CLASS="tablehead2">Eigent&uuml;mer</th>
      <th  CLASS="tablehead2">Vollst&auml;ndige Kontrolle</th>
      <th  CLASS="tablehead2">Lesen/Schreiben</th>
      <th  CLASS="tablehead2">Nur Lesen</th>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Zuweisen der Eigent&uuml;merschaft an einen anderen Benutzer oder eine andere LDAP-Gruppe</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
      <td >
        <p >Nein</p>
      </td>
      <td >
        <p >Nein</p>
      </td>
      <td >
        <p >Nein</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Festlegen der Quote f&uuml;r den iFolder-Ordner</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
      <td >
        <p >Nein</p>
      </td>
      <td >
        <p >Nein</p>
      </td>
      <td >
        <p >Nein</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >iFolder-Ordner anderen Benutzern zur Verf&uuml;gung stellen (Freigabe)</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
      <td >
        <p >Nein</p>
      </td>
      <td >
        <p >Nein</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >iFolder-Ordner anderen Benutzern nicht mehr zur Verf&uuml;gung stellen (Freigabe beenden)</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
      <td >
        <p >Ja, mit Ausnahme des Eigent&uuml;mers</p>
      </td>
      <td >
        <p >Nein</p>
      </td>
      <td >
        <p >Nein</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Zuweisen von iFolder-Zugriffsrechten f&uuml;r andere Benutzer oder eine LDAP-Gruppe</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
      <td >
        <p >Ja, mit Ausnahme des Eigent&uuml;mers</p>
      </td>
      <td >
        <p >Nein</p>
      </td>
      <td >
        <p >Nein</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Lesen von Verzeichnissen und Dateien im iFolder-Ordner </p>
      </td>
      <td >
        <p >Ja</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Hinzuf&uuml;gen, &Auml;ndern und L&ouml;schen von Verzeichnissen und Dateien im iFolder-Ordner</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
      <td >
        <p >Nein</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Umbenennen von Verzeichnissen und Dateien in einem iFolder-Ordner</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
      <td >
        <p >Nein</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Umbenennen des iFolder-Ordners</p>
      </td>
      <td >
        <p >Nein</p>
      </td>
      <td >
        <p >Nein</p>
      </td>
      <td >
        <p >Nein</p>
      </td>
      <td >
        <p >Nein</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Einrichten eines iFolder-Ordners auf mehreren Computern</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Zur&uuml;cksetzen eines iFolder-Ordners (keine Teilnahme auf lokalem Computer)</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >L&ouml;schen eines verf&uuml;gbaren iFolder-Ordners zum Zur&uuml;ckweisen der Teilnahme</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >L&ouml;schen des iFolder-Ordners sowie L&ouml;schen des iFolder-Ordners und der entsprechenden Dateien vom Server (Umwandlung in einen normalen Ordner und in Zukunft keine Freigabe f&uuml;r andere Benutzer)</p>
      </td>
      <td >
        <p >Ja</p>
      </td>
      <td >
        <p >Nein</p>
      </td>
      <td >
        <p >Nein</p>
      </td>
      <td >
        <p >Nein</p>
      </td>
    </tr>
  </table>
<H4>Festlegen der Zugriffsrechte auf iFolder-Ordner f&uuml;r ein Mitglied</H4>
  
<OL><LI>
      <P>Aktivieren Sie auf der Seite &quot;iFolder-Details&quot; das Kontrollk&auml;stchen neben dem Mitglied, dessen Zugriffsrechte Sie verwalten m&ouml;chten.</P>
    </LI><LI>
      <P>W&auml;hlen Sie das Men&uuml; &quot;Rechte&quot; und anschlie&szlig;end die Rechte &quot;Admin&quot;, &quot;Lesen/Schreiben&quot; oder &quot;Nur Lesen&quot;.<BR>
        <BR>Warten Sie, w&auml;hrend die Seite aktualisiert wird. Das Symbol des Benutzers sollte nun den neuen Zugriffsrechten entsprechen. </P></LI></OL>
  <H4>Entfernen eines Mitglieds</H4>
<ol>
    <li>Aktivieren Sie auf der Seite &quot;iFolder-Details&quot; das Kontrollk&auml;stchen neben dem Benutzernamen des Mitglieds.</li>
    <li>Klicken Sie auf &quot;L&ouml;schen&rdquo;.</li>
</ol>
<P>Die lokale Kopie der Daten verbleibt auf dem Computer des Benutzers; dieser hat jedoch keinen Zugriff mehr auf die iFolder-Daten auf dem Server.</P><P> <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Zur&uuml;ck zum Anfang" TITLE="Zur&uuml;ck zum Anfang"></A></P>
	  <H4>&Auml;ndern des Eigent&uuml;mers</H4>
  <P>Wenn Sie den Eigent&uuml;mer eines iFolder-Ordners &auml;ndern, wird der bestehende Eigent&uuml;mer zu einem Mitglied des iFolder-Ordners mit Lese-/Schreibrechten. Bei iFolder-Ordnern ohne Eigent&uuml;mer wird der Adminbenutzer zum Eigent&uuml;mer, bis der iFolder-Ordner einem neuen Eigent&uuml;mer zugewiesen oder gel&ouml;scht wird.  Wenn der neue Eigent&uuml;mer aktuell kein Mitglied des iFolder-Ordners ist, wird eine Benachrichtigung an sein iFolder-Konto gesendet.</P>
  <OL>
    <LI> 
      <P>Suchen Sie auf der Seite &quot;iFolders-Details&quot; den Benutzer oder die LDAP-Gruppe, den bzw. die Sie zum neuen Eigent&uuml;mer des iFolder-Ordners machen m&ouml;chten. </P>
    </LI>
    <LI>
      <P>Aktivieren Sie das Kontrollk&auml;stchen neben dem Namen des Benutzers und klicken Sie dann auf <i>Eigent&uuml;mer</i>.</P>
    </LI>
    
  </OL>
  <P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Zur&uuml;ck zum Anfang"></A></P>
  <H3><A NAME="policy"></A>Richtlinien</H3>
  
  <P>In der folgenden Tabelle werden die Richtlinien erkl&auml;rt, die Sie f&uuml;r die von Ihnen bestimmten iFolder-Ordner bestimmen k&ouml;nnen. &Auml;ndern Sie die folgenden Werte und klicken Sie auf &quot;Speichern&quot;, um die neuen Einstellungen zu speichern: </P>
<TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Parameter</P></TD><TD CLASS="tablehead2"><P>Beschreibung</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Synchronisierung deaktivieren</P>
      </TD><TD>
        <P>W&auml;hlen Sie diese Option aus, um die Synchronisierung (normalerweise vor&uuml;bergehend) zu deaktivieren. 
        </P>
        <P>Deaktivieren Sie diese Option, um die Synchronisierung der Daten im iFolder-Ordner zu aktivieren.</P>
        <P>Standardwert: Aktiviert, Ja</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Gesamte Festplattenquote</P>
      </TD><TD>
        <P>Aktivieren Sie das Kontrollk&auml;stchen &quot;Begrenzung&quot; und geben Sie die maximale Gr&ouml;&szlig;e (in MB) f&uuml;r den ausgew&auml;hlten iFolder-Ordner an.</P>
        <P>Wenn Sie eine systemweite iFolder-Quote oder eine Quote auf der Ebene der LDAP-Gruppe aktivieren, wird diese von der Kontenquote eines Benutzers &uuml;berschrieben, wenn die Benutzerquote niedriger oder h&ouml;her ist als die f&uuml;r die LDAP-Gruppe bzw. das System g&uuml;ltige Quote. </P>
        <P>Standardwert: Deaktiviert, Keine Begrenzung</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P> Belegt</P>
        <P>(Nur anzeigen)&nbsp;</P></TD><TD>
        <P>Zeigt den aktuell von den iFolder-Daten benutzten Speicherplatz.</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Verf&uuml;gbar</P>
        <P>(Nur anzeigen)&nbsp;</P></TD><TD>
        <P>Zeigt den f&uuml;r iFolder-Daten verf&uuml;gbaren Speicherplatz auf dem Server.</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Effektiv</P>
        <P>(Nur anzeigen)&nbsp;</P></TD><TD>
        <P>Zeigt den effektiv f&uuml;r iFolder-Daten verf&uuml;gbaren Speicherplatz auf dem Server.</P>
      </TD></TR>
	  <TR><TD VALIGN="TOP">
        <p>Dateigr&ouml;&szlig;e</p>
      </TD>
      <TD> <B>Begrenzung</B><BR>
          Gibt die maximale Gesamtgr&ouml;&szlig;e (in MB) an, die ein iFolder-Benutzer f&uuml;r s&auml;mtliche iFolder-Ordner verwenden darf, deren Eigent&uuml;mer der Benutzer des ausgew&auml;hlten Kontos ist. <br>
          <BR>
        <B>Effektiv</B><BR>
        Zeigt die diesem Benutzer effektiv zugeordnete Dateigr&ouml;&szlig;e an.<br>
		<ul><P><font size="-1"><b>WICHTIG:</b> Die Synchronisierung von Dateien, die eine Quote &uuml;berschreiten, kann nicht ordnungsgem&auml;&szlig; durchgef&uuml;hrt werden. Falls ein Benutzer trotzdem versucht, eine solche Datei zu synchronisieren, wird nur ein Teil der Datei synchronisiert und die Daten werden besch&auml;digt.</font></P></ul>
      </TD></TR>
	  <TR>
      <TD VALIGN="TOP"> 
        <p>Ausgeschlossene Dateien</p>
      </TD>
      <TD> 
        <P>Listet Dateitypen auf, die in die Synchronisierung des ausgew&auml;hlten iFolder-Ordners eingeschlossen bzw. daraus ausgeschlossen werden sollen. </P>
        <p>Die Dateien &quot;thumbs.db&quot; und &quot;.DS_Store&quot; des Dateimanagers werden nie synchronisiert. 
        </p>
    
        <P>Zum Hinzuf&uuml;gen einer Dateierweiterung zum Ausschlussfilter geben Sie die gew&uuml;nschte Dateierweiterung ein (Beispiel: &quot;.mpg) und klicken Sie anschlie&szlig;end auf &quot;Hinzuf&uuml;gen&quot;, um den Filter anzuwenden.  </P>
        <P>Um einen Dateityp aus der Synchronisierung auszuschlie&szlig;en, aktivieren Sie das Kontrollk&auml;stchen neben dem Dateityp in der Liste der eingeschr&auml;nkten Dateitypen und klicken Sie dann auf &quot;Verweigern&quot;.</P>
        <P>Um die Synchronisierung eines Dateityps zuzulassen, aktivieren Sie das Kontrollk&auml;stchen neben dem Dateityp in der Liste der eingeschr&auml;nkten Dateitypen und klicken Sie dann auf &quot;Zulassen&quot;.</P>
        <P>Um einen Dateityp aus der Liste der eingeschr&auml;nkten Dateitypen zu l&ouml;schen, aktivieren Sie das Kontrollk&auml;stchen neben dem entsprechenden Dateityp und klicken Sie dann auf &quot;L&ouml;schen&quot;.<br>
        </P>
        <P>Standardwert: Deaktiviert, Alle Dateitypen zulassen oder die system&uuml;bergreifenden Einstellungen anwenden.</P>
      </TD></TR>
	
      
<TR><TD VALIGN="TOP">
        <P> Synchronisierungsintervall</P>
      </TD><TD>
        <P>Aktivieren Sie das Kontrollk&auml;stchen &quot;Synchronisierungsintervall&quot;, um eine minimale Einstellung f&uuml;r das Synchronisierungsintervall einzustellen, und geben Sie dann den Mindestwert in Minuten ein, den die Benutzer als Synchronisierungsintervall f&uuml;r ihre iFolder-Ordner festlegen d&uuml;rfen.</P>
        <P> Zum Deaktivieren der Einstellung deaktivieren Sie das Kontrollk&auml;stchen &quot;Synchronisierungsintervall&quot;. Wenn die Option deaktiviert ist, wird der Wert &quot;Keine Begrenzung&quot; angezeigt.</P>
        <P> Wenn die Option aktiviert ist, bestimmt der Wert &quot;Minimales Synchronisierungsintervall&quot; das Mindestintervall in Minuten, mit dem ein Benutzerclient iFolder-Daten auf dem Server und in lokalen iFolder-Ordnern &uuml;berpr&uuml;fen kann, um festzustellen, ob Dateien hochgeladen bzw. heruntergeladen werden m&uuml;ssen.</P>
  <P>      Das effektive minimale Synchronisierungsintervall entspricht immer dem gr&ouml;&szlig;ten Wert unter den folgenden Einstellungen:</P>
  <ul>
    <li>
            <p> Die Systemrichtlinie (Standardwert: 5 Minuten), es sei denn, eine Richtlinie f&uuml;r den Benutzer oder die LDAP-Gruppe ist festgelegt. Wenn eine Richtlinie f&uuml;r die LDAP-Gruppe festgelegt wurde, wird die Systemrichtlinie von dieser Richtlinie &uuml;berschrieben. Wenn eine Benutzerrichtlinie festgelegt wurde, werden die f&uuml;r die LDAP-Gruppe g&uuml;ltige Richtlinie und die  Systemrichtlinie von der Benutzerrichtlinie &uuml;berschrieben. Dabei spielt es keine Rolle, ob die Benutzerrichtlinie einen gr&ouml;&szlig;eren oder einen kleineren Wert aufweist.</p>
    </li>
    <li>
      <p> Der Richtlinie des lokalen Computers oder der Einstellung auf dem Client-Computer, &uuml;ber den die Synchronisierung mit dem Server erfolgt.</p>
    </li>
    <li>
      <p> Der iFolder-(Sammlungs-)Richtlinie.</p>
    </li>
  </ul>  
        <P> Standardwert: Deaktiviert, vom iFolder-Client festgelegter Grenzwert</P>
      </TD>
</TR><TR><TD VALIGN="TOP">
        <P> Freigabe</P>
      </TD><TD> <B>Aktiv</B><BR>
        Standardm&auml;&szlig;ig ist die iFolder-Freigabe aktiviert. Heben Sie die Auswahl von Aktiv auf, um die Freigabe f&uuml;r den ausgew&auml;hlten iFolder zu deaktivieren. Nach Anwendung dieser Richtlinie kann der ausgew&auml;hlte iFolder weder vom Administrator noch vom Eigent&uuml;mer des iFolders freigegeben werden.<br>
          <BR>
        <B>Widerrufen</B><BR>
        W&auml;hlen Sie <i>Widerrufen</i> aus, um alle Mitglieder aus der Liste der freigegebenen Mitglieder f&uuml;r den ausgew&auml;hlten iFolder zu entfernen.<br>
		<ul>
          <P><font size="-1"><b>WICHTIG:</b> Beide Optionen sind deaktiviert, wenn Sie die Option <i>Freigeben</i> auf der System- oder Benutzerebene erzwingen.</font></P>
        </ul>
      </TD></TR></TABLE><BR><P> 
  
  <H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Verwandte Themen" align="top"> Verwandte Themen</H4><BLOCKQUOTE class="task1"><P ><A HREF="ifolders.html">Verwalten von iFolder-Ordnern </A><BR><A HREF="users.html">Verwalten von Benutzern</A><BR><A HREF="userdetails.html">Benutzerdetails</A><BR><A HREF="servers.html#orphan" TARGET="_self">Verwalten von iFolder-Servern</A>
    </P>
  </BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Zur&uuml;ck zum Anfang"></A></P><P>&nbsp;</P><P CLASS="copyright">Ein Markensymbol(<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP> usw.) kennzeichnet eine Novell-Marke. Ein Sternchen (*) kennzeichnet eine Drittanbieter-Marke.     Weitere Informationen finden Sie unter <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Rechtliche Hinweise</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>