<html>
<head>
  <meta http-equiv="content-type" content="text/html;charset=UTF-8"> 

<!-- Novell iFolder 3.x Web Access  --> 

<title>Zugreifen auf Ordner und Dateien</title> 

<!-- Metadata --> 
  <meta name="Author" content="iFolder 3.x Documentation Manager"> 
  <meta name="date" content="02-17-2005"> 
  <meta name="modified" content="06-29-2005"> 
<!-- Documentation Stylesheet --> 
  <link rel="stylesheet" href="hf_style.css" type="text/css"> 
<!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      --> 
      
      <style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
<h3 class="head3b"><a name="top"></a>Zugreifen auf Ordner und Dateien in Ihren iFolder-Ordnern</h3><p> &Uuml;ber diese Schnittstelle k&ouml;nnen Sie auf Ordner und Dateien in den iFolder-Ordnern zugreifen, die in diesem Konto f&uuml;r Sie verf&uuml;gbar sind. F&uuml;r jeden iFolder-Ordner k&ouml;nnen Sie eine Liste der enthaltenen Ordner und Dateien anzeigen, Dateien hoch- oder herunterladen, Ordner erstellen oder Dateien und Ordner l&ouml;schen. Um iFolder-Ordner zu erstellen, zu l&ouml;schen oder freizugeben, m&uuml;ssen Sie den iFolder-Client f&uuml;r Ihren Linux*-, Windows*- oder Macintosh*-Computer verwenden. </p><p>In diesem Hilfethema wird Folgendes behandelt:</p><blockquote > 
<p><a href="#login" target="_self">Anmeldung und Abmeldung</a> <br> 
<a href="#browse" target="_self">Durchsuchen von iFolder-Ordnern</a> <br> <a href="#manage" target="_self">Verwalten von Ordnern und Dateien in einem iFolder-Ordner</a></p></blockquote><h3><a name="login"></a>Anmeldung und Abmeldung</h3><p>Falls f&uuml;r die Systemverbindung eine Zeit&uuml;berschreitung erfolgt, w&auml;hrend Sie Ihre iFolder-Ordner bearbeiten, werden Sie durch Web Access auf die Anmeldeseite zur&uuml;ckgeleitet. Sie k&ouml;nnen sich erneut anmelden, um mit der Bearbeitung fortzufahren, ohne Ihren Browser zu schlie&szlig;en.</p><p>Sie k&ouml;nnen sich abmelden, indem Sie im Header-Bereich oben rechts auf &quot;Abmelden&quot; klicken und anschlie&szlig;end Ihren Browser schlie&szlig;en. Wenn Sie sich nicht abmelden, bleibt die Sitzung bis zur Zeit&uuml;berschreitung der Sitzung ge&ouml;ffnet. Dies kann ein Sicherheitsrisiko darstellen. </p><p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Zur&uuml;ck zum Anfang"></a></p><h3><a name="browse"></a>Durchsuchen von iFolder-Ordnern</h3><p>Auf der Seite &quot;iFolder-Ordner&quot; werden alle f&uuml;r Sie im aktuellen Konto verf&uuml;gbaren iFolder-Ordner angezeigt. Zu den verf&uuml;gbaren iFolder-Ordnern z&auml;hlen die Ordner, deren Eigent&uuml;mer Sie sind, und die Ordner, die andere Benutzer f&uuml;r Sie freigegeben haben. Sie k&ouml;nnen durch Webzugriff auf freigegebene Ordner zugreifen, selbst wenn Sie den iFolder-Ordner nicht lokal auf Ihrem Computer eingerichtet haben. In der Spalte &quot;Eigent&uuml;mer&quot; wird der Name der Person angegeben, die Eigent&uuml;mer des iFolder-Ordners ist. Damit wird Ihnen das Auffinden des gesuchten iFolder-Ordners erleichtert. </p><p>Klicken Sie auf den iFolder-Ordnernamen, um eine Liste der enthaltenen Ordner und Dateien anzuzeigen, Dateien hoch- oder herunterzuladen, Ordner zu erstellen oder Dateien und Ordner zu l&ouml;schen.</p><p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Zur&uuml;ck zum Anfang"></a></p><h3><a name="manage"></a>Verwalten von Ordnern und Dateien in einem iFolder-Ordner</h3><p>In einem iFolder-Ordner k&ouml;nnen Sie die folgenden Aufgaben ausf&uuml;hren:</p><blockquote> <p><b>Eine Liste von Ordnern und Dateien anzeigen</b><br>Die iFolder-Seite listet Ordner und Dateien alphabetisch auf. Bl&auml;ttern Sie in der Liste, um das gew&uuml;nschte Verzeichnis bzw. die gew&uuml;nschte Datei zu finden. </p><p><b>In einem Verzeichnis navigieren</b><br>Klicken Sie auf den Namen des Ordners <img src="../../images/folder_16.gif" width="16" height="16" alt="Ordnersymbol">, um den Ordner zu &ouml;ffnen und eine Liste des Ordnerinhalts anzuzeigen. Um zu einer h&ouml;heren Ebene in der Verzeichnisstruktur zu wechseln, klicken Sie in der Symbolleiste auf das Symbol <img src="../../images/up_folder_16.gif" width="14" height="12" alt="Aufw&auml;rts">.<br> </p><p><b>Eine Datei &ouml;ffnen oder speichern</b><br>Klicken Sie auf den Namen der Datei <img src="../../images/file_16.gif" width="16" height="16" alt="Dateisymbol">, die Sie &ouml;ffnen oder speichern m&ouml;chten. </p><ul> <li><p>Klicken Sie auf &quot;&Ouml;ffnen&quot;, um den Inhalt der Datei anzuzeigen. Auf Ihrem Computer muss eine kompatible Anwendung installiert sein, um die Datei zu &ouml;ffnen. Wenn Sie in der Datei arbeiten m&ouml;chten, laden Sie sie herunter, &auml;ndern Sie die Datei und laden Sie sie anschlie&szlig;en erneut hoch.</p></li><li><p>Klicken Sie auf &quot;Speichern&quot;, um die Datei auf Ihrem lokalen Festplattenlaufwerk oder auf einem zugeordneten Netzlaufwerk zu speichern. Navigieren Sie zu der Position, an der Sie die Datei speichern m&ouml;chten, und klicken Sie auf &quot;Speichern&quot;. Die Datei wird auf Ihren Computer geladen.</p></li></ul><p><b>Einen neuen Ordner erstellen</b> <br> Im Feld Neuer Ordner geben Sie den Namen des neuen Ordners an und klicken Sie anschlie&szlig;end auf Erstellen. Bei Ordnernamen muss die Gro&szlig;- und Kleinschreibung ber&uuml;cksichtigt werden. Wenn die Seite aktualisiert wird, werden die Ordner in alphabetischer Reihenfolge aufgelistet.<br></p><p><b>Ordner oder Dateien l&ouml;schen</b><br>Aktivieren Sie das Kontrollk&auml;stchen neben einem oder mehreren zu l&ouml;schenden Ordnern oder Dateien und klicken Sie anschlie&szlig;end auf &quot;L&ouml;schen&quot;. Best&auml;tigen Sie die L&ouml;schung.</p><p><b>Datei heraufladen</b> <br> Klicken Sie im Feld Datei heraufladen auf Durchsuchen, um einen lokalen Ordner auszuw&auml;hlen, den Sie heraufladen m&ouml;chten. Klicken Sie dann auf &Ouml;ffnen &gt; Heraufladen. Wenn die Seite aktualisiert wird, wird die Datei entsprechend ihrem Dateinamen in einer alphabetisch sortierten Liste angezeigt.</p></blockquote><p> 
<a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Zur&uuml;ck zum Anfang"></a> 
</p><p>&nbsp;</p><P CLASS="copyright">Ein Markensymbol(<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP> usw.) kennzeichnet eine Novell-Marke. Ein Sternchen (*) kennzeichnet eine Drittanbieter-Marke. Weitere Informationen finden Sie unter <A HREF="legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Rechtliche Hinweise</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>
</html>