<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.7  --> 
   
     <title>Verwalten der LDAP-Einstellungen</title>  	 
     
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.7 Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="06-29-2005"> 
	 <meta name="modified" content="11-15-2007"> 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
      
       --> <h3 class="head3b">Verwalten der LDAP-Einstellungen f&uuml;r das iFolder-System</h3>
  <p> Mit dieser Schnittstelle k&ouml;nnen Sie die LDAP-Einstellungen f&uuml;r den ausgew&auml;hlten Novell<SUP><SMALL>&reg;</SMALL></SUP> iFolder<SUP><SMALL>&reg;</SMALL></SUP>-Server der Version 3.7 oder h&ouml;her in dieser iFolder-Dom&auml;ne bearbeiten. </p>
  
  <H3><A NAME="modify"></A>Bearbeiten der LDAP-Einstellungen</H3><P>Bearbeiten Sie die folgenden Felder und klicken Sie dann auf <i>OK</i>, um Ihre &Auml;nderungen zu &uuml;bernehmen:</P><TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Parameter</P></TD><TD CLASS="tablehead2"><P>Beschreibung</P></TD></TR>
<TR><TD VALIGN="TOP">
        <P>LDAP-Admin-DN</P>
      </TD><TD>
        <P>Geben Sie den vollst&auml;ndigen eindeutigen Namen des LDAP-Administrators an. Dieser kann, muss jedoch nicht mit dem Namen des iFolder-Administrators &uuml;bereinstimmen.</P>
      </TD></TR>
	  <TR><TD VALIGN="TOP">
        <P>LDAP-Admin-Passwort&nbsp;</P>
      </TD><TD>
        <P>Das Passwort dient zur Authentifizierung des LDAP-Adminbenutzers beim LDAP-Server. </P>
        
        <P>Klicken Sie auf <i>OK</i>, um das in den LDAP-Einstellungen gespeicherte Passwort zu aktualisieren.</P>
<blockquote>
  
</blockquote>
</TD></TR><TR><TD VALIGN="TOP">
        <P>LDAP-Server</P>
      </TD><TD>
        <P>Geben Sie den DNS-Namen bzw. die IP-Adresse des LDAP-Servers an. Hierbei kann es sich um einen beliebigen der iFolder-Server im iFolder-System handeln.</P>
      </TD></TR>
	  <TR><TD VALIGN="TOP">
        <P>LDAP-SSL</P>
      </TD><TD>
        <P>Klicken Sie auf <i>Ja</i>, um LDAP-SSL zu aktivieren. Wenn SSL auf dem Server aktiviert ist, ist der Wert &quot;Ja&quot;, anderenfalls ist der Wert &quot;Nein&quot;.<BR>
        </P></TD></TR><TR><TD VALIGN="TOP">
        <P>Proxy-Benutzer</P>
      </TD><TD>
        <P>Der iFolder-Proxy-Benutzer ist eine bestehende Proxy-Benutzeridentit&auml;t, die verwendet wird, um mit Lesezugriff auf den LDAP-Server zuzugreifen und eine Liste der autorisierten Benutzer abzurufen. Der Proxy-Benutzer wird automatsich w&auml;hrend der Konfiguration des iFolder-Enterprise-Servers in YaSt erstellt. Der Benutzername wird automatisch generiert und ist innerhalb des Systems eindeutig. </P>
    <P> Vergewissern Sie sich, dass sich das als iFolder-Proxy-Benutzer zugewiesene Benutzerkonto von dem f&uuml;r den iFolder-Adminbenutzer und anderen System-Benutzern verwendeten Konto unterscheidet. Durch die Trennung zwischen Proxy-Benutzer und Administrator wird eine Trennung der Berechtigungen erzielt. Dies ist auch deshalb wichtig, weil das Passwort des Proxy-Benutzers im Dateisystem auf dem iFolder-Server gespeichert wird.</P>
    <P> Geben Sie den vollst&auml;ndigen eindeutigen Namen eines bestehenden Benutzers ein, den Sie zum iFolder-Proxy-Benutzer machen m&ouml;chten. Diese Identit&auml;t muss das Zugriffsrecht &quot;Lesen&quot; auf das LDAP-Verzeichnis besitzen. Beispiel: </P>
        <P> cn=iFolderProxy,o=acme</P>
    <P> Vergessen Sie nicht, auch das Passwort des neuen Benutzers in das Feld &quot;Proxy-Passwort&quot;einzugeben.</P>
        <P> Nach der Bearbeitung des Proxy-Benutzers sollten Sie sofort anhand der neuen iFolder-Proxy-Daten die Listen der LDAP-Benutzer synchronisieren; anderenfalls werden die Proxy-Benutzer-Informationen erst bei der n&auml;chsten geplanten Synchronisierung der Benutzerliste getestet. Synchronisieren Sie bei Bedarf auf der Seite f&uuml;r die Serverdetails unter <i>LDAP-Details</i> mithilfe der Option <i>Jetzt synchronisieren</i> die Liste der iFolder-Benutzer und &uuml;berpr&uuml;fen Sie die neuen Einstellungen f&uuml;r den Proxy-Benutzer.</P>
        </TD></TR>
	<TR><TD VALIGN="TOP"><P>Proxy-Benutzer-Passwort&nbsp;</P></TD><TD>
        <P>Das Passwort dient zur Authentifizierung des iFolder-Proxy-Benutzers beim LDAP-Server, wenn iFolder die Benutzer mit dem LDAP-Server synchronisiert. </P>
        <P>Um das Passwort f&uuml;r den iFolder-Proxy-Benutzer zu bearbeiten, brauchen Sie den in den LDAP-Einstellungen f&uuml;r das iFolder-System gespeicherten Wert nicht zu aktualisieren. Sie k&ouml;nnen das Passwort direkt mit dieser Schnittstelle verwenden.</p>
        <P>Dieses Passwort muss mit dem im eDirectory<sup><small>TM</small></sup>-Objekt des iFolder-Proxy-Benutzers gespeicherten Passwort &uuml;bereinstimmen. </P>
<P>Geben Sie das Passwort zweimal ein und klicken Sie dann auf <i>OK</i>, um das in den LDAP-Einstellungen gespeicherte Passwort zu aktualisieren.</P>
<P>Hinweis: Wenn iFolder zur Verwendung des allgemeinen OES-Proxybenutzers konfiguriert ist, darf das Proxybenutzer-Passwort nicht in der iFolder-Web-Admin-Konsole ge&auml;ndert werden.</P></TD></TR><TR><TD VALIGN="TOP">
        <P>LDAP-Kontexte</P>
      </TD><TD>
        <P> Geben Sie die LDAP-Container, -Gruppen bzw. -Benutzer an (bzw. bearbeiten Sie sie), in denen iFolder nach einer Liste der autorisierten Benutzer zur Bereitstellung f&uuml;r iFolder-Server auf diesem Enterprise-Server suchen soll. LDAP-Kontexte werden im LDAP-Format eingegeben. Beispiel: </P>
        <P> cn=group,o=acme#cn=dbgroup,o=acme#</P>
        <P>Um einen Wert zu bearbeiten, w&auml;hlen Sie ihn aus, nehmen Sie die gew&uuml;nschten &Auml;nderungen vor und klicken Sie dann auf <i>OK</i>, um die &Auml;nderungen zu &uuml;bernehmen.</P>  
  
        <P>Der iFolder-Adminbenutzer wird w&auml;hrend der Installation f&uuml;r Server bereitgestellt. Er wird &uuml;ber seine GUID aufgezeichnet und steht daher auch dann zur Verf&uuml;gung, wenn Sie keinen Container, keine Gruppe und keinen Benutzer angeben oder wenn Sie Such-DNs angeben, die den iFolder-Adminbenutzer nicht enthalten. Diese Identit&auml;t muss dazu berechtigt sein, Verwaltungsaufgaben auszuf&uuml;hren.</P>
        <P>Die LDAP-Synchronisierung kann geplant oder manuell ausgef&uuml;hrt werden, indem Sie auf die Schaltfl&auml;che <i>Jetzt synchronisieren</i> klicken. Bei der LDAP-Synchronisierung fragt der iFolder-Server den LDAP-Server ab und ruft die Liste der Benutzer vom DN ab, der im Feld <i>LDAP-Kontext</i> angegeben ist. Die Benutzernamen in der iFolder-Dom&auml;ne werden mit der LDAP-Liste verglichen. Wenn ein Benutzer dem angegebenen LDAP-Kontext hinzugef&uuml;gt oder daraus entfernt wird, wird die iFolder-Dom&auml;ne folglich ebenfalls aktualisiert.</P>
        <P>Auch wenn ein Benutzer im LDAP-Kontext gel&ouml;scht ist, deaktiviert die erste LDAP-Synchronisierung nur den Benutzer in der iFolder-Dom&auml;ne, unabh&auml;ngig von der Kulanzintervall-Richtlinie. Der deaktivierte Benutzer wird nach dem Kulanzintervallzeitraum niemals automatisch gel&ouml;scht und ist weiterhin in der iFolder-Dom&auml;ne in einem deaktivierten Zustand vorhanden. Wenn dieser Benutzer erneut innerhalb des Kulanzintervallzeitraums konfiguriert wird, wird der Benutzer in allen iFolder-Ordnern aktiv. Nach dem Kulanzintervallzeitraum wird bei der n&auml;chsten LDAP-Synchronisierung der Benutzer aus der iFolder-Dom&auml;ne gel&ouml;scht und alle iFolder-Ordner des Benutzers werden bezugslos. Die bezugslosen iFolder-Ordner werden erneut dem iFolder-Admin-Benutzer zugewiesen.</P>
      </TD></TR>
  </TABLE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Zur&uuml;ck zum Anfang"></A></P><H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Verwandte Themen" align="top"> Verwandte Themen</H4><BLOCKQUOTE class="task1">
<P ><A HREF="system.html">Verwalten des iFolder-Systems</A><BR><A HREF="member.html">Verwalten eines Benutzerkontos</A></P></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Zur&uuml;ck zum Anfang"></A></P><P>&nbsp;</P><P CLASS="copyright">Ein Markensymbol(<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP> usw.) kennzeichnet eine Novell-Marke. Ein Sternchen (*) kennzeichnet eine Drittanbieter-Marke. Weitere Informationen finden Sie unter <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Rechtliche Hinweise</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>