<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.x iManager Plugin  --> 
   
     <title>iFolder-System</title>  	 
   
        
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.x Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="06-29-2005"> 
	 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       
       --> <h3 class="head3b">Verwalten des iFolder-Systems</h3>
  <p> Verwenden Sie diese Schnittstelle zum Verwalten von Novell iFolder<SUP><SMALL>&reg;</SMALL></SUP>-Services der Version 3.7 oder h&ouml;her f&uuml;r den ausgew&auml;hlten Server.</p>
  <P>In diesem Hilfethema werden folgende Informationen behandelt:</P>
  <blockquote> <P><A HREF="#sytemsettings" TARGET="_self">Systemeinstellungen </A> <BR><A HREF="#status" TARGET="_self">Wiederbereitstellungsstatus</a><BR><A HREF="#admin" TARGET="_self">Registerkarte &quot;Administrator&quot;</a><BR> <A HREF="#policy" TARGET="_self">Richtlinien</a><BR></P></BLOCKQUOTE>
  
  <H3><A NAME="sytemsettings"></A>Systemeinstellungen</H3>
  <p>Im Abschnitt &quot;Systemeinstellungen&quot; werden die folgenden Informationen angezeigt:</p>
  <TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Parameter</P></TD><TD CLASS="tablehead2"><P>
    Beschreibung</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Name</P>
      </TD><TD>
        <P>Der Name, der der iFolder-Dom&auml;ne zugewiesen wurde.</P>
		<P>Zum Bearbeiten des Namens der iFolder-Dom&auml;ne geben Sie den neuen Namen an und klicken anschlie&szlig;end auf &quot;Speichern&quot;.</P>
		  
        <P>Klicken Sie auf &quot;'Abbrechen&quot;, um die vorgenommenen &Auml;nderungen r&uuml;ckg&auml;ngig zu machen.</P>
      </TD><TR><TD VALIGN="TOP">
        <P>Beschreibung</P>
      </TD><TD>
        <P>Eine kurze Beschreibung der iFolder-Dom&auml;ne.</P>
		<P>Zum Bearbeiten der Systembeschreibung geben Sie die neue Beschreibung an und klicken anschlie&szlig;end auf &quot;Speichern&quot;.</P>
		  
        <P>Klicken Sie auf &quot;'Abbrechen&quot;, um die vorgenommenen &Auml;nderungen r&uuml;ckg&auml;ngig zu machen.</P>
      </TD>
    <tr>
      <TD VALIGN="TOP">
        <P>SSL-Option</P>
        
      </TD>
      <TD> 
        <P>Zeigt den Kommunikationsmodus zwischen den iFolder-Servern, dem iFolder-Client, der iFolder-Konsole f&uuml;r den Internetzugriff und der iFolder-Konsole f&uuml;r den Webadministrator an.  
      </TD>
    </tr>
    <TR><TD VALIGN="TOP">
        <P>Benutzer gesamt</P>(Nur anzeigen)
      </TD><TD>
        <P>Zeigt die Gesamtanzahl der Benutzer dieser iFolder-Dom&auml;ne an. 
      </TD></TR><TR><TD VALIGN="TOP">
        <P>iFolder-Ordner gesamt</P>
        (Nur anzeigen)
      </TD><TD>
        <P>Zeigt die Gesamtanzahl der iFolder-Ordner in der iFolder-Dom&auml;ne an. 
      </TD></TR><TR><TD VALIGN="TOP">
        Reihenfolge in der Anzeige des vollst&auml;ndigen Namens</TD><TD>
        <p>
        Hiermit k&ouml;nnen Sie die Reihenfolge festlegen, in der der vollst&auml;ndige Name eines Benutzers angezeigt wird. W&auml;hlen Sie die Option <i>(Vorname, Nachname)</i> aus, um den Vornamen vor dem Nachnamen anzuzeigen. Oder w&auml;hlen Sie die Option <i>(Nachname, Vorname)</i> aus, um den Nachnamen vor dem Vornamen anzuzeigen. </p>
        <p class="Normal2">
        Damit die &Auml;nderungen wirksam werden, muss entweder eine geplante LDAP-Synchronisierung durchgef&uuml;hrt werden oder Sie m&uuml;ssen die LDAP-Synchronisierung manuell durchf&uuml;hren. So f&uuml;hren Sie eine manuelle LDAP-Synchronisierung durch:</p>
        <ol>
          <li>
          <p class="Normal2">
          <span style="font-size:11.0pt;font-family:Arial;
">Klicken Sie in der Web-Verwaltungskonsole auf die Registerkarte <i>Server</i>, w&auml;hlen Sie den Server aus und wechseln Sie anschlie&szlig;end zur Seite &quot;Serverdetails&quot;.</span></li>
          <li>
          <p class="Normal2">
          <span style="font-size: 11.0pt; font-family: Arial; "> Klicken Sie im Abschnitt <i>LDAP-Details</i> auf die Schaltfl&auml;che <i>Jetzt synchronisieren</i>.</span></li>
        </ol>
      </TD></TR><TR><TD VALIGN="TOP">
        <span style="font-size: 11.0pt; font-family: Arial; "> Manage Group Quota Using (Gruppenquote verwalten mit)</span></TD><TD>
        <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;">Hiermit k&ouml;nnen Sie definieren, wie die f&uuml;r Gruppen festgelegte Gesamtspeicherplatzquote verwaltet wird. </span></p>
        <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;">W&auml;hlen Sie die Option <i>Verwaltungskonsole</i> aus, um es Administratoren zu erm&ouml;glichen, die Speicherplatzquoten f&uuml;r Gruppen und Gruppenmitglieder explizit zu verwalten. Wenn Sie diese Option ausw&auml;hlen, wird die den Benutzern zugewiesene Speicherplatzquote beschr&auml;nkt, sodass sie die gesamte Speicherplatzauslastung der Gruppe nicht &uuml;bersteigt. Die Option <i>Verwaltungskonsole</i> ist standardm&auml;&szlig;ig ausgew&auml;hlt.</span></p>
        <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;">W&auml;hlen Sie die Option <i>Synchronisierungs-Engine</i> aus, damit die Synchronisierungs-Engine die Gesamtspeicherplatzquote f&uuml;r Gruppen im Backend verwalten kann. Die Synchronisierungs-Engine stellt sicher, dass die Speicherplatzquote f&uuml;r alle Benutzer in der Gruppe die Gesamtspeicherplatzquote der Gruppe nicht &uuml;bersteigt.</span></p>
        <p class="Normal2">&nbsp;
        </p>
        </TD></TR><TR><TD VALIGN="TOP">
        <span style="font-size: 11.0pt; font-family: Arial; ">Aufgeteilte Gruppen</span></TD><TD>
        <span style="font-size: 11.0pt; font-family: Arial; "> Mit dieser Option k&ouml;nnen Sie Gruppen in unabh&auml;ngige Einheiten aufteilen und sicherstellen, dass die Mitglieder einer Gruppe nicht auf die Mitglieder einer anderen Gruppe zugreifen und iFolder-Ordner freigeben k&ouml;nnen. Aktivieren Sie das Kontrollk&auml;stchen f&uuml;r <i>Aufgeteilte Gruppen erstellen</i>, um die Freigabe von iFolder-Ordnern auf die Mitglieder derselben Gruppe zu beschr&auml;nken.</span><p>
        <span style="font-family: Arial; ">Hinweis: </span> <span style="font-size: 11.0pt; font-family: Arial; ">Eine LDAP-Gruppe kann kein sekund&auml;rer oder prim&auml;rer Administrator sein.</span></TD></TR></TABLE>
 <P> <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Zur&uuml;ck zum Anfang"></A></P> 
 <H3><A NAME="status"></A>Wiederbereitstellungsstatus</H3> 
  <p> Sie k&ouml;nnen Benutzer &uuml;ber verschiedene Server hinweg verschieben. Mit dieser Schnittstelle k&ouml;nnen Sie den Wiederbereitstellungsstatus anzeigen. Klicken Sie zum Anzeigen des Wiederbereitstellungsstatus f&uuml;r jeden Benutzer auf &quot;Wiederbereitstellungsstatus&quot;. </p>
  <P> <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Zur&uuml;ck zum Anfang"></A></P>
  <H3><a name="admin"></a>-Administratoren</H3>
<P>Der iFolder-Adminbenutzer ist der prim&auml;re Administrator des iFolder Enterprise-Servers. Jedes Mal, wenn ein iFolder-Ordner keinen Eigent&uuml;mer mehr hat, wird die Eigent&uuml;merschaft an den iFolder-Adminbenutzer &uuml;bertragen, damit dieser ihn entweder einem anderen Benutzer &uuml;bertr&auml;gt oder den Ordner l&ouml;scht. Urspr&uuml;nglich wird der iFolder-Adminbenutzer w&auml;hrend der iFOlder Enterprise-Serverkonfiguration in YaST angegeben. </P>
  <P>Der iFolder-Adminbenutzer muss bereitgestellt sein, damit er berechtigt werden kann, Verwaltungsaufgaben auszuf&uuml;hren. In iFolder wird dieser Benutzer &uuml;ber die LDAP-Objekt-GUID ermittelt. Er kann jedem LDAP-Container und jeder Gruppe im Baum angeh&ouml;ren, auch denen, die nicht als Such-DNs identifiziert werden. Die Aktivit&auml;ten dieses Benutzers k&ouml;nnen &uuml;berall im Baum nachverfolgt werden, weil er nicht &uuml;ber seine GUID, sondern &uuml;ber seinen DN (Distinguished Name) erkannt wird. </P>
  <P>Die Rechte des iFolder-Administrators k&ouml;nnen auch anderen Benutzern zugewiesen werden, damit auch sie iFolder-Services auf dem ausgew&auml;hlten Server verwalten k&ouml;nnen. Nur Benutzer, die sich in einem der DNs im LDAP-Such-DN befinden, k&ouml;nnen gleiche Rechte wie der iFolder-Adminbenutzer erhalten.</P>
  <P>Wenn Sie die Rechte des iFolder-Administrators anderen Benutzern zuweisen, werden diese Benutzer von der Beziehung des Mitgliederverzeichnisses und dem Such-DN bestimmt.  Ein Benutzer wird aus dem Mitgliederverzeichnis entfernt und seine iFolder-Adminrechte verfallen, wenn er gel&ouml;scht, sein DN aus der Liste der Such-DNs entfernt oder wenn er in einen DN verschoben wird, der nicht Teil der Such-DNs ist.</P>
  <P><span style="FONT-FAMILY: Arial">Der iFolder-Admin-Benutzer oder der prim&auml;re Administrator erstellt den sekund&auml;ren Administrator und weist dem sekund&auml;ren Administrator Gruppen zu.</span></P><P><font size="-1"><b>WICHTIG:</b> Sie k&ouml;nnen einer LDAP-Gruppe nicht das Adminbenutzerrecht zuweisen. </font></P>
  <P><span style="FONT-FAMILY: Arial">Auf der Seite &quot;System&quot; werden die Registerkarten &quot;Prim&auml;rer Administrator&quot; und &quot;Sekund&auml;rer Administrator&quot; angezeigt. Die folgenden Parameter sind auf beiden Registerkarten gleich:</span></P>
	<TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Parameter</P></TD><TD CLASS="tablehead2"><P>Beschreibung</P></TD></TR>
      <TR><TD VALIGN="TOP">
        <P>Typ</P>
      </TD>
      <TD> 
        <P>Zeigt das Adminbenutzersymbol..</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Benutzername</P>
      </TD>
      <TD> 
        <P>Der dem Adminbenutzerkonto zugewiesene Benutzername, beispielsweise hans.schmidt@beispiel.de.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Vollst&auml;ndiger Name</P>
      </TD>
      <TD> 
        <P>Der Vorname und der Nachname des Adminbenutzerkontos. </P>
		
      </TD><TR></TR></TABLE>

  <h5><span style="FONT-FAMILY: Arial">Prim&auml;rer Administrator</span></h5>

  <P>Klicken Sie zum Anzeigen oder Bearbeiten der Details f&uuml;r den <span style="FONT-FAMILY: Arial">prim&auml;ren Administrator</span> <span style="FONT-FAMILY: Arial"> auf die Registerkarte <i>Prim&auml;rer Administrator</i> und anschlie&szlig;end auf </span><span style="COLOR: black; FONT-FAMILY: Arial"> </span>den Link &quot;Admin-Benutzer&quot;, um die Seite &quot;Benutzerdetails&quot; zu &ouml;ffnen. Auf der Seite &quot;Benutzerdetails&quot; werden die iFolder-Ordner angezeigt, deren Eigent&uuml;mer der Adminbenutzer ist oder in denen er Mitglied ist. Klicken Sie auf die Registerkarte &quot;Alle&quot;, um alle &ndash; die eigenen und die f&uuml;r ihn freigegebenen iFolder-Ordner &ndash; anzuzeigen. Zum Anzeigen der iFolder-Ordner, deren Eigent&uuml;mer der betreffende Benutzer ist, klicken Sie auf die Registerkarte &quot;Eigene&quot;. Auf der Registerkarte &quot;Freigegebene&quot; werden alle iFolder-Ordner angezeigt, die f&uuml;r diesen Benutzer freigegeben sind. Mit der Seite &quot;Benutzerdetails&quot; k&ouml;nnen Sie auch die Richtlinieneinstellungen f&uuml;r den ausgew&auml;hlten  Adminbenutzer &auml;ndern.</P>
  <H4>Hinzuf&uuml;gen und L&ouml;schen des iFolder-Administrators</H4>
  <br>
		
  <OL>
    <LI> 
      <P>Suchen Sie den zu verwaltenden Adminbenutzer und aktivieren Sie anschlie&szlig;end das Kontrollk&auml;stchen neben diesem Benutzer.</P>
    </LI>
    <ul><LI> 
        <P>Klicken Sie auf &quot;L&ouml;schen&quot;, um den ausgew&auml;hlten Adminbenutzer zu l&ouml;schen.</P>
	  <P>Wenn Sie die iFolder-Administratorrechte direkt aus dem Benutzernamen l&ouml;schen, mit dem Sie sich beim Server angemeldet haben, wird Ihre Verbindung mit dem Server sofort unterbrochen. Sie m&uuml;ssen sich dann beim iFolder-Server mit einem anderen Benutzernamen mit iFolder-Administratorrechten anmelden, um den Server weiterhin zu verwalten.  
</P>
        <P><font size="-1"><b>WICHTIG:</b> Der w&auml;hrend der Simias-Servereinrichtung konfigurierte Adminbenutzer kann nicht gel&ouml;scht werden.</font></P>
    <LI> 
        <P>Klicken Sie auf &quot;Hinzuf&uuml;gen&quot;, um eine Liste der iFolder-Benutzer anzuzeigen.</P>
        <P>Suchen Sie den Benutzer, den Sie als Administrator hinzuf&uuml;gen m&ouml;chten, aktivieren Sie das Kontrollk&auml;stchen neben dem Benutzer und klicken Sie auf &quot;Hinzuf&uuml;gen&quot;.</P>
      <P>Es ist m&ouml;glich, mehreren Benutzern iFolder-Administratorrechte zuzuweisen.</P>
    </LI></ul>
  </OL>
<P> <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Zur&uuml;ck zum Anfang"></A></P>
  <H3><A NAME="policy"></A>Richtlinien</H3>
      
  <p> In der folgenden Tabelle werden die Systemrichtlinien aufgef&uuml;hrt, die Sie f&uuml;r iFolder-Systeme verwalten k&ouml;nnen. Klicken Sie auf &quot;Speichern&quot;, um die &Auml;nderungen anzuwenden:</p>
	
 
<TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Parameter</P></TD><TD CLASS="tablehead2"><P>Beschreibung</P></TD></TR>
<TR>
      <TD VALIGN="TOP"> 
        <h4> iFolder-Ordner pro Benutzer</h4>
      </TD>
      <TD> 
        <P>Gibt die maximal zul&auml;ssige Anzahl an iFolder-Ordnern pro Benutzer an. Nach der Anwendung dieser Richtlinie gilt f&uuml;r jeden Benutzer eine bestimmte Obergrenze f&uuml;r die Anzahl an iFolder-Ordnern. Benutzer, die diese Obergrenze &uuml;berschreiten, erhalten eine Fehlermeldung &uuml;ber die Richtlinienverletzung. Wenn der Wert 0 als Obergrenze angegeben wurde, k&ouml;nnen die Benutzer keine iFolder erstellen.</P>
             
        <P>Die Festlegung der Richtlinie hat keine Auswirkungen auf die Anzahl der iFolder-Ordner, deren Eigent&uuml;mer ein Benutzer bereits ist. Auch wenn die Anzahl an iFolder-Ordner, deren Eigent&uuml;mer ein Benutzer ist, bereits die von Ihnen festgelegte Obergrenze &uuml;berschreitet, kann der Benutzer diese iFolder-Ordner weiterhin behalten. </P>
        </TD></TR><TR><TD VALIGN="TOP">
        <h4>Speicherquote</h4>
      </TD>
      <TD> 
        <p>Gibt den maximalen Speicherplatz an, der f&uuml;r ein iFolder-System vorgesehen ist. Benutzerrichtlinien werden von system&uuml;bergreifenden Einstellungen &uuml;berschrieben.</p>
		  <P>Deaktivieren Sie das Kontrollk&auml;stchen, um eine system&uuml;bergreifende Speicherquote zu deaktivieren.</P>
        <P>Aktivieren Sie das Kontrollk&auml;stchen, um eine system&uuml;bergreifende Speicherquote zu aktivieren und geben Sie die Gesamtspeicherquote in MB f&uuml;r ein Benutzerkonto an. </P>
        <P>Wenn Sie eine systemweite Speicherquote kleiner als die aktuelle Speichergr&ouml;&szlig;e f&uuml;r iFolder-Daten eines Benutzers eingeben, werden die Daten nicht mehr synchronisiert, bis die Daten auf  maximal die Gr&ouml;&szlig;e der Speicherquote reduziert werden oder bis f&uuml;r die Speicherquote ein Wert gr&ouml;&szlig;er als der insgesamt genutzte Speicherplatz des Benutzers festgelegt wird.</P>
        <P>Die Aktivierung oder &Auml;nderung der system&uuml;bergreifenden Speicherquote hat keine Auswirkung auf bestehende, individuelle Benutzerspeicherquoten. Bestehende Benutzerspeicherquoten sind immer priorit&auml;r vor einer system&uuml;bergreifenden Quote, unabh&auml;ngig davon, ob sie h&ouml;her oder niedriger sind als die system&uuml;bergreifende Speicherquote.</P>
        <P>Standardwert: Deaktiviert, Keine Begrenzung</P>
        </TD></TR>
  <TR><TD VALIGN="TOP">
        <h4>Dateigr&ouml;&szlig;e</h4>
      </TD>
      <TD> <P>Gibt die maximale Gr&ouml;&szlig;e von Dateien f&uuml;r die Synchronisierung an.</P>
    <P>Wird eine Quote festgelegt, ist die effektive maximale Dateigr&ouml;&szlig;e mit der Quote identisch. </P>
       <P>Deaktivieren Sie das Kontrollk&auml;stchen, um die Richtlinie f&uuml;r die maximale Dateigr&ouml;&szlig;e zu deaktivieren. Wenn die Richtlinie deaktiviert ist, wird als Wert &quot;Keine Begrenzung&quot; angegeben.</P>
          <P>              Aktivieren Sie das Kontrollk&auml;stchen, um die Richtlinie f&uuml;r die maximale Dateigr&ouml;&szlig;e zu aktivieren, und geben Sie dann die maximal zul&auml;ssige Dateigr&ouml;&szlig;e in MB ein.</P>
          <P>              Wird eine Quote festgelegt, ist die standardm&auml;&szlig;ige effektive maximale Dateigr&ouml;&szlig;e mit der Quote identisch.</P>
          <P>              Ber&uuml;cksichtigen Sie die folgenden Anforderungen auf Ihrem System, um eine angemessene maximale Dateigr&ouml;&szlig;e f&uuml;r iFolder-Ordner in Ihrer Umgebung zu ermitteln.</P>
            <ul><li><p>Geplante Verwendung?               
            </p></li>
			<li>
            <p>Wie oft werden die gr&ouml;&szlig;ten Dateien ge&auml;ndert?</p></li>
                 <li> <p>Wie werden die &Auml;nderungen an den gr&ouml;&szlig;ten Dateien von den entsprechenden Anwendungen gespeichert (ganze Datei oder nur Differenzen)?</p>
                 </li><li><p>Wie oft werden die Dateien von jedem Mitglied synchronisiert?</p>
                  </li><li><p>F&uuml;r wie viele Benutzer ist ein iFolder-Ordner freigegeben?</p>
                  </li><li><p>Greifen die Benutzer &uuml;ber das lokale Netzwerk oder &uuml;ber ein WAN oder eine Internetverbindung auf iFolder zu?</p>
                 </li><li> <p>Wie hoch ist die verf&uuml;gbare Spitzenbandbreite?</p>
				 </li></ul>
              
        <p> Auch wenn Sie sehr hohe Werte f&uuml;r die maximale Dateigr&ouml;&szlig;e festlegen und keine Speicherquote f&uuml;r Dateigr&ouml;&szlig;en vorhanden ist, wird die reelle Grenze durch das Dateisystem auf dem Computer des Benutzers bestimmt. Auf FAT32-Volumes ist die maximale Dateigr&ouml;&szlig;e beispielsweise auf 4 GB minus 1 Byte begrenzt. </p>
                
        <p>Standardwert: Deaktiviert, Keine Begrenzung</p>   
      </TD></TR>
  <TR>
      <TD VALIGN="TOP"> 
        <h4>Ausgeschlossene Dateien</h4>
      </TD>
      <TD> 
        
		  
        <P>Geben Sie an, ob bestimmte Dateitypen durch Ausschlussfilter aus den zu synchronisierenden Dateien ausgeschlossen werden sollen. </P>
            <P>Geben Sie eine Dateierweiterung ein und klicken Sie anschlie&szlig;end auf &quot;Hinzuf&uuml;gen&quot;, um die Erweiterung zu der Liste hinzuzuf&uuml;gen. </P>
      <P>Um einen Dateityp aus der Synchronisierung auszuschlie&szlig;en, aktivieren Sie das Kontrollk&auml;stchen neben dem Dateityp in der Liste der eingeschr&auml;nkten Dateitypen und klicken Sie dann auf &quot;Verweigern&quot;.</P>
      <p>Um die Synchronisierung eines Dateityps zuzulassen, aktivieren Sie das Kontrollk&auml;stchen neben dem Dateityp in der Liste der eingeschr&auml;nkten Dateitypen und klicken Sie dann auf &quot;Zulassen&quot;.</p>
      <p>Um einen Dateityp aus der Liste der eingeschr&auml;nkten Dateitypen zu l&ouml;schen, aktivieren Sie das Kontrollk&auml;stchen neben dem entsprechenden Dateityp und klicken Sie dann auf &quot;L&ouml;schen&quot;.<br>
      </p></TD></TR>
	
	<TR><TD VALIGN="TOP">
        <h4> Synchronisierung </h4>
      </TD><TD>
	    <p>Gibt das Mindestsynchronisierungsintervall in Minuten an.</P>
        <P>Wenn diese Option aktiviert ist, gibt sie das Mindestintervall an, nach dem die iFolder-Daten der einzelnen Benutzerkonten synchronisiert werden. Gr&ouml;&szlig;ere Werte sind restriktiver. 
        </P>    
        <P>Wenn die Option deaktiviert ist, gilt als Standardwert 5 Minuten.</P>
        </TD></TR>
  <TR><TD VALIGN="TOP">
        <h4>Verschl&uuml;sselung</h4>
      </TD>
      <TD> 
        <P>Gibt die Verschl&uuml;sselungsrichtlinie f&uuml;r das iFolder-System an. Benutzerrichtlinien werden von system&uuml;bergreifenden Einstellungen &uuml;berschrieben.</P>
		<B>Aktiv</B><BR>
        W&auml;hlen Sie <i>Aktiv</i>, um die Verschl&uuml;sselungsfunktion f&uuml;r das iFolder-System zu aktivieren. Auf diese Weise haben Benutzer die M&ouml;glichkeit, eine Verschl&uuml;sselungsrichtlinie f&uuml;r ihre iFolder-Ordner festzulegen.<br>
        <br>
        Heben Sie die Auswahl von <i>Aktiv</i> auf, um die Verschl&uuml;sselungsfunktion f&uuml;r alle Benutzer zu deaktivieren. 
        <br>
        	
		
        <br><B>Enforced (Durchgesetzt)</B><BR>
        W&auml;hlen Sie &quot;Enforced&quot; (Durchgesetzt) aus, wenn Sie die Verschl&uuml;sselungsfunktion f&uuml;r alle Benutzer aktivieren m&ouml;chten. Wenn f&uuml;r die Verschl&uuml;sselungsrichtlinie &quot;Enforced&quot; (Durchgesetzt) festgelegt ist, k&ouml;nnen Benutzer die Verschl&uuml;sselungseinstellungen f&uuml;r ihre iFolder-Ordner nicht &auml;ndern.<br>
      </TD></TR><TR><TD VALIGN="TOP">
        <h4> Freigabe</h4>
      </TD><TD> <B>Aktiv</B><BR>
        Standardm&auml;&szlig;ig ist die iFolder-Freigabe aktiviert. Heben Sie die Auswahl von Aktiv auf, um die Freigabe f&uuml;r den ausgew&auml;hlten iFolder zu deaktivieren. Nach Anwendung dieser Richtlinie k&ouml;nnen Benutzer dieses iFolder-Systems ihre iFolder-Ordner nicht mehr f&uuml;r andere freigeben. Sie k&ouml;nnen die Richtlinieneinstellungen jedoch auf der Ebene der Benutzer oder der LDAP-Gruppe &auml;ndern.<br>
          <BR>
        <B>Erzwingen</B><BR>
        W&auml;hlen Sie Erzwingen, um die festgelegte Freigaberichtlinie f&uuml;r das gesamte System zu erzwingen. Sie k&ouml;nnen sowohl die Aktivierung als auch die Deaktivierung der Freigabe erzwingen. Wenn Sie die Deaktivierung der Freigabe erzwingen, werden die Richtlinieneinstellungen f&uuml;r die Freigabe auf iFolder- und Benutzerebene automatisch deaktiviert und Sie k&ouml;nnen diese Einstellungen nicht mehr &auml;ndern. Sie sind jedoch berechtigt, die Richtlinie f&uuml;r die Option &quot;Widerrufen&quot; festzulegen.<br>
		<ul>
          <P><font size="-1"><b>WICHTIG:</b> Sie k&ouml;nnen diese Option nur aktivieren, wenn Sie die Opiton Freigabe auf Aktiv gesetzt haben.</font></P>
        </ul>
        <BR>
        <B>Widerrufen</B><BR>
        W&auml;hlen Sie Widerrufen, um die freigegebenen Mitglieder aller iFolder-Ordner im iFolder-System zu entfernen.<br>
		
      </TD></TR> 

  </TABLE>

 <P> <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Zur&uuml;ck zum Anfang"></A></P>

  
   

  <h3>Sekund&auml;rer Administrator</h3>
  <p><span style="font-family:Arial;">In der Registerkarte &quot;Sekund&auml;rer Administrator&quot; k&ouml;nnen Sie die Details f&uuml;r den sekund&auml;ren Administrator hinzuf&uuml;gen, bearbeiten oder l&ouml;schen. </span></p>
  <p><span style="font-family:Arial;">So f&uuml;gen Sie einen sekund&auml;ren Administrator hinzu:</span></p>
  <ol>
    <li><font face="Arial">Klicken Sie auf die Registerkarte <i>Sekund&auml;rer Administrator</i> und anschlie&szlig;end auf <i>Hinzuf&uuml;gen </i>, um die Liste der iFolder-Benutzer anzuzeigen.</font></li>
    <li><font face="Arial">W&auml;hlen Sie den Benutzer aus, den Sie als sekund&auml;ren Administrator festlegen m&ouml;chten, und klicken Sie auf <i>Weiter</i>.</font></li>
    <li><font face="Arial">Um dem sekund&auml;ren Administrator eine Gruppe zuzuweisen, w&auml;hlen Sie eine Option aus der Liste <i>Gruppe ausw&auml;hlen</i> aus. Wenn f&uuml;r die ausgew&auml;hlte Gruppe eine Beschr&auml;nkung f&uuml;r die Gesamtspeicherplatzquote festgelegt wurde, wird das Feld <i>Die Beschr&auml;nkung der Gesamtspeicherplatzquote f&uuml;r die gesamte Gruppe festlegen</i> mit diesem Wert aufgef&uuml;llt. Andernfalls bleibt das Feld leer.</font></li>
    <li><font face="Arial">Die Richtlinienrechte f&uuml;r den sekund&auml;ren Administrator festlegen. </font>
    <p><font face="Arial">In der folgenden Tabelle sind die Richtlinienrechte aufgef&uuml;hrt, die Sie f&uuml;r den sekund&auml;ren Administrator festlegen k&ouml;nnen.</font></p>
	
 
<TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Parameter</P></TD><TD CLASS="tablehead2"><P>Beschreibung</P></TD></TR>
<TR>
      <TD VALIGN="TOP"> 
        <h4><span style="FONT-SIZE: 9.5pt; FONT-FAMILY: Arial"> Richtlinie &quot;iFolder-Ordner pro Benutzer&quot;</span></h4>
        <h4>&nbsp; </h4>
      </TD>
      <TD> 
        <p class="Normal2">
        <span style="FONT-SIZE: 11pt; COLOR: black; FONT-FAMILY: Arial">Gibt die maximal zul&auml;ssige Anzahl an iFolder-Ordnern pro Benutzer an. Nach der Anwendung dieser Richtlinie gilt f&uuml;r jeden Benutzer eine bestimmte Obergrenze f&uuml;r die Anzahl an iFolder-Ordnern. Benutzer, die diese Obergrenze &uuml;berschreiten, erhalten eine Fehlermeldung &uuml;ber die Richtlinienverletzung. Wenn der Wert 0 als Obergrenze angegeben wurde, k&ouml;nnen die Benutzer keine iFolder erstellen.</span></p>
        <p class="Normal2">
        <span style="FONT-SIZE: 11pt; FONT-FAMILY: Arial">Diese</span><span style="FONT-SIZE: 11pt; COLOR: black; FONT-FAMILY: Arial"> Richtlinieneinstellung hat keine Auswirkungen auf die Anzahl der iFolder-Ordner, deren Eigent&uuml;mer ein Benutzer bereits ist. Wenn die Anzahl an iFolder-Ordnern, deren Eigent&uuml;mer ein Benutzer ist, bereits die von Ihnen festgelegte Obergrenze &uuml;berschreitet, </span><span style="FONT-SIZE: 11pt; FONT-FAMILY: Arial">kann der Benutzer diese iFolder-Ordner weiterhin behalten</span><span style="FONT-SIZE: 11pt; COLOR: black; FONT-FAMILY: Arial">. </span></p>
        <p class="Normal2">
        <span style="FONT-SIZE: 11pt; FONT-FAMILY: Arial">Standardm&auml;&szlig;ig ist das Kontrollk&auml;stchen neben <i>Zulassen</i> f&uuml;r die Richtlinie &quot;iFolder-Ordner pro Benutzer&quot; aktiviert. Dies bedeutet, dass der sekund&auml;re Administrator das Recht hat, die Richtlinie &quot;iFolder-Ordner pro Benutzer&quot; f&uuml;r die Benutzer der designierten Gruppe festzulegen. Um dem sekund&auml;ren Administrator dieses Recht zu verweigern, m&uuml;ssen Sie das Kontrollk&auml;stchen neben <i>Zulassen</i> deaktivieren.</span></TD></TR><TR><TD VALIGN="TOP">
        <h4><span style="font-size: 9.5pt; font-family: Arial; color: black"> Richtlinie f&uuml;r die </span><span style="font-size: 9.5pt; font-family: Arial; "> Speicherplatzquote</span></h4>
      </TD>
      <TD> 
        <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;">Gibt den maximalen Speicherplatz an, der f&uuml;r einen Benutzer vorgesehen ist.</span></p>
        <p><span style="font-size: 11.0pt; font-family: Arial; "> Standardm&auml;&szlig;ig ist f&uuml;r die Richtlinie f&uuml;r die Speicherplatzquote das Kontrollk&auml;stchen neben <i>Zulassen</i> aktiviert. Dies bedeutet, dass der sekund&auml;re Administrator das Recht hat, die Richtlinie f&uuml;r die Speicherplatzquote f&uuml;r Benutzer der designierten Gruppe festzulegen. Um dem sekund&auml;ren Administrator dieses Recht zu verweigern, m&uuml;ssen Sie das Kontrollk&auml;stchen neben <i>Zulassen</i> deaktivieren.</span></p>
        </TD></TR>
  <TR><TD VALIGN="TOP">
        <h4><span style="font-size: 9.5pt; font-family: Arial; color: black"> Richtlinie f&uuml;r die </span><span style="font-size: 9.5pt; font-family: Arial; "> Dateigr&ouml;&szlig;e</span></h4>
      </TD>
      <TD> 
      <p class="Normal2">
      <span style="font-size:11.0pt;font-family:Arial;color:black">Gibt die maximale Gr&ouml;&szlig;e von Dateien f&uuml;r die Synchronisierung an.</span></p>
      <p><span style="font-size: 11.0pt; font-family: Arial; ">Standardm&auml;&szlig;ig ist das Kontrollk&auml;stchen neben <i>Zulassen</i> f&uuml;r die Richtlinie f&uuml;r die Dateigr&ouml;&szlig;e aktiviert. Dies bedeutet, dass der sekund&auml;re Administrator das Recht hat, die Richtlinie f&uuml;r die Dateigr&ouml;&szlig;e f&uuml;r Benutzer der designierten Gruppe festzulegen. Um dem sekund&auml;ren Administrator dieses Recht zu verweigern, m&uuml;ssen Sie das Kontrollk&auml;stchen neben <i>Zulassen</i> deaktivieren.</span></p>
      </TD></TR>
  <TR>
      <TD VALIGN="TOP"> 
        <h4><span style="font-size: 9.5pt; font-family: Arial; "> Richtlinie f&uuml;r das Synchronisierungsintervall </span></h4>
      </TD>
      <TD> 
        
		  
        <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;color:black">Gibt das Mindestsynchronisierungsintervall in Minuten an.</span></p>
        <p><span style="font-size: 11.0pt; font-family: Arial; "> Standardm&auml;&szlig;ig ist das Kontrollk&auml;stchen neben <i>Zulassen</i> f&uuml;r die Richtlinie f&uuml;r das Synchronisierungsintervall aktiviert. Dies bedeutet, dass der sekund&auml;re Administrator das Recht hat, die Richtlinie f&uuml;r das Synchronisierungsintervall f&uuml;r Benutzer der designierten Gruppe festzulegen. Um dem sekund&auml;ren Administrator dieses Recht zu verweigern, m&uuml;ssen Sie das Kontrollk&auml;stchen neben <i>Zulassen</i> deaktivieren.</span></TD></TR>
	
	<TR><TD VALIGN="TOP">
        <h4> <span style="font-size: 9.5pt; font-family: Arial; color: black"> Richtlinie f&uuml;r die Liste der </span> <span style="font-size: 9.5pt; font-family: Arial; ">ausgeschlossenen Dateien</span></h4>
      </TD><TD>
	    <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;">Gibt die Dateitypen an, die von der Synchronisierung ausgeschlossen sind.</span></p>
        <p><span style="font-size: 11.0pt; font-family: Arial; "> Standardm&auml;&szlig;ig ist das Kontrollk&auml;stchen neben <i>Zulassen</i> f&uuml;r die Richtlinie f&uuml;r die Liste der ausgeschlossenen Dateien aktiviert. Dies bedeutet, dass der sekund&auml;re Administrator das Recht hat, die Richtlinie f&uuml;r die Liste der ausgeschlossenen Dateien f&uuml;r Benutzer der designierten Gruppe festzulegen. Um dem sekund&auml;ren Administrator dieses Recht zu verweigern, m&uuml;ssen Sie das Kontrollk&auml;stchen neben <i>Zulassen</i> deaktivieren.</span></TD></TR>
  <TR><TD VALIGN="TOP">
        <h4><span style="font-size: 9.5pt; font-family: Arial; "> Freigabe</span></h4>
      </TD>
      <TD> 
        <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;">Gibt an, ob iFolder-Ordner f&uuml;r Benutzer untereinander freigegeben werden k&ouml;nnen.</span></p>
        <p><span style="font-size: 11.0pt; font-family: Arial; "> Standardm&auml;&szlig;ig ist das Kontrollk&auml;stchen neben <i>Zulassen</i> <i>zum Bearbeiten der Freigaberichtlinie </i>f&uuml;r die Freigaberichtlinie aktiviert. Dies bedeutet, dass der sekund&auml;re Administrator das Recht hat, die Freigaberichtlinie f&uuml;r Benutzer der designierten Gruppe zu bearbeiten. Um dem sekund&auml;ren Administrator dieses Recht zu verweigern, m&uuml;ssen Sie das Kontrollk&auml;stchen neben <i>Zulassen</i> deaktivieren.</span><br>
      </TD></TR><TR><TD VALIGN="TOP">
        <h4> <span style="font-size: 9.5pt; font-family: Arial; "> Verschl&uuml;sselungsrichtlinie</span></h4>
      </TD><TD> 
    <p class="Normal2">
    <span style="font-size:11.0pt;font-family:Arial;">Gibt die Verschl&uuml;sselungsrichtlinie f&uuml;r das iFolder-System an.</span></p>
    <p class="Normal2">
    <span style="font-size: 11.0pt; font-family: Arial; ">Standardm&auml;&szlig;ig ist das Kontrollk&auml;stchen neben <i>Zulassen</i> <i>zum Bearbeiten der Verschl&uuml;sselungsrichtlinie </i>f&uuml;r die Verschl&uuml;sselungsrichtlinie aktiviert. Dies bedeutet, dass der sekund&auml;re Administrator das Recht hat, die Verschl&uuml;sselungsrichtlinie f&uuml;r Benutzer der designierten Gruppe zu bearbeiten. Um dem sekund&auml;ren Administrator dieses Recht zu verweigern, m&uuml;ssen Sie das Kontrollk&auml;stchen neben <i>Zulassen</i> deaktivieren.</span><br>
		
      </TD></TR> 

  <TR><TD VALIGN="TOP">
        <span style="font-size: 9.5pt; font-family: Arial; font-weight:700"> Bereitstellungsrechte</span></TD><TD> 
    <p class="Normal2">
    <span style="font-size:11.0pt;font-family:Arial;">Gibt die Bereitstellungsrechte an, die f&uuml;r den sekund&auml;ren Benutzer verf&uuml;gbar sind.</span></p>
    <p class="Normal2">
    <span style="font-size:11.0pt;font-family:Arial;">Standardm&auml;&szlig;ig ist das Kontrollk&auml;stchen neben <i>Benutzerbereitstellung zulassen</i> aktiviert. Dies bedeutet, dass ein sekund&auml;rer Administrator die Benutzer der designierten Gruppe f&uuml;r jeden Server, der in der Einrichtung mehrerer Server in iFolder vorhanden ist, bereitstellen kann. Um dem sekund&auml;ren Administrator dieses Recht zu verweigern, m&uuml;ssen Sie das Kontrollk&auml;stchen neben <i>Benutzerbereitstellung zulassen</i> deaktivieren.</span></p>
    <p class="Normal2">
    <span style="font-size: 11.0pt; font-family: Arial; ">Mithilfe des Kontrollk&auml;stchens f&uuml;r <i>Aktivieren/Deaktivieren von Benutzern zulassen</i> k&ouml;nnen Sie dem sekund&auml;ren Administrator das Recht zum Aktivieren oder Deaktivieren von Benutzern der designierten Gruppe zuweisen. Standardm&auml;&szlig;ig ist dieses Kontrollk&auml;stchen aktiviert. Um dem sekund&auml;ren Administrator dieses Recht zu verweigern, m&uuml;ssen Sie das Kontrollk&auml;stchen f&uuml;r <i>Aktivieren/Deaktivieren von Benutzern zulassen</i> deaktivieren.</span></TD></TR> 

  <TR><TD VALIGN="TOP">
        <span style="font-size: 9.5pt; font-family: Arial; font-weight:700"> Rechte in iFoldern-Ordnern</span></TD><TD> 
    <p class="Normal2">
    <span style="font-size:11.0pt;font-family:Arial;">Gibt die Rechte des sekund&auml;ren Administrators in iFolder-Ordnern an, deren Eigent&uuml;mer die Benutzer der designierten Gruppe sind.</span></p>
    <p class="Normal2">
    <span style="font-size:11.0pt;font-family:Arial;">Vergewissern Sie sich, dass das Kontrollk&auml;stchen f&uuml;r <i>Eigent&uuml;merschaft an bezugslosen iFolder-Ordnern zulassen</i> aktiviert ist, wenn Sie m&ouml;chten, dass der sekund&auml;re Administrator Eigent&uuml;mer von bezugslosen iFolder-Ordnern sein kann. Standardm&auml;&szlig;ig ist dieses Kontrollk&auml;stchen aktiviert. Deaktivieren Sie das Kontrollk&auml;stchen, um dem sekund&auml;ren Benutzer dieses Recht zu verweigern.</span></p>
    <p class="Normal2">
    <span style="font-size:11.0pt;font-family:Arial;">Mithilfe des Kontrollk&auml;stchens f&uuml;r <i>Aktivieren/Deaktivieren von iFolder-Ordnern zulassen</i> k&ouml;nnen Sie dem sekund&auml;ren Administrator das Recht zum Aktivieren oder Deaktivieren der iFolder-Ordner zuweisen, deren Eigent&uuml;mer Benutzer der designierten Gruppe sind. Standardm&auml;&szlig;ig ist dieses Kontrollk&auml;stchen aktiviert. Deaktivieren Sie das Kontrollk&auml;stchen <i>Aktivieren/Deaktivieren von iFolder-Ordnern zulassen</i>, um dem sekund&auml;ren Administrator dieses Recht zu verweigern.</span></p>
    <p class="Normal2">
    <span style="font-size: 11.0pt; font-family: Arial; ">Mithilfe des Kontrollk&auml;stchens f&uuml;r <i>Bearbeiten der Rechte von Mitgliedern freigegebener iFolder-Ordner zulassen</i> k&ouml;nnen Sie dem sekund&auml;ren Administrator das Recht zum Bearbeiten der Rechte von Mitgliedern freigegebener iFolder-Ordner zuweisen. Standardm&auml;&szlig;ig ist dieses Kontrollk&auml;stchen aktiviert. Deaktivieren Sie das Kontrollk&auml;stchen f&uuml;r <i>Bearbeiten der Rechte von Mitgliedern freigegebener iFolder-Ordner zulassen</i>, um dem sekund&auml;ren Administrator dieses Recht zu verweigern.</span></p>
    <p class="Normal2"><span style="font-size: 11.0pt; font-family: Arial; ">Mit dem Kontrollk&auml;stchen <i>Berechtigung zum L&ouml;schen von iFolder-Ordnern</i> k&ouml;nnen Sie dem sekund&auml;ren Administrator die Berechtigung zum L&ouml;schen von iFolder-Ordnern zuweisen. Standardm&auml;&szlig;ig ist dieses Kontrollk&auml;stchen aktiviert. Um dem sekund&auml;ren Administrator diese Berechtigung zu verweigern, deaktivieren Sie das Kontrollk&auml;stchen <em>Berechtigung zum L&ouml;schen von iFolder-Ordnern</em>.</span></p></TD></TR> 

  </TABLE>

    </li>
  </ol>
  <p>&nbsp;</p>
  <ol start="5">
    <li><span style="font-family:Arial;">Klicken Sie auf die Schaltfl&auml;che <i>Speichern</i>, um Ihre Einstellungen zu speichern.</span></li>
    <li><span style="font-family:Arial;">Nachdem Sie dem sekund&auml;ren Administrator erfolgreich eine Gruppe zugewiesen haben, klicken Sie auf <i>OK</i>, um zur Seite &quot;Systeme&quot; zur&uuml;ckzukehren, oder klicken Sie auf <i>Wiederholen</i>, um dem sekund&auml;ren Administrator weitere Gruppen zuzuweisen.&nbsp;</span></li>
  </ol>
  <p><span style="font-family:Arial;">So bearbeiten Sie die Details f&uuml;r den sekund&auml;ren Administrator:</span></p>
  <ol>
    <li>
    <p style="text-indent: -.25in; margin-left: .5in">
    <span style="font-family: Arial; ">Klicken Sie auf die Registerkarte <i>Sekund&auml;r</i>, um die Details f&uuml;r den sekund&auml;ren Administrator anzuzeigen.</span></li>
    <li>
    <p style="text-indent: -.25in; margin-left: .5in">
    <span style="font-family: Arial; ">W&auml;hlen Sie einen sekund&auml;ren Administrator aus und klicken Sie auf <i>Bearbeiten</i>, um die Liste der Gruppen anzuzeigen, die vom sekund&auml;ren Administrator &uuml;berwacht werden.</span></li>
    <li>
    <p style="text-indent: -.25in; margin-left: .5in" align="left">
    <span style="font-family: Arial; ">W&auml;hlen Sie eine Gruppe aus und klicken Sie auf <i>Bearbeiten</i>, um die Liste der Rechte des sekund&auml;ren Administrators f&uuml;r die Gruppe anzuzeigen. Bearbeiten Sie die Rechte der Gruppe und klicken Sie auf <i>Speichern</i>, um Ihre &Auml;nderungen zu speichern.<br>
&nbsp;</span></li>
  </ol>
  <p><span style="font-family:Arial;">So l&ouml;schen Sie einen sekund&auml;ren Administrator:</span></p>
  <ol>
    <li><font face="Arial">Klicken Sie auf die Registerkarte <i>Sekund&auml;r</i>, um die Details f&uuml;r den sekund&auml;ren Administrator anzuzeigen.</font></li>
    <li><font face="Arial">W&auml;hlen Sie einen sekund&auml;ren Administrator aus und klicken Sie auf <i>L&ouml;schen</i>, um die Liste der Gruppen anzuzeigen, die vom sekund&auml;ren Administrator &uuml;berwacht werden.</font></li>
    <li><font face="Arial">W&auml;hlen Sie alle Gruppen aus und klicken Sie auf <i>L&ouml;schen</i>. Durch L&ouml;schen aller Gruppen, dessen Eigent&uuml;mer der sekund&auml;re Administrator ist, wird auch der sekund&auml;re Administrator gel&ouml;scht.<br>
&nbsp;</font></li>
  </ol>
  <p>&nbsp;</p>

  
   

<H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Verwandte Themen" align="top"> Verwandte Themen</H4><BLOCKQUOTE class="task1">
<P ><A HREF="userdetails.html">Benutzerdetails</A><BR><A HREF="ifolderdetails.html">Verwalten von iFolder-Ordnerdetails</A><BR><A HREF="servers.html">Verwalten von iFolder-Servern</A><BR><A HREF="ifolders.html">Verwalten von iFolder-Ordnern </A><BR><A HREF="users.html">Verwalten eines Benutzerkontos</A><BR><A HREF="reports.html#orphan" TARGET="_self">Berichte</A></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Zur&uuml;ck zum Anfang"></A></P><P>&nbsp;</P><P CLASS="copyright">Ein Markensymbol(<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP> usw.) kennzeichnet eine Novell-Marke. Ein Sternchen (*) kennzeichnet eine Drittanbieter-Marke.     Weitere Informationen finden Sie unter <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Rechtliche Hinweise</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>