<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.x iManager Plugin  --> 
   
     <title>Benutzerdetails</title>  	 
        
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.x Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="06-29-2005"> 
	 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       -->  
<!-- This is the start of the Help Content Layer --> 
<div id="helpcontent" style="left: 13px; top: 35px"> 
  <H3><A NAME="userdetails"></A>Benutzerdetails </H3>
  <P>Verwenden Sie diese Schnittstelle, um Details zu Benutzern anzuzeigen und Benutzerrichtlinien zu verwalten. </P>
  <P><B><FONT SIZE="-1">HINWEIS:</FONT></B> <FONT SIZE="-1">Der Begriff <i>iFolder-Benutzer</i> bezieht sich sowohl auf einzelne Benutzer als auch auf LDAP-Gruppen.</FONT></P>
  <BLOCKQUOTE CLASS="blockquote"><P><A HREF="#userdetails" TARGET="_self">Benutzerdetails</A><BR><A HREF="#ifolders" TARGET="_self">iFolder-Ordner</A><BR> 
<A HREF="#policies" TARGET="_self">Richtlinien</A> </P></BLOCKQUOTE>
  
  <h3><a name="userdetails"></a>Benutzerdetails </h3>
  <P>Auf der Seite &quot;Benutzerdetails&quot; werden die folgenden Benutzerdetails f&uuml;r das iFolder-Konto des ausgew&auml;hlten Benutzers angezeigt. </P>
	<TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Parameter</P></TD><TD CLASS="tablehead2"><P>Beschreibung</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Benutzername</P>
      </TD>
      <TD> 
        <P>Der dem Benutzerkonto zugewiesene Benutzername, beispielsweise hans.schmidt@beispiel.de.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>der vollst&auml;ndige Name und</P>
      </TD>
      <TD> 
        <P>Der Vorname und der Nachname des Benutzerkontos. </P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Mitgliedstyp</P>       
      </TD>
      <TD> 
        <P>Zeigt den Mitgliedstyp des aktuell angemeldeten Benutzers an. Wenn es sich bei dem Benutzer um einen einzelnen Benutzer handelt, zeigt die Schnittstelle auch eine Option f&uuml;r Benutzergruppen an. Wenn es sich bei dem Benutzer um ein Mitglied einer LDAP-Gruppe handelt, zeigt die Schnittstelle alle Mitglieder der LDAP-Gruppe unter der Option f&uuml;r Gruppenmitglieder an.
      </TD></TR><TR><TD VALIGN="TOP">
        <P>LDAP-Kontexte</P>       
      </TD>
      <TD> 
        <P>Der LDAP-Baumkontext wird f&uuml;r die Service-Bereitstellung f&uuml;r Benutzer in iFolder verwendet. 
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Letzte Anmeldung</P>
        </TD>
      <TD> 
        <P>Die Uhrzeit, zu der sich der Benutzer das letzte Mal im iFolder-System angemeldet hat. 
      </TD></TR><TR><TD VALIGN="TOP">
        Gruppenspeicherplatzquote</TD>
      <TD> 
        Stellt die Gesamtspeicherplatzquote einer Gruppe dar.<p>
        <b>HINWEIS</b>: Der sekund&auml;re Administrator kann die Gruppenspeicherplatzquote nicht bearbeiten.</TD></TR><TR><TD VALIGN="TOP">
        Belegter Speicherplatz</TD>
      <TD> 
        Bezeichnet den von einer Gruppe belegten Gesamtspeicherplatz.</TD></TR><TR><TD VALIGN="TOP">
        <P>Benutzergruppen (nur f&uuml;r einzelne Benutzer verf&uuml;gbar)</P>       
      </TD>
      <TD> 
        <P>Listet alle Gruppen auf, zu der der ausgew&auml;hlte Benutzer geh&ouml;rt. 
      </TD></TR><TR><TD VALIGN="TOP">
        <P> Gruppenmitglieder (nur f&uuml;r LDAP-Gruppen verf&uuml;gbar)</P>       
      </TD>
      <TD> 
        <P>Listet alle Mitglieder auf, die zu der ausgew&auml;hlten LDAP-Gruppe geh&ouml;ren. 
      </TD></TR></TABLE>

  
  
  <h4><a name="ifolders"></a>iFolder-Ordner</h4>
  <P>Auf der Seite &quot;Benutzerdetails&quot; werden die iFolder-Ordner angezeigt, deren Eigent&uuml;mer der Adminbenutzer ist oder in denen er Mitglied ist. Klicken Sie auf die Registerkarte &quot;Alle&quot;, um alle iFolder-Ordner &ndash; die eigenen und die f&uuml;r ihn freigegebenen &ndash; anzuzeigen.  Zum Anzeigen der iFolder-Ordner, deren Eigent&uuml;mer der betreffende Benutzer ist, klicken Sie auf die Registerkarte &quot;Eigene&quot;. Auf der Registerkarte &quot;Freigegebene&quot; werden alle iFolder-Ordner angezeigt, die f&uuml;r dieses Benutzerkonto freigegeben sind.</P>
	
  <H4>Aktivieren oder deaktivieren eines iFolder-Ordners</H4>
		
  <OL>
    <LI> 
      <P>Suchen Sie den zu verwaltenden iFolder-Ordner und aktivieren Sie anschlie&szlig;end das Kontrollk&auml;stchen neben diesem Ordner.</P>
    </LI>
    <LI> 
      <P>Klicken Sie auf &quot;Aktivieren&quot;, um den iFolder-Ordner zu aktivieren.</P>
      <P>Dies erm&ouml;glicht dem Benutzer, sich anzumelden und iFolder-Ordner zu synchronisieren.</P>
    
    <LI> 
      <P>Klicken Sie auf &quot;Deaktivieren&quot;, um den iFolder-Ordner zu deaktivieren.</P>
      <P> Wenn ein Benutzer angemeldet ist, w&auml;hrend Sie diese &Auml;nderung vornehmen, wird die Sitzung des Benutzers fortgesetzt, bis dieser sich abmeldet. Die Richtlinie wird angewendet, sobald der Benutzer das n&auml;chste Mal versucht, sich bei dem Konto anzumelden. Um die Zugriffssperre sofort anzuwenden, m&uuml;ssen Sie die Apache-Services des iFolder-Servers neu starten. Auf diese Weise werden alle aktiven Sitzungen inklusive der Sitzung des betroffenen Benutzers beendet.</P>
    </LI>
  </OL>
<H4>L&ouml;schen von iFolder-Ordnern</H4>
<OL><LI>
      <P>Suchen Sie den zu l&ouml;schenden iFolder-Ordner und aktivieren Sie anschlie&szlig;end das Kontrollk&auml;stchen neben diesem Ordner.</P>
    </LI><LI>
      <P>Klicken Sie auf &quot;L&ouml;schen&rdquo;.</P>
    </LI></OL>
	<H4>Erstellen von iFolder-Ordnern</H4><OL><LI>
      <P>Klicken Sie auf der Seite &quot;Benutzerdetails&quot; auf &quot;Neu&quot;.</P>
    </LI>
    <LI>Folgenden Sie den Anweisungen zum Erstellen eines neuen iFolder-Ordner auf der nun ge&ouml;ffneten Seite.</LI>
  </OL>
<IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Zur&uuml;ck zum Anfang">
<h3><a name="policies"></a>Richtlinien</h3>
  <P>Verwenden Sie diese Schnittstelle zum Verwalten der Benutzerrichtlinien f&uuml;r ein bestimmtes Benutzerkonto. 
  </P>
  <P><B><FONT SIZE="-1">HINWEIS:</FONT></B> <font size="-1"> Die f&uuml;r eine LDAP-Gruppe festgelegten Richtlinien gelten auch f&uuml;r die Gruppenmitglieder.</font></P>
<H4>&Auml;ndern von Benutzerrichtlinien</H4>
<p>In der folgenden Tabelle werden die Richtlinien aufgef&uuml;hrt, die Sie f&uuml;r iFolder-Benutzerkonten verwalten k&ouml;nnen. &Auml;ndern Sie die folgenden Werte und klicken Sie auf &quot;Speichern&quot;, um die neuen Einstellungen zu speichern:</p> 
<TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Parameter</P></TD><TD CLASS="tablehead2"><P>Beschreibung</P></TD></TR><TR><TD VALIGN="TOP">
        <h4>Konto </h4>
      </TD><TD><P>Gibt an, ob der Benutzer zurzeit das Recht hat, sich anzumelden, um iFolder-Ordner zu synchronisieren. </P>
        <P>Aktivieren Sie das Kontrollk&auml;stchen, um die Anmeldung des Kontos zu verhindern. </P>
        <P> Deaktivieren Sie das Kontrollk&auml;stchen, um die Anmeldung des Kontos zuzulassen. </P>
        <P>Wenn ein Benutzer angemeldet ist, w&auml;hrend Sie diese &Auml;nderung vornehmen, wird die Sitzung des Benutzers fortgesetzt, bis dieser sich abmeldet.  Die Richtlinie wird angewendet, sobald der Benutzer das n&auml;chste Mal versucht, sich bei dem Konto anzumelden. Um die Zugriffssperre sofort anzuwenden, m&uuml;ssen Sie die Apache-Services des iFolder-Servers neu starten. Auf diese Weise werden alle aktiven Sitzungen inklusive der Sitzung des betroffenen Benutzers beendet.</P>
        <P>Standardwert: Aktiviert</P>
      </TD></TR><TR>
      <TD VALIGN="TOP"> 
        <h4>Anzahl der iFolder-Ordner pro Benutzer</h4>
      </TD>
      <TD> 
        <P>Gibt die maximale Anzahl an iFolder-Ordnern an, deren Eigent&uuml;mer ein Benutzer sein kann. Nach Anwendung dieser Richtlinie gilt f&uuml;r den Benutzer eine bestimmte Obergrenze f&uuml;r die Anzahl an iFolder-Ordnern, deren Eigent&uuml;mer er sein kann. Benutzer, die die f&uuml;r sie geltende Obergrenze &uuml;berschreiten, erhalten eine Fehlermeldung &uuml;ber die Richtlinienverletzung. Wenn der Wert 0 als Obergrenze angegeben wurde, kann der Benutzer keine iFolder erstellen.</P>
           
        <p>Aktivieren Sie das Kontrollk&auml;stchen neben <i>Begrenzung</i>, um die Obergrenze f&uuml;r die Anzahl an iFolder-Ordnern pro Benutzer zu aktivieren, und geben Sie im Feld den gew&uuml;nschten Wert ein. 
        <P>Die Festlegung der Richtlinie hat keine Auswirkungen auf die Anzahl der iFolder-Ordner, deren Eigent&uuml;mer ein Benutzer bereits ist. Auch wenn die Anzahl an iFolder-Ordnern, deren Eigent&uuml;mer der Benutzer ist, bereits die von Ihnen festgelegte Obergrenze &uuml;berschreitet, kann der Benutzer diese iFolder-Ordner weiterhin behalten. 
          </p><p>Richtlinien auf der Benutzerebene &uuml;berschreiben Richtlinien auf der Ebene der LDAP-Gruppe und des Systems.</P>
        <P>Standardwert: Deaktiviert, sofern kein Wert festgelegt</P>
        </TD></TR><TR><TD VALIGN="TOP">
        <h4>Speicherplatzquote</h4>
      </TD>
      <TD> 
        <p>Zeigt den maximalen Gesamtspeicherplatz, der f&uuml;r die iFolder-Ordnerdaten eines Benutzers vorgesehen ist. Dieser Wert gilt f&uuml;r alle iFolder-Ordner, deren Eigent&uuml;mer dieser Benutzer  ist. Die Quote kann von der system&uuml;bergreifenden Richtlinie erzwungen werden. Benutzerrichtlinien ersetzen system&uuml;bergreifende Richtlinien.<br>
        </p>
        <P> <B>Begrenzung</B><BR>
          Gibt die maximale Gesamtspeichergr&ouml;&szlig;e (in MB) an, die von den iFolder-Ordnerdaten eines Benutzers in Anspruch genommen werden darf. Der Wert gilt f&uuml;r alle iFolder-Ordner, deren Eigent&uuml;mer der Benutzer des ausgew&auml;hlten Kontos ist. <br>
          <br>
          Deaktivieren Sie diese Option, wenn keine individuelle Benutzerquote vorhanden ist oder um die auf der Ebene der LDAP-Gruppe geltende Quote f&uuml;r das ausgew&auml;hlte Benutzerkonto zu &uuml;bernehmen.<br>
          Aktivieren Sie diese Option, um eine Benutzerquote durchzusetzen, und geben sie dann die Gesamtspeicherquote in MB f&uuml;r das ausgew&auml;hlte Benutzerkonto ein. <br>
          <br>
          <B>Belegt</B><BR>
          Gibt die Gesamtspeichergr&ouml;&szlig;e an, die gegenw&auml;rtig auf dem Server f&uuml;r alle iFolder-Ordner verwendet wird, deren Eigent&uuml;mer der ausgew&auml;hlte Benutzer ist. <br>
          <BR>
          <B>Verf&uuml;gbar</B><BR>
          Verf&uuml;gbarer Speicherplatz auf dem Server.<br>
          <BR>
          <B>Effektiv</B><BR>
          Effektiv auf dem Server zugeordneter Speicherplatz<BR>
          <br>
        <P>Wenn sich der von iFolder-Daten belegte Speicherplatz einer effektiven Quote n&auml;hert (System-, LDAPap-Gruppen-, Benutzer- oder iFolder-Quote), sollte der Benutzer keine Synchronisierungen mehr vornehmen, bis eine der folgenden Ma&szlig;nahmen dazu gef&uuml;hrt hat, dass wieder ausreichend Speicherplatz zum sicheren Synchronisieren der Dateien des Benutzers in dem iFolder-Ordner vorhanden ist, in dem sich die Datei befindet:</P>
        <ul>
          <li> 
            <p>Die systemweite Quote, die LDAP-Gruppen-Quote und die Benutzerquote f&uuml;r den iFolder-Ordnereigent&uuml;mer und die iFolder-Quote wurden entsprechend angepasst.</p>
          </li>
          <li> 
            <p>Dateien werden aus einem beliebigen iFolder-Ordner, dessen Eigent&uuml;mer der Benutzer ist, an einen anderen Speicherort verschoben, wo sie die effektive Quote nicht beeintr&auml;chtigen, oder es werden Dateien gel&ouml;scht, um mehr Speicherplatz zu erhalten.</p>
          </li>
          </ul>
        
        <P><B><FONT SIZE="-1">WICHTIG:</FONT></B><FONT SIZE="-1">Wenn Sie eine Benutzerspeicherquote kleiner als die aktuelle Speichergr&ouml;&szlig;e f&uuml;r iFolder-Daten eines Benutzers festlegen, werden die Daten nicht mehr synchronisiert, bis die Daten auf die Gr&ouml;&szlig;e der Speicherquote reduziert werden oder bis f&uuml;r die Speicherquote ein Wert gr&ouml;&szlig;er als der insgesamt genutzte Speicherplatz des Benutzers festgelegt wird</FONT></P>
       
        
        <P> Standardwert: Deaktiviert, keine Quote festgelegt </P>
      </TD></TR>
  <TR><TD VALIGN="TOP">
        <h4>Dateigr&ouml;&szlig;e</h4>
      </TD>
      <TD> <B>Begrenzung</B><BR>
          Gibt die maximale Gesamtgr&ouml;&szlig;e (in MB) an, die ein iFolder-Benutzer f&uuml;r s&auml;mtliche iFolder-Ordner verwenden darf, deren Eigent&uuml;mer der Benutzer des ausgew&auml;hlten Kontos ist. <br>
          <BR>
        <B>Effektiv</B><BR>
        Zeigt die diesem Benutzer effektiv zugeordnete Dateigr&ouml;&szlig;e an.<br>
		<ul><P><font size="-1"><b>WICHTIG:</b> Die Synchronisierung von Dateien, die eine Quote &uuml;berschreiten, kann nicht ordnungsgem&auml;&szlig; durchgef&uuml;hrt werden. Falls ein Benutzer trotzdem versucht, eine solche Datei zu synchronisieren, wird nur ein Teil der Datei synchronisiert und die Daten werden besch&auml;digt.</font></P></ul><P>Standardwert: Deaktiviert, Unbegrenzt</P>
      </TD></TR>
  <TR>
      <TD VALIGN="TOP"> 
        <h4>Ausgeschlossene Dateien</h4>
      </TD>
      <TD> 
        <P>Gibt eine Liste von Dateitypen an, die in die Synchronisierung des ausgew&auml;hlten Benutzerkontos eingeschlossen oder um Gegenteil davon ausgeschlossen werden sollen.</P><p>Die Dateien &quot;thumbs.db&quot; und &quot;.DS_Store&quot; des Dateimanagers werden nie synchronisiert. Sie m&uuml;ssen diese Dateien nicht behalten und Ihre Synchronisierung f&uuml;hrt zu wiederholten Fehlern aufgrund von Dateikonflikten. Falls Sie keine individuellen Einschr&auml;nkungen f&uuml;r einen Benutzer festgelegt haben, werden in diesem Feld die Dateien &quot;thumbs.db&quot; und &quot;.DS_Store&quot; system&uuml;bergreifend ausgeschlossen. Nachdem Sie individuelle Dateitypeinschr&auml;nkungen f&uuml;r einen Benutzer festgelegt haben, werden anstatt dessen die Einstellungen des Benutzers angezeigt. Auch wenn die Einschr&auml;nkungen hinsichtlich der Dateien &quot;&quot;thumbs.db&quot; und &quot;DS_Store&quot; nicht angezeigt werden, werden sie immer angewendet und diese Einstellung kann nicht &uuml;berschrieben werden. 
</p>
    
        <P>Zum Hinzuf&uuml;gen einer Dateierweiterung zu einem ausschlie&szlig;enden oder einschlie&szlig;enden Filter geben Sie die gew&uuml;nschte Dateierweiterung ein (Beispiel: &quot;.mpg) und klicken anschlie&szlig;end auf &quot;Hinzuf&uuml;gen&quot;, um den Filter anzuwenden. </P>
        <P>Um einen Dateityp aus der Synchronisierung auszuschlie&szlig;en, aktivieren Sie das Kontrollk&auml;stchen neben dem Dateityp in der Liste der eingeschr&auml;nkten Dateitypen und klicken Sie dann auf &quot;Verweigern&quot;.</P>
        
        <p>Um die Synchronisierung eines Dateityps zuzulassen, aktivieren Sie das Kontrollk&auml;stchen neben dem Dateityp in der Liste der eingeschr&auml;nkten Dateitypen und klicken Sie dann auf &quot;Zulassen&quot;.</p>
        <p>Um einen Dateityp aus der Liste der eingeschr&auml;nkten Dateitypen zu l&ouml;schen, aktivieren Sie das Kontrollk&auml;stchen neben dem entsprechenden Dateityp und klicken Sie dann auf &quot;L&ouml;schen&quot;.<br>
        </p>
        <P>Standardwert: .DS_Store und Thumbs.db</P>
      </TD></TR>
	
	<TR><TD VALIGN="TOP">
        <h4> Synchronisierung </h4>
      </TD><TD>
	    <p>Gibt das Mindestsynchronisierungsintervall in Sekunden an.  F&uuml;r das Synchronisierungsintervall k&ouml;nnen Werte zwischen 5 und einschlie&szlig;lich 999 festgelegt werden. Wenn kein Wert festgelegt wird, betr&auml;gt der Wert 5.</P>

	    <P>Deaktivieren Sie das Kontrollk&auml;stchen, um kein Synchronisierungsintervall festzulegen oder die system&uuml;bergreifende Einstellung f&uuml;r dieses Benutzerkonto zu &uuml;bernehmen. Ist kein Wert f&uuml;r die system&uuml;bergreifende Richtlinie oder die Benutzerrichtlinie festgelegt, wird als Wert &quot;Unbegrenzt&quot; angezeigt.</P>
  <B>Intervall</B><BR>
        Aktivieren Sie das Kontrollk&auml;stchen, um ein Mindestsynchronisierungsintervall festzulegen und geben Sie dann das gew&uuml;nschte Intervall in Minuten ein. Ein zweckm&auml;&szlig;iger Wert ist beispielsweise 10 Minuten.<br>
        <br><B>Effektiv</B><BR>
  Gibt das aktuelle Synchronisierungsintervall an. Wenn ein Benutzer beispielsweise einen kleineren Wert f&uuml;r das Synchronisierungsintervall festlegt als das Systemmindestintervall (also h&auml;ufiger synchronisiert), wird die Systemeinstellung angewendet.

  <P>Das effektive Mindestsynchronisierungsintervall entspricht immer dem gr&ouml;&szlig;ten Wert unter den folgenden Einstellungen:</P>
  <ul>
    <li>
            <p>Die Systemrichtlinie (Standardwert: null), es sei denn, eine Richtlinie f&uuml;r den Benutzer oder die LDAP-Gruppe ist festgelegt.  Wenn eine Benutzerrichtlinie festgelegt wurde, werden die Systemrichtlinie und die f&uuml;r die LDAP-Gruppe geltende Richtlinie von der Benutzerrichtlinie &uuml;berschrieben. Dabei spielt es keine Rolle, ob die Benutzerrichtlinie einen gr&ouml;&szlig;eren oder einen kleineren Wert aufweist. </p>
    </li>
    <li>
      <p>Die lokale Computerrichtlinie oder die Einstellung auf dem Client-Computer, &uuml;ber den die Synchronisierung mit dem Server erfolgt.</p>
    </li>
    <li>
      <p>Die iFolder-(Sammlungs-)Richtlinie</p>
    </li>
  </ul>
        <P> Standardwert: Deaktiviert oder system&uuml;bergreifende Richtlinie</P>
      </TD></TR>
  <TR><TD VALIGN="TOP">
        <h4>Verschl&uuml;sselung</h4>
      </TD>
      <TD> 
        <P>Gibt die Verschl&uuml;sselungsrichtlinie f&uuml;r das ausgew&auml;hlte Benutzerkonto an. Die Quote kann von der system&uuml;bergreifenden Richtlinie erzwungen werden. Benutzerrichtlinien werden von system&uuml;bergreifenden Richtlinien &uuml;berschrieben.</P>
		<B>Aktiv</B><BR>
        W&auml;hlen Sie &quot;Aktiv&quot;, um die Verschl&uuml;sselungsfunktion f&uuml;r den ausgew&auml;hlten Benutzer zu aktivieren. Auf diese Weise haben Benutzer die M&ouml;glichkeit, eine Verschl&uuml;sselungsrichtlinie f&uuml;r ihre iFolder-Ordner festzulegen.<br>
        <br>
        Deaktivieren Sie &quot;Aktiv&quot;, um die Verschl&uuml;sselungsfunktion f&uuml;r den ausgew&auml;hlten Benutzer zu deaktivieren. <br>
        	
		
        <br><B>Enforced (Durchgesetzt)</B><BR>
        W&auml;hlen Sie &quot;Aktiv&quot;, um die Verschl&uuml;sselungsfunktion f&uuml;r den ausgew&auml;hlten Benutzer zu aktivieren.  Ist &quot;Durchgesetzt&quot; festgelegt, k&ouml;nnen Benutzer die Verschl&uuml;sselungseinstellungen f&uuml;r ihre iFolder-Ordner nicht &auml;ndern.<br>
		<P><font size="-1"><b>WICHTIG:</b>Diese Option ist nur verf&uuml;gbar, wenn die Verschl&uuml;sselungsrichtlinie auf Systemebene auf &quot;Aktiv&quot; gesetzt ist.</font></P>
      </TD></TR><TR><TD VALIGN="TOP">
        <h4> Freigabe</h4>
      </TD><TD> <B>Aktiv</B><BR>
        Standardm&auml;&szlig;ig ist die iFolder-Freigabe aktiviert. Heben Sie die Auswahl von &quot;Aktiv&quot; auf und klicken Sie auf &quot;Speichern&quot;, um die Freigabe f&uuml;r den ausgew&auml;hlten Benutzer zu deaktivieren. Nach Anwendung dieser Richtlinie kann der ausgew&auml;hlte Benutzer seine iFolder-Ordner nicht mehr f&uuml;r andere freigeben. Sie k&ouml;nnen die Richtlinie jedoch weiterhin auf der iFolder-Ebene &auml;ndern.<br>
          <BR>
        <B>Erzwingen</B><BR>
        W&auml;hlen Sie <i>Erzwingen</i>, um die f&uuml;r den ausgew&auml;hlten Benutzer festgelegte Richtlinie zu erzwingen. Nach Anwendung dieser Richtlinie kann der Benutzer seine iFolder-Ordner nicht mehr freigeben.<br>
		
		<BR>
        <B>Widerrufen</B><BR>
        W&auml;hlen Sie <i>Widerrufen</i>, um die freigegebenen Mitglieder aller iFolder-Ordner zu entfernen, deren Eigent&uuml;mer der ausgew&auml;hlte Benutzer ist.<br>
		
      </TD></TR>  </TABLE>
  <P><A HREF="#top" TARGET="_self"> </A></P>
  
<P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Zur&uuml;ck zum Anfang"></A></P><H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Verwandte Themen" align="top"> Verwandte Themen</H4>
  
  <BLOCKQUOTE class="task1"><P><A HREF="users.html">Verwalten eines Benutzerkontos</A><BR>
      <A HREF="ifolders.html">Verwalten von iFolder-Ordnern </A><BR>
      <A HREF="ifolderdetails.html">Verwalten von iFolder-Ordnerdetails</A></P></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Zur&uuml;ck zum Anfang"></A></P><P>&nbsp;</P><P CLASS="copyright">Ein Markensymbol(<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP> usw.) kennzeichnet eine Novell-Marke. Ein Sternchen (*) kennzeichnet eine Drittanbieter-Marke.     Weitere Informationen finden Sie unter <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Rechtliche Hinweise</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>