<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.6 Web Admin Help  --> 
   
     <title>Informaci&oacute;n de una carpeta iFolder</title>  	 
     
 
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.6 Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="02-29-2007"> 
	 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style>
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
  <h3 class="head3b">Gesti&oacute;n de la informaci&oacute;n de una carpeta iFolder</h3>
  <p> Esta interfaz le permite gestionar la propiedad, las directivas y la pertenencia a la carpeta iFolder seleccionada. </p>
  <p> <b>Nota</b>: un administrador secundario puede gestionar las directivas de una iFolder seleccionada bas&aacute;ndose en los derechos que un administrador secundario tenga sobre la iFolder elegida.</p><BLOCKQUOTE CLASS="blockquote"><P><A HREF="#general" TARGET="_self">Visualizaci&oacute;n de la informaci&oacute;n de una carpeta iFolder</A> <BR><A HREF="#members" TARGET="_self">Miembros </A><BR><A HREF="#policies" TARGET="_self">Directivas</A> </P></BLOCKQUOTE>
  
 
  <H4><A NAME="general"></A>Visualizaci&oacute;n de la informaci&oacute;n de una carpeta iFolder</H4>
  <P>Es posible consultar la siguiente informaci&oacute;n:</P><TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Par&aacute;metro</P></TD><TD CLASS="tablehead2"><P> Descripci&oacute;n</P></TD></TR><TD VALIGN="TOP">
        <P>Tipo</P>
      </TD><TD>
        <P><img src="../../images/ifolder.png" width="16" height="16" alt="Icono de carpeta"> Carpeta iFolder normal</P>
		<P><img src="../../images/encrypt_ifolder.gif" width="16" height="16" alt="Icono de carpeta"> Carpeta iFolder cifrada</P>
		<p><img src="../../images/ifolder_user_16.gif" width="16" height="16" alt="Icono de compartido"> Carpeta iFolder compartida<br>
      </TD><TR><TD VALIGN="TOP">
        <P>Nombre de la carpeta iFolder</P>
      </TD><TD>
        <P>Nombre asignado a la carpeta iFolder. </P>
      </TD><TR><TD VALIGN="TOP">
        <P> Descripci&oacute;n (editable)</P>
      </TD><TD>
        <P> Descripci&oacute;n breve acerca de la carpeta iFolder. Es posible editar la descripci&oacute;n y hacer clic en Guardar para guardar los cambios.</P>
      </TD><TR><TD VALIGN="TOP"><P>Propietario 
</P></TD><TD>
        <P>Nombre de usuario del propietario de la carpeta iFolder seleccionada. El propietario puede ser un usuario individual o un grupo LDAP. Si un grupo LDAP es el propietario de la carpeta iFolder, todos los miembros de dicho grupo tendr&aacute;n los mismos derechos de acceso. Para las carpetas iFolder hu&eacute;rfanas, el usuario Admin de iFolder es el propietario hasta que la carpeta iFolder pueda reasignarse o suprimirse.</P>
        <p>Haga clic en el enlace del nombre de usuario del propietario para ver la informaci&oacute;n de su cuenta de usuario.</p> 
        <P>El propietario de la carpeta iFolder dispone del derecho de control total sobre la carpeta iFolder. El propietario gestiona la pertenencia y los derechos de acceso de los usuarios, y puede eliminar el derecho de Control total de cualquiera de los miembros.</P>
      </TD></TR><TR><TD VALIGN="TOP"><P>V&iacute;a</P></TD><TD><P>Ubicaci&oacute;n real de la carpeta iFolder y los datos de &eacute;sta en el servidor. Por ejemplo:</P><P>/var/opt/novell/ifolder3/simias/SimiasFiles/<I>e84fdc6e-3d51-49df-ae3f-8c9213c76994</I>/&lt;Nombre_carpeta_iFolder&gt;</P><P>En este ejemplo, <I>e84fdc6e-3d51-49df-ae3f-8c9213c76994</I> corresponde al ID &uacute;nico del recurso compartido de la carpeta iFolder.</P></TD><TR><TD VALIGN="TOP">
        <P>Modificado</P>
      </TD><TD>
        <P>Fecha y hora de la &uacute;ltima modificaci&oacute;n realizada en la carpeta iFolder.</P>
      </TD><TR><TD VALIGN="TOP">
        <P>Directorios</P>
      </TD><TD>
        <P>N&uacute;mero total de directorios de la carpeta iFolder.</P>
      </TD><TR><TD VALIGN="TOP">
        <P>Archivos</P>
      </TD><TD>
        <P>N&uacute;mero total de archivos de la carpeta iFolder.</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Hu&eacute;rfano</P>
      </TD>
      <TD> 
        <P>S&iacute; indica que la carpeta iFolder es hu&eacute;rfana.</P>
        <P>En el caso de las carpetas iFolder hu&eacute;rfanas, el administrador de iFolder pasa a ser el propietario hasta que la carpeta iFolder puede reasignarse a un nuevo propietario o bien suprimirse.</P>
      </TD></TR></TABLE>
	  
  <H3><a name="members"></a>Miembros </H3>
  <p> Puede consultar el nombre, tipo y derechos de acceso de cada miembro. Tiene permiso para a&ntilde;adir o suprimir un propietario, asignar la propiedad y definir los derechos de acceso para el miembro seleccionado. 
  <H4><A NAME="share"></A>Adici&oacute;n de un miembro</H4><OL><LI>
      <P>En la p&aacute;gina Informaci&oacute;n de iFolder, haga clic en A&ntilde;adir.</P>
    </LI><LI>
      <P>Busque el usuario o grupo LDAP que desea hacer miembro, seleccione la casilla de verificaci&oacute;n situada junto al nombre del usuario y haga clic en A&ntilde;adir.<BR>
        <BR>
        Por defecto, el usuario o el grupo LDAP recibe el acceso de S&oacute;lo lectura a la carpeta iFolder.</P>
    </LI><LI>
      <P>(Opcional) Seleccione la casilla de verificaci&oacute;n Usuario, seleccione Derechos y especifique el derecho de acceso deseado (Administrador, Lectura/escritura o S&oacute;lo lectura) y, finalmente, haga clic en Definir.<BR>
        <BR>
        Espere a que la p&aacute;gina se actualice. El icono del usuario deber&aacute; reflejar el nuevo derecho de acceso. </P>
    </LI></OL>
<H4>Explicaci&oacute;n de los derechos de acceso de iFolder </H4>
<p>El Cliente iFolder es compatible con el propietario y tres niveles de acceso para miembros en una carpeta iFolder:</p>
<P><B><FONT SIZE="-1">NOTA:</FONT></B><FONT SIZE="-1">los miembros de un grupo LDAP heredan los derechos de acceso definidos para dicho grupo.</FONT></P>
  <BLOCKQUOTE> 
    <P><B>Propietario<BR>
      </B>S&oacute;lo un usuario o grupo LDAP puede ser el propietario de una carpeta iFolder. Normalmente, se trata del usuario o de cualquier miembro del grupo LDAP que ha creado la carpeta iFolder. En el caso de que el propietario sea un grupo LDAP, todos los miembros de dicho grupo ser&aacute;n propietarios de esa carpeta iFolder. El usuario propietario o los miembros del grupo LDAP propietario pueden utilizar el cliente iFolder para transferir la propiedad a otro miembro de la carpeta iFolder. El usuario Admin de iFolder puede transferir la propiedad a cualquier usuario o grupo LDAP del servidor iFolder.</P>
    <P>El propietario de una carpeta iFolder tiene el derecho de control total. Este usuario o grupo LDAP tiene el acceso de lectura/escritura sobre la carpeta iFolder, gestiona la pertenencia y los derechos de acceso de los usuarios y grupos LDAP miembros, y puede eliminar el derecho de control total de cualquier miembro. En el caso de un servidor empresarial, el espacio de disco utilizado por las carpetas iFolder del propietario se resta de las cuotas de disco de usuario del propietario en dicho servidor.</P>
    <P>Si un usuario o grupo LDAP se suprime del sistema iFolder, las carpetas iFolder propiedad del usuario o grupo LDAP quedan hu&eacute;rfanas. Las carpetas iFolder hu&eacute;rfanas se asignan temporalmente al usuario Admin de iFolder, que pasar&aacute; a ser el propietario. La pertenencia y la sincronizaci&oacute;n contin&uacute;an para los dem&aacute;s usuarios y miembros de los grupos LDAP hasta que el usuario Admin de iFolder determina si una carpeta iFolder hu&eacute;rfana debe suprimirse o asignarse a un nuevo propietario.</P>
  <P><B>Control total</B><BR>
      Miembro de una carpeta iFolder compartida con derecho de acceso de control total. El usuario o grupo LDAP con derecho de control total tiene acceso de lectura/escritura a la carpeta iFolder y gestiona la pertenencia y los derechos de acceso de todos los usuarios, excepto del propietario.</P>
  <P><B>Lectura/Escritura</B><BR>
    Miembro de una carpeta iFolder compartida con derecho de acceso de lectura/escritura a los directorios y archivos de dicha carpeta iFolder.</P>
  <P><B>S&oacute;lo lectura</B><BR>
    Miembro de una carpeta iFolder compartida con derecho de acceso de s&oacute;lo lectura a los directorios y archivos de dicha carpeta iFolder. Este tipo de miembro puede copiar un archivo de la carpeta iFolder a otra ubicaci&oacute;n y modificarlo fuera de dicha carpeta.</P>
</BLOCKQUOTE>
<p>En la tabla siguiente se describen las funciones asociadas a cada nivel de acceso de usuario.</p>
  <TABLE WIDTH="93%" BORDER="1">
    <tr class="HEADERROW"> 
      <th  CLASS="tablehead2">Capabilities</th>
      <th  CLASS="tablehead2">Propietario</th>
      <th  CLASS="tablehead2">Control total</th>
      <th  CLASS="tablehead2">Lectura/Escritura</th>
      <th  CLASS="tablehead2">S&oacute;lo lectura</th>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Permite volver a asignar la propiedad a otro usuario. o grupo LDAP</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
      <td >
        <p >No</p>
      </td>
      <td >
        <p >No</p>
      </td>
      <td >
        <p >No</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Permite establecer una cuota para la carpeta iFolder.</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
      <td >
        <p >No</p>
      </td>
      <td >
        <p >No</p>
      </td>
      <td >
        <p >No</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Permite poner la carpeta iFolder a disposici&oacute;n de otros usuarios (compartir).</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
      <td >
        <p >No</p>
      </td>
      <td >
        <p >No</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Permite hacer que la carpeta iFolder no est&eacute; disponible para otros usuarios (dejar de compartir).</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
      <td >
        <p >S&iacute;, excepto el propietario</p>
      </td>
      <td >
        <p >No</p>
      </td>
      <td >
        <p >No</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Permite asignar los derechos de acceso a iFolder de otros usuarios o grupos LDAP.</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
      <td >
        <p >S&iacute;, excepto el propietario</p>
      </td>
      <td >
        <p >No</p>
      </td>
      <td >
        <p >No</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Permite leer directorios y archivos de la carpeta iFolder. </p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Permite a&ntilde;adir, modificar o suprimir directorios y archivos de la carpeta iFolder.</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
      <td >
        <p >No</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Permite renombrar directorios y archivos de una carpeta iFolder.</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
      <td >
        <p >No</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Permite renombrar la carpeta iFolder.</p>
      </td>
      <td >
        <p >No</p>
      </td>
      <td >
        <p >No</p>
      </td>
      <td >
        <p >No</p>
      </td>
      <td >
        <p >No</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Permite configurar una carpeta iFolder en varios equipos.</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Permite revertir una carpeta iFolder (no participar en un equipo local).</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Permite suprimir una carpeta iFolder disponible para rechazar la participaci&oacute;n.</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Permite suprimir la carpeta iFolder, as&iacute; como la carpeta iFolder y los archivos que contiene del servidor (volver a convertirla en una carpeta normal y dejar de compartirla con otros usuarios).</p>
      </td>
      <td >
        <p >S&iacute;</p>
      </td>
      <td >
        <p >No</p>
      </td>
      <td >
        <p >No</p>
      </td>
      <td >
        <p >No</p>
      </td>
    </tr>
  </table>
<H4>Definici&oacute;n del derecho de acceso a una carpeta iFolder para un miembro</H4>
  
<OL><LI>
      <P>En la p&aacute;gina Informaci&oacute;n de iFolder, seleccione la casilla de verificaci&oacute;n situada junto al miembro cuyo derecho de acceso desea gestionar.</P>
    </LI><LI>
      <P>Seleccione el men&uacute; desplegable Derechos y, a continuaci&oacute;n, seleccione el derecho Administrador, Lectura/escritura o S&oacute;lo lectura.<BR>
        <BR>Espere a que la p&aacute;gina se actualice. El icono del usuario deber&aacute; reflejar el nuevo derecho de acceso.</P></LI></OL>
  <H4>Eliminaci&oacute;n de un miembro</H4>
<ol>
    <li>En la p&aacute;gina Informaci&oacute;n de iFolder, seleccione la casilla de verificaci&oacute;n situada junto al nombre del usuario miembro.</li>
    <li>Haga clic en Suprimir.</li>
</ol>
<P>La copia local de los datos del usuario permanecer&aacute; en el equipo del usuario; sin embargo, &eacute;ste ya no podr&aacute; acceder a la copia del servidor de los datos de la carpeta iFolder.</P><P> <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir al inicio" TITLE="Ir al inicio"></A></P>
	  <H4>Cambio de propietario</H4>
  <P>Cuando cambia el nombre del propietario de una carpeta iFolder, el propietario existente pasa a ser un miembro de dicha carpeta y se le asigna el derecho de Lectura/escritura. El administrador de iFolder pasa a ser el propietario de las carpetas hu&eacute;rfanas, hasta que la carpeta iFolder se reasigna a un nuevo propietario o se suprime. Si el nuevo propietario no es actualmente miembro de la carpeta iFolder, se enviar&aacute; una notificaci&oacute;n de suscripci&oacute;n a la cuenta de iFolder del usuario.</P>
  <OL>
    <LI> 
      <P>En la p&aacute;gina Informaci&oacute;n de iFolder, busque el usuario o grupo LDAP que desea asignar como nuevo propietario de la carpeta iFolder.</P>
    </LI>
    <LI>
      <P>Seleccione la casilla de verificaci&oacute;n situada junto al nombre del usuario y, a continuaci&oacute;n, haga clic en <i>Propietario</i>.</P>
    </LI>
    
  </OL>
  <P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir al inicio"></A></P>
  <H3><A NAME="policy"></A>Directivas</H3>
  
  <P>En la tabla siguiente se enumeran las directivas que pueden gestionarse para una carpeta iFolder determinada. Modifique uno o varios de los valores siguientes y, a continuaci&oacute;n, haga clic en Guardar para aplicar la nueva configuraci&oacute;n: </P>
<TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Par&aacute;metro</P></TD><TD CLASS="tablehead2"><P> Descripci&oacute;n</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Inhabilitar la sincronizaci&oacute;n &nbsp;</P>
      </TD><TD>
        <P>Seleccione esta opci&oacute;n para desactivar la sincronizaci&oacute;n, por lo general de forma temporal. 
        </P>
        <P>Deselecci&oacute;nela para permitir la sincronizaci&oacute;n de los datos de la carpeta iFolder.</P>
        <P>Valor por defecto: Habilitado, S&iacute;</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Cuota de disco</P>
      </TD><TD>
        <P>Seleccione la casilla de verificaci&oacute;n L&iacute;mite y, a continuaci&oacute;n, especifique el tama&ntilde;o m&aacute;ximo (en MB) para la carpeta iFolder seleccionada.</P>
        <P>Si habilita una cuota de iFolder para todo el sistema o una cuota en el nivel del grupo LDAP, la cuota de la cuenta de usuario la anular&aacute; siempre que la cuota de usuario sea inferior o superior que la cuota del grupo LDAP o la cuota del sistema. </P>
        <P>Valor por defecto: Inhabilitado, Sin l&iacute;mite</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P> Usado</P>
        <P>(S&oacute;lo lectura)&nbsp;</P></TD><TD>
        <P>Indica el espacio que consumen actualmente los datos de la carpeta iFolder.</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Disponibles</P>
        <P>(S&oacute;lo lectura)&nbsp;</P></TD><TD>
        <P>Indica el espacio disponible en el servidor para los datos de la carpeta iFolder.</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Vigente</P>
        <P>(S&oacute;lo lectura)&nbsp;</P></TD><TD>
        <P>Indica el espacio disponible efectivo en el servidor para los datos de la carpeta iFolder.</P>
      </TD></TR>
	  <TR><TD VALIGN="TOP">
        <p>Tama&ntilde;o de archivo</p>
      </TD>
      <TD> <B>L&iacute;mite</B><BR>
          Especifica el tama&ntilde;o total m&aacute;ximo de archivo (en MB) que tiene permitido utilizar un usuario de iFolder para todas las carpetas iFolder que posea y que correspondan a la cuenta del usuario seleccionado. <br>
          <BR>
        <B>Efectivo</B><BR>
        Tama&ntilde;o de archivo efectivo que tiene asignado el usuario.<br>
		<ul><P><font size="-1"><b>IMPORTANTE:</b> los usuarios no podr&aacute;n sincronizar correctamente archivos cuyo tama&ntilde;o provoque un exceso de la cuota. Si lo intentan, s&oacute;lo se sincronizar&aacute; parte del archivo, por lo que los datos quedar&aacute;n da&ntilde;ados.</font></P></ul>
      </TD></TR>
	  <TR>
      <TD VALIGN="TOP"> 
        <p>Archivos excluidos</p>
      </TD>
      <TD> 
        <P>Especifica una lista de los tipos de archivo que deben incluirse o excluirse de la sincronizaci&oacute;n para la carpeta iFolder seleccionada.</P>
        <p>Los archivos del gestor de archivos thumbs.db y .DS_Store nunca se sincronizan. 
        </p>
    
        <P>Para a&ntilde;adir una extensi&oacute;n de archivo al filtro de extensiones, escriba la extensi&oacute;n (por ejemplo, *.mpg) y, a continuaci&oacute;n, haga clic en A&ntilde;adir para aplicar el filtro. </P>
        <P>Para excluir un tipo de archivo de la sincronizaci&oacute;n, seleccione la casilla de verificaci&oacute;n junto al tipo de archivo en la lista de tipos de archivo restringidos y luego, haga clic en Denegar.</P>
        <P>Para permitir la sincronizaci&oacute;n de un tipo de archivo, seleccione la casilla de verificaci&oacute;n junto al tipo de archivo en la lista de tipos de archivo restringidos y luego, haga clic en Permitir.</P>
        <P>Para suprimir un tipo de archivo de la lista de tipos de archivo restringidos, seleccione la casilla de verificaci&oacute;n junto al tipo de archivo y luego, haga clic en Suprimir.<br>
        </P>
        <P>Valor por defecto: Inhabilitado, Permitir todos los tipos de archivo o la configuraci&oacute;n v&aacute;lida para todo el sistema</P>
      </TD></TR>
	
      
<TR><TD VALIGN="TOP">
        <P> Intervalo de sincronizaci&oacute;n &nbsp;</P>
      </TD><TD>
        <P>Seleccione la casilla de verificaci&oacute;n Intervalo de sincronizaci&oacute;n para habilitar un intervalo m&iacute;nimo para la carpeta iFolder seleccionada y, a continuaci&oacute;n, especifique el valor m&iacute;nimo en minutos que los usuarios podr&aacute;n definir en su Cliente iFolder.</P>
        <P> Para inhabilitar esta configuraci&oacute;n, deseleccione la casilla de verificaci&oacute;n Intervalo de sincronizaci&oacute;n. Si la opci&oacute;n est&aacute; inhabilitada, el valor que se aplicar&aacute; ser&aacute; Sin l&iacute;mite.</P>
        <P> Por el contrario, si la opci&oacute;n est&aacute; habilitada, el intervalo m&iacute;nimo de sincronizaci&oacute;n indicar&aacute; el intervalo m&iacute;nimo en minutos durante el cual el cliente de un usuario podr&aacute; comprobar los datos de iFolder de las carpetas iFolder del servidor y local para identificar los archivos que es necesario descargar o cargar.</P>
  <P>      El intervalo de sincronizaci&oacute;n m&iacute;nimo efectivo siempre corresponde al valor m&aacute;ximo de entre los siguientes:</P>
  <ul>
    <li>
            <p> La directiva del sistema (el valor por defecto es de 5 minutos), a menos que se haya definido una directiva de usuario o grupo LDAP. Si se ha definido una directiva de grupo LDAP, &eacute;sta anular&aacute; la directiva del sistema. Si se ha definido una directiva de usuario, &eacute;sta anular&aacute; la directiva del grupo LDAP y la directiva del sistema, independientemente de que su valor sea mayor o menor.</p>
    </li>
    <li>
      <p> La directiva del equipo local o el ajuste del equipo cliente que se sincroniza con el servidor</p>
    </li>
    <li>
      <p> La directiva de la carpeta iFolder (o de la colecci&oacute;n de carpetas iFolder)</p>
    </li>
  </ul>  
        <P> Valor por defecto: Inhabilitado, l&iacute;mite definido por el cliente iFolder</P>
      </TD>
</TR><TR><TD VALIGN="TOP">
        <P> Compartimiento</P>
      </TD><TD> <B>Activo</B><BR>
        Por defecto, la funci&oacute;n de compartici&oacute;n de iFolder est&aacute; habilitada. Deseleccione Activo para inhabilitar la funci&oacute;n de compartici&oacute;n para la carpeta iFolder seleccionada. Tras aplicar esta directiva, la carpeta iFolder seleccionada no se puede compartir ni por el administrador ni por el propietario de la carpeta iFolder.<br>
          <BR>
        <B>Revocar</B><BR>
        Seleccione <i>Revocar</i> para eliminar todos los miembros de la lista de miembros compartidos para la carpeta iFolder seleccionada.<br>
		<ul>
          <P><font size="-1"><b>IMPORTANTE:</b> ambas opciones estar&aacute;n inhabilitadas si se habilita y aplica la opci&oacute;n <i>Compartici&oacute;n</i> en el nivel del sistema o del usuario.</font></P>
        </ul>
      </TD></TR></TABLE><BR><P> 
  
  <H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Temas relacionados" align="top"> Temas relacionados</H4><BLOCKQUOTE class="task1"><P ><A HREF="ifolders.html">Gesti&oacute;n de carpetas iFolder</A><BR><A HREF="users.html">Gesti&oacute;n de usuarios </A><BR><A HREF="userdetails.html">Informaci&oacute;n de usuario</A><BR><A HREF="servers.html#orphan" TARGET="_self">Gesti&oacute;n de servidores iFolder</A>
    </P>
  </BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir al inicio"></A></P><P>&nbsp;</P><P CLASS="copyright">El s&iacute;mbolo de marca comercial (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP>, etc.) indica una marca comercial de Novell; el asterisco (*) indica una marca comercial de otro fabricante. Para obtener m&aacute;s informaci&oacute;n, consulte la <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Informaci&oacute;n legal</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>