<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.x iManager Plugin  --> 
   
     <title>Carpetas iFolder</title>  	 
        
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.x Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="06-29-2005"> 
	 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
  <h3 class="head3b">Gesti&oacute;n de carpetas iFolder</h3>
  <p> Utilice esta interfaz para gestionar la propiedad, las directivas y la pertenencia de una carpeta iFolder seleccionada para una cuenta de usuario iFolder de un dominio iFolder determinado. La herramienta de b&uacute;squeda le ayudar&aacute; a localizar la cuenta que desea gestionar. </p>
  <p> <b>Nota:</b> cuando inicia sesi&oacute;n como administrador secundario, puede ver s&oacute;lo aquellas iFolder pertenecientes a los usuarios para los que est&aacute; designado como administrador secundario. Adem&aacute;s, puede gestionar las iFolder s&oacute;lo dependiendo de los derechos de los que disponga para gestionarlas.</p>
	<BLOCKQUOTE CLASS="blockquote"><P><A HREF="#search" TARGET="_self">B&uacute;squeda de una carpeta iFolder</A> <BR><A HREF="#browse" TARGET="_self">Examinaci&oacute;n de las carpetas iFolder en los resultados de b&uacute;squeda</A><BR><A HREF="#enable" TARGET="_self">Habilitaci&oacute;n, inhabilitaci&oacute;n y supresi&oacute;n de una carpeta iFolder</A><BR><A HREF="#newuser" TARGET="_self">Creaci&oacute;n de una carpeta iFolder nueva</A>
 </P></BLOCKQUOTE>
  
  <H3><A NAME="search"></A>B&uacute;squeda de una carpeta iFolder</H3>
  
<H4>Tipos de carpeta iFolder</H4>
  <p>El icono <img src="../../images/ifolder.png" width="16" height="16" alt="Icono de compartido"> indica que la carpeta iFolder es normal.<br>
    El icono <img src="../../images/ifolder_user_16.gif" width="16" height="16" alt="Icono de compartido"> indica que la carpeta iFolder est&aacute; compartida.<br>
    El icono <img src="../../images/encrypt_ifolder.gif" width="16" height="16" alt="Icono de compartido"> indica que la carpeta iFolder est&aacute; cifrada.</p>
  <p> Haga clic en Todos para ver todas las carpetas iFolder que existen en el dominio iFolder actual. Haga clic en Hu&eacute;rfano para ver todas las carpetas iFolder hu&eacute;rfanas.</p>
  <H4>Recuperaci&oacute;n de una lista de carpetas iFolder del servidor</H4><P>Utilice uno o varios de los siguientes m&eacute;todos de b&uacute;squeda y, a continuaci&oacute;n, haga clic en Buscar:</P><UL><LI><P>Seleccione Igual como criterio de filtrado y, a continuaci&oacute;n, escriba el nombre de la carpeta iFolder que desea localizar en el campo Buscar carpetas iFolder.</P></LI><LI>
      <P>Seleccione un criterio de filtrado (Empieza por, Acaba por, Contiene, Igual a) para el nombre de la carpeta iFolder y, a continuaci&oacute;n, escriba una o varias letras en el campo Buscar carpetas iFolder.</P>
    </LI><LI><P>Escriba un asterisco (*) en el campo Buscar carpetas iFolder para obtener una lista con todas las carpetas iFolder del sistema.</P></LI><LI><P>Si lo prefiere, deje el campo en blanco para obtener una lista con todas las carpetas iFolder del sistema.</P></LI></UL>
  <P>No haga clic en ning&uacute;n lugar de la p&aacute;gina hasta que &eacute;sta se haya actualizado del todo. A continuaci&oacute;n, podr&aacute; examinar, clasificar o gestionar las carpetas iFolder del informe de resultados de b&uacute;squeda. </P>
  <H4><A NAME="browse"></A>Examinaci&oacute;n de las carpetas iFolder en los resultados de b&uacute;squeda</H4>
  <P>Despl&aacute;cese hacia arriba o hacia abajo para examinar los resultados de b&uacute;squeda y localizar la carpeta iFolder que desea gestionar. La combinaci&oacute;n del nombre y propietario de la carpeta iFolder le permitir&aacute;n identificar la carpeta iFolder que desea.</P>
  
  <H4><a name="enable"></a>Habilitaci&oacute;n, inhabilitaci&oacute;n y supresi&oacute;n de una carpeta iFolder</H4>
  <br>
	<OL>
    <LI> 
      <P>Localice la carpeta iFolder que desea gestionar y, a continuaci&oacute;n, seleccione la casilla de verificaci&oacute;n situada junto a la misma.</P>
    </LI>
	<LI> 
      <P>Seleccione la acci&oacute;n que desea realizar con la carpeta iFolder:</P>
    </LI>
	<ul><li><P>Haga clic en Suprimir para suprimir la carpeta iFolder.</P><li><P>Haga clic en Habilitar para habilitar la carpeta iFolder.</P>
        <P>Esta acci&oacute;n permitir&aacute; al usuario entrar a la carpeta iFolder y sincronizarla.</P>
      </li><li><P>Haga clic en Inhabilitar para inhabilitar la carpeta iFolder.</P><P> Si el usuario est&aacute; conectado cuando se efect&uacute;a este cambio, la sesi&oacute;n del usuario continuar&aacute; hasta que &eacute;ste salga. La directiva surtir&aacute; efecto la pr&oacute;xima vez que el usuario intente entrar a la cuenta. Para que el bloqueo se aplique de forma inmediata, deber&aacute; reiniciar los servicios de Apache correspondientes al servidor iFolder, el cual desconectar&aacute; todas las sesiones activas, incluida la del usuario.</P></li></ul>
       
   
  </OL><BLOCKQUOTE>
    <P><B><FONT SIZE="-1">NOTA:</FONT></B> <FONT SIZE="-1"> todas las carpetas iFolder est&aacute;n habilitadas por defecto.</FONT></P>
  </BLOCKQUOTE> 
  <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir al inicio" TITLE="Ir al inicio"></A>
  <H3><A NAME="newuser"></A>Creaci&oacute;n de una carpeta iFolder nueva </H3>
  <br>
 
<OL><LI>
      <P>En la p&aacute;gina Usuarios de iFolder, haga clic en Nuevo.</P>
	  <P>Se abrir&aacute; la p&aacute;gina de creaci&oacute;n de carpetas iFolder en la p&aacute;gina Carpetas iFolder.</P>
    </LI>
    <LI>Especifique la siguiente informaci&oacute;n y, a continuaci&oacute;n, haga clic en Crear.
  </ol>
  <P>
  <BLOCKQUOTE> <B> Nombre</B><BR>
    Asigne un nombre a la carpeta iFolder como, por ejemplo, ifolder 1. <BR>
	<BR>
    <B>Descripci&oacute;n</B><BR>
     Descripci&oacute;n breve acerca de la carpeta iFolder.<br>
       
  </BLOCKQUOTE>
 
  <h4>Acceso a la p&aacute;gina Informaci&oacute;n de iFolder</h4><br>
  
  <ol>
    
    <li> 
      <p>Utilice la herramienta de b&uacute;squeda para localizar la carpeta iFolder que desea gestionar.</p>
    </li>
    <li> 
      <p>Haga clic en el enlace de la carpeta iFolder para abrir la p&aacute;gina Informaci&oacute;n de iFolder en la pesta&ntilde;a iFolder. <br>
        <br>
        La p&aacute;gina Informaci&oacute;n de iFolder mostrar&aacute; la informaci&oacute;n de la carpeta iFolder, una lista de los miembros que la poseen o comparten y la configuraci&oacute;n de directivas de la carpeta iFolder seleccionada. </p>
    </li>
  </ol>
  <P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir al inicio"></A></P>
  
  <H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Temas relacionados" align="top"> Temas relacionados</H4>
  
  <BLOCKQUOTE class="task1"><P><A HREF="ifolderdetails.html">Gesti&oacute;n de la informaci&oacute;n de una carpeta iFolder</A><BR><A HREF="userdetails.html">Informaci&oacute;n de usuario</A><BR><A HREF="users.html">Gesti&oacute;n de una cuenta de usuario</A><BR><A HREF="systeminfo.html">Gesti&oacute;n del sistema de iFolder</A><BR><A HREF="servers.html">Gesti&oacute;n de servidores iFolder</A><BR><A HREF="reports.html">Informes</A></P></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir al inicio"></A></P><P>&nbsp;</P><P CLASS="copyright">El s&iacute;mbolo de marca comercial (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP>, etc.) indica una marca comercial de Novell; el asterisco (*) indica una marca comercial de otro fabricante. Para obtener m&aacute;s informaci&oacute;n, consulte la <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Informaci&oacute;n legal</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>