<html>
<head>
  <meta http-equiv="content-type" content="text/html;charset=UTF-8"> 

<!-- Novell iFolder 3.x Web Access  --> 

<title>Acceso a carpetas y archivos</title> 

<!-- Metadata --> 
  <meta name="Author" content="iFolder 3.x Documentation Manager"> 
  <meta name="date" content="02-17-2005"> 
  <meta name="modified" content="06-29-2005"> 
<!-- Documentation Stylesheet --> 
  <link rel="stylesheet" href="hf_style.css" type="text/css"> 
<!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      --> 
      
      <style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
<h3 class="head3b"><a name="top"></a>Acceso a carpetas y archivos de las carpetas iFolder</h3><p> Utilice esta interfaz para acceder a las carpetas y a los archivos de las carpetas iFolder disponibles en esta cuenta. Es posible visualizar una lista de las carpetas y los archivos de cada carpeta iFolder, as&iacute; como cargar y descargar archivos, crear carpetas y suprimir carpetas y archivos. Para crear, suprimir o compartir carpetas iFolder, debe utilizarse el Cliente iFolder para equipos Linux*, Windows* o Macintosh*, seg&uacute;n corresponda. </p><p>En esta ayuda se tratan los temas siguientes:</p><blockquote > 
<p><a href="#login" target="_self">Entrada y salida</a> <br> 
<a href="#browse" target="_self">Navegaci&oacute;n por las carpetas iFolder</a> <br> <a href="#manage" target="_self">Gesti&oacute;n de carpetas y archivos de una carpeta iFolder</a></p></blockquote><h3><a name="login"></a>Entrada y salida</h3><p>Si se termina la conexi&oacute;n del sistema mientras trabaja con las carpetas iFolder, el acceso Web le devuelve a la p&aacute;gina de entrada. Puede volver a entrar para seguir trabajando sin tener que cerrar el navegador.</p><p>Para salir haga clic en Salir, situado en la parte superior derecha y, a continuaci&oacute;n, cierre el navegador. Si no se desconecta, la sesi&oacute;n permanece abierta hasta que se agota el tiempo de espera, lo que supone un riesgo de seguridad. </p><p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Ir al inicio"></a></p><h3><a name="browse"></a>Navegaci&oacute;n por las carpetas iFolder</h3><p>En la p&aacute;gina de carpetas iFolder aparecen todas las carpetas iFolder disponibles en la cuenta actual. Las carpetas iFolder disponibles constan de las suyas propias y de las que otros usuarios comparten con usted. Es posible acceder a las carpetas iFolder compartidas mediante el acceso Web, aunque no se haya instalado iFolder en un equipo local. La columna Propietario especifica el nombre del propietario de la carpeta iFolder para que resulte m&aacute;s sencillo ubicar la carpeta iFolder buscada. </p><p>Haga clic en el nombre de la carpeta iFolder para visualizar una lista de las carpetas y archivos, cargar y descargar archivos, crear carpetas y suprimir carpetas y archivos.</p><p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Ir al inicio"></a></p><h3><a name="manage"></a>Gesti&oacute;n de carpetas y archivos de una carpeta iFolder</h3><p>En una carpeta iFolder es posible realizar las siguientes tareas:</p><blockquote> <p><b>Ver una lista de las carpetas y archivos</b><br>La p&aacute;gina iFolder enumera las carpetas y archivos en orden alfab&eacute;tico. Despl&aacute;cese para encontrar el directorio o archivo buscado. </p><p><b>Desplazarse por un directorio</b><br>Haga clic en el nombre de la carpeta <img src="../../images/folder_16.gif" width="16" height="16" alt="icono de carpeta"> para abrir la carpeta y ver una lista con su contenido. Para volver a un directorio de un nivel m&aacute;s elevado, haga clic en el icono de carpeta Arriba <img src="../../images/up_folder_16.gif" width="14" height="12" alt="Icono de carpeta Arriba"> situado en la barra de tareas.<br> </p><p><b>Abrir o guardar un archivo</b><br>Haga clic en el nombre del archivo<img src="../../images/file_16.gif" width="16" height="16" alt="icono de archivo"> que desea abrir o guardar. </p><ul> <li><p>Haga clic en Abrir para ver el contenido del archivo. Es necesario que el equipo tenga una aplicaci&oacute;n compatible para abrir el archivo. Si desea trabajar con el archivo, desc&aacute;rguelo, modif&iacute;quelo y, a continuaci&oacute;n, c&aacute;rguelo.</p></li><li><p>Haga clic en Guardar para guardar el archivo en el disco duro local o en una unidad de red asignada. Despl&aacute;cese hasta la ubicaci&oacute;n en la que desea colocar el archivo y, a continuaci&oacute;n, haga clic en Guardar. El archivo se descargar&aacute; en el equipo.</p></li></ul><p><b>Crear una nueva carpeta</b> <br> En el campo Nueva carpeta, especifique el nombre de la carpeta nueva y, a continuaci&oacute;n, haga clic en Crear. Los nombres de las carpetas distinguen entre may&uacute;sculas y min&uacute;sculas. Cuando se actualiza la p&aacute;gina, la carpeta aparece en la lista ordenada por orden alfab&eacute;tico.<br></p><p><b>Suprimir carpetas o archivos</b><br>Seleccione el recuadro de verificaci&oacute;n situado junto a las carpetas o archivos que desea suprimir y, a continuaci&oacute;n, haga clic en Suprimir para confirmar esta opci&oacute;n.</p><p><b>Cargar un archivo</b> <br> En el campo Cargar archivo, haga clic en Examinar, busque la carpeta local que desea cargar y, a continuaci&oacute;n, haga clic en Abrir &gt; Cargar. Cuando se actualiza la p&aacute;gina, el archivo aparece en la lista ordenado por orden alfab&eacute;tico.</p></blockquote><p> 
<a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Ir al inicio"></a> 
</p><p>&nbsp;</p><P CLASS="copyright">El s&iacute;mbolo de marca comercial (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP>, etc.) indica una marca comercial de Novell; el asterisco (*) indica una marca comercial de otro fabricante. Para obtener m&aacute;s informaci&oacute;n, consulte la <A HREF="legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Informaci&oacute;n legal</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>
</html>