<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.7  --> 
   
     <title>Gesti&oacute;n de los valores de LDAP</title>  	 
     
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.7 Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="06-29-2005"> 
	 <meta name="modified" content="11-15-2007"> 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
      
       --> <h3 class="head3b">Gesti&oacute;n de los valores de LDAP para el sistema iFolder</h3>
  <p> Utilice esta interfaz para modificar los valores de LDAP del servidor Novell<SUP><SMALL>&reg;</SMALL></SUP> iFolder<SUP><SMALL>&reg;</SMALL></SUP> 3.7 o posterior de este dominio iFolder. </p>
  
  <H3><A NAME="modify"></A>Modificaci&oacute;n de los valores de LDAP</H3><P>Modifique cualquiera de los campos siguientes y, a continuaci&oacute;n, haga clic en <i>Aceptar</i> para aplicar los cambios:</P><TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Par&aacute;metro</P></TD><TD CLASS="tablehead2"><P> Descripci&oacute;n</P></TD></TR>
<TR><TD VALIGN="TOP">
        <P>Nombre completo del usuario Admin de LDAP</P>
      </TD><TD>
        <P>Especifique el nombre completo (DN) del administrador de LDAP. Puede ser el mismo nombre que el del aministrador de iFolder u otro distinto.</P>
      </TD></TR>
	  <TR><TD VALIGN="TOP">
        <P>Contrase&ntilde;a del usuario Admin de LDAP</P>
      </TD><TD>
        <P>La contrase&ntilde;a se utiliza para autenticar al administrador de LDAP en el servidor LDAP. </P>
        
        <P>Haga clic en <i>Aceptar</i> para actualizar la contrase&ntilde;a almacenada en los valores de LDAP.</P>
<blockquote>
  
</blockquote>
</TD></TR><TR><TD VALIGN="TOP">
        <P>Servidor LDAP</P>
      </TD><TD>
        <P>Especifica el nombre DNS o la direcci&oacute;n IP del servidor LDAP. Puede ser cualquiera de los servidores iFolder del sistema iFolder.</P>
      </TD></TR>
	  <TR><TD VALIGN="TOP">
        <P>LDAP SSL</P>
      </TD><TD>
        <P>Seleccione <i>S&iacute;</i> para habilitar LDAP SSL. Si SSL est&aacute; habilitado en el servidor, el valor es S&iacute;; de lo contrario, el valor es No. <BR>
        </P></TD></TR><TR><TD VALIGN="TOP">
        <P>Usuario apoderado&nbsp;&nbsp;</P>
      </TD><TD>
        <P>El usuario apoderado de iFolder es la identidad de un usuario apoderado existente que se utiliza para acceder al servidor LDAP con acceso de lectura y recuperar una lista de los usuarios autorizados. El usuario apoderado se crea autom&aacute;ticamente durante la configuraci&oacute;n del servidor empresarial de iFolder en YaST. El nombre de usuario se genera autom&aacute;ticamente de modo que es un nombre exclusivo en el sistema. </P>
    <P> Aseg&uacute;rese de que la cuenta de usuario asignada como usuario apoderado de iFolder sea distinta de la que se utiliza para el usuario Admin de iFolder y otros usuarios del sistema. La separaci&oacute;n del usuario apoderado del administrador permite separar los privilegios y tambi&eacute;n es importante porque la contrase&ntilde;a del usuario apoderado se almacena en el sistema de archivos del servidor iFolder.</P>
    <P> Especifique el nombre completo de un usuario existente que desea convertir en el usuario apoderado de iFolder. Esta identidad debe disponer del derecho de Lectura sobre el directorio LDAP. Por ejemplo: </P>
        <P> cn=iFolderProxy,o=acme</P>
    <P> Aseg&uacute;rese de introducir tambi&eacute;n la nueva contrase&ntilde;a del usuario en el campo Contrase&ntilde;a del apoderado.</P>
        <P> Tras modificar el usuario apoderado, es posible que desee sincronizar inmediatamente las listas de usuarios LDAP utilizando la informaci&oacute;n del nuevo usuario apoderado de iFolder; de lo contrario, la informaci&oacute;n del usuario apoderado de iFolder no se probar&aacute; hasta que se lleve a cabo la siguiente sincronizaci&oacute;n programada de la lista de usuarios. Utilice la opci&oacute;n <i>Sincronizar ahora</i> que se encuentra en <i>Informaci&oacute;n de LDAP</i> de la p&aacute;gina Informaci&oacute;n del servidor para sincronizar la lista de usuarios de iFolder seg&uacute;n sea necesario y verificar los nuevos valores del usuario apoderado.</P>
        </TD></TR>
	<TR><TD VALIGN="TOP"><P>Contrase&ntilde;a del apoderado</P></TD><TD>
        <P>La contrase&ntilde;a se utiliza para autenticar al usuario apoderado de iFolder en el servidor LDAP cuando iFolder lleva a cabo la sincronizaci&oacute;n de los usuarios con el servidor LDAP. </P>
        <P>Para modificar la contrase&ntilde;a del usuario apoderado de iFolder, no es necesario que actualice el valor almacenado en los ajustes de LDAP para el sistema iFolder. Puede utilizar directamente esta interfaz para modificar la contrase&ntilde;a.</p>
        <P>Esta contrase&ntilde;a debe coincidir con la contrase&ntilde;a almacenada en el objeto eDirectory<sup><small>TM</small></sup> del usuario apoderado de iFolder. </P>
<P>Especifique la contrase&ntilde;a dos veces y, a continuaci&oacute;n, haga clic en <i>Aceptar</i> para actualizar la contrase&ntilde;a almacenada en los valores de LDAP.</P>
<P>Nota: Si iFolder est&aacute; configurado para usar apoderado com&uacute;n de OES, entonces la contrase&ntilde;a de usuario apoderado no se debe cambiar desde la consola Web Admin de iFolder.</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Contextos LDAP</P>
      </TD><TD>
        <P> Especifique o edite los contenedores, grupos o usuarios LDAP en los que iFolder busca una lista de usuarios autorizados para asignar a los servidores iFolder de este servidor empresarial. Los contextos LDAP se especifican en formato LDAP. Por ejemplo: </P>
        <P> cn=group,o=acme#cn=dbgroup,o=acme#</P>
        <P>Para editar un valor, seleci&oacute;nelo, efect&uacute;e los cambios y, a continuaci&oacute;n, haga clic en <i>Aceptar</i> para aplicarlos.</P>  
  
        <P>El usuario Admin de iFolder se asigna a los servidores durante la instalaci&oacute;n. La GUID correspondiente hace el seguimiento de modo que est&aacute; disponible incluso si no se especifica un contenedor, grupo o usuario, o si se especifican DN de b&uacute;squeda que no contienen al usuario Admin de iFolder. Esta identidad debe asignarse para que el administrador de iFolder pueda llevar a cabo las tareas de gesti&oacute;n.</P>
        <P>La sincronizaci&oacute;n de LDAP se puede programar o realizar manualmente, para ello, hay que hacer clic en el bot&oacute;n <i>Sincronizar ahora</i>. Al realizar la sincronizaci&oacute;n de LDAP, el servidor iFolder consulta al servidor LDAP y recupera la lista de usuarios del DN especificado en el campo <i>Contexto LDAP</i>. Los nombres de usuario del domino iFolder se comparan con la lista LDAP. Si se a&ntilde;ade o suprime un usuario del contexto LDAP especificado, en consecuencia tambi&eacute;n se actualizar&aacute; el dominio iFolder.</P>
        <P>Incluso si se suprime un usuario del contexto LDAP, la primera sincronizaci&oacute;n de LDAP s&oacute;lo inhabilita al usuario del dominio iFolder independientemente de la directiva de intervalo de gracia. El usuario inhabilitado nunca se suprime autom&aacute;ticamente tras el periodo de intervalo de gracia y contin&uacute;a existiendo en el dominio iFolder con un estado inhabilitado. Si se vuelve a configurar este usuario dentro del periodo de intervalo de gracia, pasar&aacute; a estar activo con todas las iFolder. Tras el periodo de intervalo de gracia, la siguiente sincronizaci&oacute;n de LDAP suprime al usuario del dominio iFolder y todas las iFolder del usuario quedar&aacute;n hu&eacute;rfanas. Las iFolder hu&eacute;rfanas se vuelven a asignar al usuario Admin de iFolder.</P>
      </TD></TR>
  </TABLE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir al inicio"></A></P><H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Temas relacionados" align="top"> Temas relacionados</H4><BLOCKQUOTE class="task1">
<P ><A HREF="system.html">Gesti&oacute;n del sistema de iFolder</A><BR><A HREF="member.html">Gesti&oacute;n de una cuenta de usuario</A></P></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir al inicio"></A></P><P>&nbsp;</P><P CLASS="copyright">El s&iacute;mbolo de marca comercial (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP>, etc.) indica una marca comercial de Novell; el asterisco (*) indica una marca comercial de otro fabricante. Para obtener m&aacute;s informaci&oacute;n, consulte la <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Informaci&oacute;n legal</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>