<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.x iManager Plugin  --> 
   
     <title>Gesti&oacute;n de la consola de Web Admin</title>  	 
        
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.x Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="06-29-2005"> 
	 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
  <h3 class="head3b">Gesti&oacute;n de la consola de Web Admin</h3>
  <p> Utilice esta interfaz de Web Admin para gestionar usuarios, grupos LDAP, el sistema iFolder, los servidores iFolder y el informe de estad&iacute;sticas de iFolder.</p>
  <BLOCKQUOTE CLASS="blockquote"><P><A HREF="#users" TARGET="_self">Pesta&ntilde;a Usuarios </A><BR><A HREF="#ifolders" TARGET="_self">Pesta&ntilde;a Carpetas iFolder </A><BR><A HREF="#system" TARGET="_self">Pesta&ntilde;a Sistema </A><BR> <A HREF="#servers" TARGET="_self">Pesta&ntilde;a Servidores</A> <BR><A HREF="#reports" TARGET="_self">Pesta&ntilde;a Informes</A></P></BLOCKQUOTE>
           
    
  <H3><a name="users"></a>Pesta&ntilde;a Usuarios </H3>
  
  <ol>
    <li> 
      <p>Entre a Web Admin mediante las credenciales correspondientes.</p>  <P><B><FONT SIZE="-1">NOTA:</FONT></B><FONT SIZE="-1">el t&eacute;rmino <i>usuarios de iFolder</i> hace referencia tanto a usarios individuales como a grupos LDAP.</FONT></P>
      <p> La p&aacute;gina Usuarios muestra el tipo de usuario (usuario Admin o usuario), el nombre de usuario, el nombre completo del usuario (si est&aacute; disponible), el servidor al que est&aacute; asignado el usuario y el estado del usuario (Habilitado o Inhabilitado). </p>
    </li>
    <li> 
      <p>Utilice la herramienta de b&uacute;squeda para localizar al usuario cuya cuenta de iFolder desea gestionar.</p>
    </li>
    <li> 
      <p>Haga clic en el enlace del nombre del usuario para abrir la p&aacute;gina Informaci&oacute;n de usuario. <br>
        <br>
        La p&aacute;gina Informaci&oacute;n de usuario se abrir&aacute; en la pesta&ntilde;a Usuarios, la cual muestra la informaci&oacute;n del usuario, las carpetas iFolder en propiedad y compartidas, y la configuraci&oacute;n de directivas para la cuenta del usuario en cuesti&oacute;n. </p>
    </li>
  </ol>
<P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir al inicio"></A></P>
  <H3><a name="ifolders"></a>Pesta&ntilde;a Carpetas iFolder </H3>
  
  <br>
  <ol>
    <li> 
      <p>En la consola de Web Admin, haga clic en la pesta&ntilde;a Carpetas iFolder.</p>
      <p> La p&aacute;gina Carpetas iFolder muestra el tipo de carpeta iFolder (usuario Admin o usuario), el nombre de la carpeta iFolder, el propietario de la carpeta iFolder, los miembros, la fecha en la que la carpeta iFolder se ha modificado por &uacute;ltima vez y el tama&ntilde;o de la carpeta iFolder. </p>
    </li>
    <li> 
      <p>Utilice la herramienta de b&uacute;squeda para localizar la carpeta iFolder que desea gestionar especificando un criterio de b&uacute;squeda.</p>
    </li>
    <li> 
      <p>Haga clic en el enlace de la carpeta iFolder para abrir la p&aacute;gina Informaci&oacute;n de iFolder en la pesta&ntilde;a iFolder. <br>
        <br>
        La p&aacute;gina Informaci&oacute;n de iFolder mostrar&aacute; la informaci&oacute;n de la carpeta iFolder, una lista de los miembros que la poseen o comparten, y la configuraci&oacute;n de directivas de la carpeta iFolder seleccionada. 
      </p>
    </li>
  </ol>
  
    <H3><a name="iFolders"></a>Pesta&ntilde;a Sistemas</H3><br>
  <ol>
    <li> 
      <p>En la consola de Web Admin, haga clic en la pesta&ntilde;a Sistemas.</p>
      <p> La p&aacute;gina Sistemas muestra la configuraci&oacute;n del sistema y una lista de los administradores de iFolder. La p&aacute;gina Sistema permite gestionar la configuraci&oacute;n de directivas para todo el sistema. </p>
    </li>
    <li> 
      <p>Localice al administrador de iFolder que desea gestionar. Puede a&ntilde;adir o suprimir un administrador de iFolder.</p>
      <p> Tambi&eacute;n puede gestionar la configuraci&oacute;n de directivas para el usuario Admin.</p>
    </li>
    <li> 
      <p>Haga clic en el enlace del nombre del usuario Admin para abrir la p&aacute;gina Informaci&oacute;n de usuario. <br>
        <br>
        La p&aacute;gina Informaci&oacute;n de usuario se abrir&aacute; en la pesta&ntilde;a Usuarios, la cual muestra la informaci&oacute;n del usuario, las carpetas iFolder en propiedad y compartidas, y la configuraci&oacute;n de directivas para la cuenta del usuario en cuesti&oacute;n. </p>
    </li>
  </ol>
<P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir al inicio"></A></P>
  
  <H3><A NAME="servers"></A>Pesta&ntilde;a Servidores</H3><br>

  <ol>
    <li> 
      <p>En la consola de Web Admin, haga clic en la pesta&ntilde;a Servidores.</p>
      <p> La p&aacute;gina Servidores muestra el tipo de servidor (Principal o Esclavo), el nombre del servidor, la direcci&oacute;n IP p&uacute;blica, la direcci&oacute;n IP privada y el estado del servidor seleccionado.</p>
    </li>
    <li>
<p>Utilice la herramienta de b&uacute;squeda para localizar el servidor que desea gestionar. 
      </p>
      
    </li>
    <li> 
      <p>Haga clic en el enlace del nombre del servidor para abrir la p&aacute;gina Informaci&oacute;n del servidor. <br>
        <br>
        La p&aacute;gina Informaci&oacute;n del servidor muestra la informaci&oacute;n del servidor, el tipo de servidor (Principal o Esclavo), el nombre DNS, el estado del servidor, los registros del servidor, los informes del servidor, el nivel de registro, la informaci&oacute;n de LDAP y el almac&eacute;n de datos de iFolder. </p>
    </li>
  </ol>
<P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir al inicio"></A></P>
  <H3><A NAME="reports"></A>Pesta&ntilde;a Informes </H3>
<BR>
<ol>
  <li>
      <p>En la consola de Web Admin, haga clic en Informes.</p>
  </li>
  <li>
      <p>Configure los informes en funci&oacute;n de la frecuencia y la programaci&oacute;n deseadas y, a continuaci&oacute;n, genere el resultado de la forma deseada.</p>
	  <p>Puede guardar el informe generado en el directorio especificado en la p&aacute;gina Informes.</p>
  </li>
  </ol>
  <P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir al inicio"></A></p>
  
  
<H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Temas relacionados" align="top"> Temas relacionados</H4><BLOCKQUOTE class="task1"><P ><A HREF="login.html">Entrada a Web Admin</A><BR><A HREF="webacc.html">Inicio de Web Admin</A><BR><A HREF="users.html">Gesti&oacute;n de una cuenta de usuario</A><BR>
      <A HREF="ifolders.html">Gesti&oacute;n de carpetas iFolder</A><BR>
      <A HREF="ifolderdetails.html">Gesti&oacute;n de la informaci&oacute;n de una carpeta iFolder</A></P></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir al inicio"></A></P><P>&nbsp;</P><P CLASS="copyright">El s&iacute;mbolo de marca comercial (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP>, etc.) indica una marca comercial de Novell; el asterisco (*) indica una marca comercial de otro fabricante. Para obtener m&aacute;s informaci&oacute;n, consulte la <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Informaci&oacute;n legal</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>