<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.6 Web Admin Help  --> 
   
     <title>Informaci&oacute;n del servidor</title>  	 
     
 
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.6 Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="02-29-2007"> 
	 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
  <h3 class="head3b">Informaci&oacute;n del servidor</h3>
  <p> Esta interfaz le permite consultar la informaci&oacute;n del servidor, el estado del servidor, los registros del servidor y los informes del servidor, as&iacute; como definir el nivel de registro y la informaci&oacute;n de LDAP. </p>
  <BLOCKQUOTE CLASS="blockquote"><P><A HREF="#general" TARGET="_self">Visualizaci&oacute;n de la informaci&oacute;n del servidor</A> <BR><A HREF="#general" TARGET="_self">Visualizaci&oacute;n del estado del servidor</A><BR><A HREF="#reports" TARGET="_self">Visualizaci&oacute;n de los informes del servidor</A><BR> <A HREF="#logs" TARGET="_self">Visualizaci&oacute;n de los registros del servidor</A><BR>
      <A HREF="#ldap" TARGET="_self">Informaci&oacute;n de LDAP</A><br>
      <A HREF="#volume" TARGET="_self">Almac&eacute;n de datos</A><br>
  </P></BLOCKQUOTE>
  
 
  <H4><a name="general"></a>Visualizaci&oacute;n de la informaci&oacute;n del servidor</H4>
  <P>Se puede ver y editar la informaci&oacute;n siguiente:</P>
  <TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Par&aacute;metro</P></TD><TD CLASS="tablehead2"><P> Descripci&oacute;n</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Nombre (s&oacute;lo visualizaci&oacute;n)</P>
      </TD><TD>
        <P>Nombre asignado al servidor.</P>
      </TD><TR><TD VALIGN="TOP">
        <P>Escriba</P>
      </TD><TD>
        <P>Tipo del servidor (Principal o Esclavo). Haga clic en Definir como principal para designar este servidor como servidor principal. </P>
      </TD><TR><TD VALIGN="TOP">
        <P>Nombre DNS</P>
      </TD><TD>
        <P>Nombre DNS del servidor empresarial de iFolder.</P>
		<P>Por ejemplo, 192.168.1.1 o svr1.dominio.com.</p>
</TD></TR><TR><TD VALIGN="TOP">
        <P>URL p&uacute;blica</P>
      </TD>
      <TD> 
        <P>Direcci&oacute;n IP p&uacute;blica correspondiente al servidor iFolder. Para cambiar la direcci&oacute;n IP, ed&iacute;tela y haga clic en Guardar para guardar los cambios que haya realizado.</P>
      </TD><TR>
      <TD VALIGN="TOP" height="37"> 
        <P>URL privada</P>
      </TD>
      <TD height="37"> 
        <P>Direcci&oacute;n IP privada correspondiente al servidor iFolder. Permite la comunicaci&oacute;n entre los servidores del dominio iFolder. La URL privada puede coincidir con la URL p&uacute;blica. Para cambiar la direcci&oacute;n IP, escriba la nueva direcci&oacute;n y haga clic en Guardar para guardar los cambios que haya realizado.</P>
      </TD><TR><TD VALIGN="TOP">
        <P>URL principal (s&oacute;lo se muestra para los servidores esclavos)</P>
      </TD>
      <TD> 
        <P>La direcci&oacute;n IP que corresponde al servidor iFolder. Utilizando esta direcci&oacute;n, el servidor esclavo se comunica con el servidor principal en el dominio de iFolder. 
          </p><p>Para cambiar la direcci&oacute;n IP, ed&iacute;tela y haga clic en Guardar para guardar los cambios que haya realizado.</P>
      </TD></TABLE><br>
	  <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir al inicio"></A>
  <H4><a name="general"></a>Visualizaci&oacute;n del estado del servidor</H4>
  <P>Es posible consultar la siguiente informaci&oacute;n:</P><TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Par&aacute;metro</P></TD><TD CLASS="tablehead2"><P> Descripci&oacute;n</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Estado</P>
      </TD><TD>
        <P>Indica el estado actual del servidor.</P>
      </TD><TR><TD VALIGN="TOP">
        <P>Usuarios</P>
      </TD><TD>
        <P>Indica el n&uacute;mero total de usuarios de iFolder asignados al servidor seleccionado.</P>
      </TD><TR><TD VALIGN="TOP">
        <P>Carpetas iFolder</P>
      </TD><TD>
        <P>Indica el n&uacute;mero total de carpetas iFolder que pertenecen al servidor seleccionado.</P>        
      </TD></TR></TABLE><br>
	  <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir al inicio"></A>
	  
  <H4><a name="reports"></a>Visualizaci&oacute;n de los informes del servidor</H4>
  <P>Seleccione el informe en la lista desplegable para visualizarlo.</P> 
  <p>Esta opci&oacute;n estar&aacute; inhabilitada si se ha dejado sin seleccionar la opci&oacute;n Habilitar informes de la p&aacute;gina Informe.</P>
	<A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir al inicio"></A>
  <H4><a name="logs"></a>Visualizaci&oacute;n de los registros del servidor</H4>
  <P>Es posible visualizar la informaci&oacute;n siguiente de registro del servidor:</P>
  <TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Par&aacute;metro</P></TD><TD CLASS="tablehead2"><P> Descripci&oacute;n</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Sistema</P>
      </TD>
      <TD> 
        <P>Seleccione esta opci&oacute;n para ver el archivo simias.log, el cual realiza un seguimiento de todas las actividades del sistema. 
        </P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Acceso de usuario</P>
      </TD>
      <TD> 
        <P>Seleccione esta opci&oacute;n para ver el archivo simias.access.log, el cual realiza un seguimiento de las actividades del usuario en el servidor seleccionado.</P>
		
      </TD></TR></TABLE>
	    
  <H4><a name="general"></a>Definici&oacute;n de los niveles de registro</H4>
  <P>Es posible definir la siguiente informaci&oacute;n sobre el nivel del registro:</P>
  <TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Par&aacute;metro</P></TD><TD CLASS="tablehead2"><P> Descripci&oacute;n</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Todos</P>
      </TD>
      <TD> 
        <P>Muestra todas las actividades del servidor que permiten al servicio de asistencia t&eacute;cnica de Novell resolver posibles problemas. </P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Depurar</P>
      </TD>
      <TD> 
        <P>Muestra las actividades del servidor que permiten al servicio de asistencia t&eacute;cnica de Novell depurar posibles problemas. </P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Informaci&oacute;n</P>
      </TD>
      <TD> 
        <P>Muestra las actividades b&aacute;sicas del servidor que permiten al servicio de asistencia t&eacute;cnica de Novell resolver posibles problemas. Esta opci&oacute;n est&aacute; seleccionada por defecto.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Advertir</P>
      </TD>
      <TD> 
        <P>Muestra todos los posibles errores del sistema.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Error</P>
      </TD>
      <TD> 
        <P>Muestra todos los errores del sistema que impiden el funcionamiento correcto del mismo.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Fatal</P>
      </TD>
      <TD> 
        <P>Muestra los errores graves del sistema. </P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Inactivo</P>
      </TD>
      <TD> 
        <P>Se desactiva el registro.</P>
		
      </TD></TR></TABLE><br>
	  <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir al inicio"></A>
	  <H4><a name="ldap"></a>Informaci&oacute;n de LDAP</H4>
  <P>Es posible editar la siguiente informaci&oacute;n relacionada con LDAP. Haga clic en Guardar para modificar las entradas. Haga clic en Cancelar para cancelar las modificaciones.</p>
<TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Par&aacute;metro</P></TD><TD CLASS="tablehead2"><P> Descripci&oacute;n</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Activo desde </p><p> (s&oacute;lo visualizaci&oacute;n)</P>
      </TD>
      <TD> 
        <P>Muestra la fecha y hora de la primera sincronizaci&oacute;n.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Estado</P>
      </TD>
      <TD> 
        <P>Informa sobre el estado del motor de sinconizaci&oacute;n LDAP actual.</P>
		
      </TD>&lt;<TR><TD VALIGN="TOP">
        <P>Ciclos</P>
        <p>(s&oacute;lo visualizaci&oacute;n)</p>
      </TD>
      <TD> 
        <P>Muestra el n&uacute;mero total de ciclos de sincronizaci&oacute;n de identidades realizados.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Sincronizaci&oacute;n de identidad</P>
      </TD>
      <TD> 
        <P>Actualiza a los usuarios de iFolder del dominio iFolder seleccionado a partir de la informaci&oacute;n de LDAP correspondiente al intervalo seleccionado.</P>
        <p>Especifique el intervalo en minutos en el campo Sincronizaci&oacute;n de identidad y haga clic en Sincronizar ahora para iniciar la sincronizaci&oacute;n inmediata de los usuarios de iFolder con los usuarios de LDAP.</p>
		
      </TD><TR>
      <TD VALIGN="TOP"> 
        <P>Suprimir intervalo de gracia del miembro</P>
      </TD>
      <TD> 
        <P> Especifica el intervalo tras el cual iFolder suprimir&aacute; la informaci&oacute;n del usuario del servidor una vez que dicho usuario se haya suprimido de LDAP. Esta funci&oacute;n permite recuperar los datos en caso de que el usuario se haya suprimido accidentalmente. 
        </P>
		
      </TD></TR></TABLE>
    <br>
	  <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir al inicio"></A>
  <P>Es posible editar la siguiente informaci&oacute;n relacionada con LDAP. Haga clic en Editar para abrir una nueva p&aacute;gina en la que se pueden modificar las entradas. </P>
  
  <TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Par&aacute;metro</P></TD><TD CLASS="tablehead2"><P> Descripci&oacute;n</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Servidor LDAP</P>
      </TD>
      <TD> 
        <P>Muestra la direcci&oacute;n del servidor LDAP.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>LDAP SSL</P>
      </TD>
      <TD> 
        <P>Indica si SSL LDAP est&aacute; habilitado o no. Tambi&eacute;n permite habilitar o inhabilitar la conexi&oacute;n SSL LDAP.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Usuario apoderado</p>       
      </TD>
      <TD> 
        <P>Muestra el nombre completo (DN) del usuario apoderado. Por ejemplo, cn=SimiasProxy,o=novell</P>
		<p>El usuario apoderado de iFolder es la identidad que se utiliza para acceder al servidor LDAP con el fin de recuperar una lista de los usuarios de los contenedores y grupos especificados, o bien de los usuarios definidos en los valores de configuraci&oacute;n LDAP de iFolder. El usuario apoderado de iFolder se crea durante la instalaci&oacute;n de iFolder. Esta identidad dene dispone del derecho de Lectura sobre el directorio LDAP. </p>
      </TD><TR><TD VALIGN="TOP">
        <P>Contrase&ntilde;a del apoderado</P>
        <p>&nbsp;</p>
      </TD>
      <TD> 
        <P>La contrase&ntilde;a se utiliza para autenticar al usuario apoderado de iFolder en el servidor LDAP cuando iFolder lleva a cabo la sincronizaci&oacute;n de los usuarios con el servidor LDAP.</P>
		
      </TD><TR>
      <TD VALIGN="TOP"> 
        <P>Contexto LDAP</P>
      </TD>
      <TD> 
        <P>Este campo enumera todos los contextos LDAP. iFolder s&oacute;lo busca los usuarios de la lista de contextos LDAP.</P>
        
		
      </TD></TR></TABLE><br>
	  <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir al inicio"></A>

	  
  <H4><a name="volume"></a>Almac&eacute;n de datos</H4>
  <p> El almac&eacute;n de datos representa el almacenamiento de iFolder capaz de extenderse por diferentes vol&uacute;menes (puntos de montaje) de un servidor determinado. Cada servidor iFolder dispone de un almac&eacute;n de datos por defecto que no puede inhabilitarse. Mediante la interfaz Web, podr&aacute; a&ntilde;adir y configurar varios almacenes de datos en los que equilibrar la carga de los datos de iFolder. Cuando el usuario carga una carpeta iFolder, se comprueba el almac&eacute;n de datos que dispone de mayor espacio libre y se almacenan los datos de la carpeta iFolder en dicho almac&eacute;n, equilibrando de este modo la carga. Es posible a&ntilde;adir tantos almacenes de datos como se desee. La existencia de varios almacenes de datos permite escalar la capacidad de almacenamiento de datos en una distribuci&oacute;n de gran tama&ntilde;o para satisfacer los requisitos de la empresa. 
  <P>Es posible consultar la siguiente informaci&oacute;n de almacenes de datos:</P>
  <TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Par&aacute;metro</P></TD><TD CLASS="tablehead2"><P> Descripci&oacute;n</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Nombre</P>
      </TD>
      <TD> 
        <P>Muestra el nombre exclusivo especificado para el almac&eacute;n de datos.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Ruta completa</P>
      </TD>
      <TD> 
        <P>Muestra la v&iacute;a del almac&eacute;n de datos en el que est&aacute; montado el volumen. Se trata de la v&iacute;a de datos que especific&oacute; al a&ntilde;adir el almac&eacute;n de datos mediante la interfaz Web.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Espacio libre</P>
      </TD>
      <TD> 
        <P>Muestra el espacio disponible en el volumen.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Habilitada</P>
      </TD>
      <TD> 
        <P>Muestra si el almac&eacute;n de datos en cuesti&oacute;n est&aacute; habilitado o no. El almac&eacute;n de datos por defecto no puede inhabilitarse.</P>
		
      </TD></TABLE>
	  <H4><a name="volume"></a>Habilitaci&oacute;n o inhabilitaci&oacute;n de un almac&eacute;n de datos</H4>
	  
  <p> Seleccione el almac&eacute;n de datos que desea habilitar o inhabilitar y haga clic en Habilitar o Inhabilitar, respectivamente. Cuando el usuario carga una carpeta iFolder, los almacenes de datos inhabilitados siempre se omiten durante la comprobaci&oacute;n del almac&eacute;n con la m&aacute;xima cantidad de espacio libre para almacenar los datos de la carpeta iFolder. </p>
	  
	  <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir al inicio"></A>


  <H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Temas relacionados" align="top"> Temas relacionados</H4><BLOCKQUOTE class="task1"><P ><BR><A HREF="servers.html">Gesti&oacute;n de servidores iFolder </A><BR><A HREF="reports.html">Informes </A><BR><A HREF="ifolderdetails.html">Gesti&oacute;n de la informaci&oacute;n de una carpeta iFolder</A><BR><A HREF="member.html">Gesti&oacute;n de una cuenta de usuario</A></P></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir al inicio"></A></P><P>&nbsp;</P><P CLASS="copyright">El s&iacute;mbolo de marca comercial (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP>, etc.) indica una marca comercial de Novell; el asterisco (*) indica una marca comercial de otro fabricante. Para obtener m&aacute;s informaci&oacute;n, consulte la <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Informaci&oacute;n legal</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>