<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.x iManager Plugin  --> 
   
     <title>Usuarios de iFolder </title>  	 
        
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.x Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="06-29-2005"> 
	 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
  <h3 class="head3b">Gesti&oacute;n de una cuenta de usuario</h3>
  <p> Esta interfaz le permite gestionar los usuarios de iFolder del dominio iFolder seleccionado. La herramienta de b&uacute;squeda le ayudar&aacute; a localizar la cuenta de usuario de Novell iFolder<SUP><SMALL>&reg;</SMALL></SUP> 3.7 o posterior que desea gestionar. </p>
	
  <P><B><FONT SIZE="-1">NOTA:</FONT></B> <FONT SIZE="-1"> el t&eacute;rmino <i>usuarios de iFolder </i> hace referencia tanto a usuarios individuales como a grupos LDAP.</FONT></P>
	<BLOCKQUOTE CLASS="blockquote"><P><BR>
      <A HREF="#browseuser" TARGET="_self">Examinaci&oacute;n de los usuarios</A> <BR>
      <A HREF="#browsesearch" TARGET="_self">Examinaci&oacute;n de los usuarios en los resultados de b&uacute;squeda</A><BR> 
<A HREF="#enabledisableuser" TARGET="_self">Habilitaci&oacute;n o inhabilitaci&oacute;n de un usuario de iFolder</A><br>
<A HREF="#provision" TARGET="_self">Asignaci&oacute;n de usuarios de iFolder</A> <br>
<A HREF="#accessusers" TARGET="_self">Acceso a la p&aacute;gina Informaci&oacute;n de usuario</A> </P></BLOCKQUOTE>
  <H4><A NAME="browseusers"></A>Examinaci&oacute;n de los usuarios <br>
  </H4>
  <OL><LI>
      <P>En la p&aacute;gina Usuarios, seleccione un criterio de nombre (Nombre, Servidor principal, Apellido, Nombre de usuario).</P>
    </LI><LI><P>Seleccione un criterio de filtrado (Contiene, Empieza por, Acaba por, Igual a).</P></LI><LI><P>Utilice uno o varios de los siguientes m&eacute;todos de b&uacute;squeda y, a continuaci&oacute;n, haga clic en Buscar:</P><UL><LI>
          <P>Escriba el nombre del usuario o el grupo LDAP en el campo Buscar usuarios.</P>
        </LI><LI><P>Escriba una o varias letras en el campo Buscar usuarios.</P></LI><LI>
          <P>Escriba un asterisco (*) en el campo Buscar usuarios para obtener una lista de todos los usuarios y grupos LDAP del sistema.</P>
        </LI><LI>
          <P>Si lo prefiere, deje el campo en blanco para obtener una lista de todos los usuarios y grupos LDAP del sistema.</P>
        </LI></UL>
      <P>No haga clic en ning&uacute;n lugar de la p&aacute;gina hasta que &eacute;sta se haya actualizado del todo. A continuaci&oacute;n, podr&aacute; examinar, clasificar o gestionar los usuarios del informe de resultados de b&uacute;squeda. </P>
      <P><b>Nota:</b> cuando inicia sesi&oacute;n como administrador secundario, puede ver s&oacute;lo aquellos usuarios para los que est&aacute; designado como administrador secundario. Adem&aacute;s, puede gestionar los usuarios dependiendo de los derechos de los que disponga.</P>
    </LI></OL>
  <H4><A NAME="browsesearch"></A>Localizaci&oacute;n de los usuarios en los resultados de b&uacute;squeda</H4>
  <P>Despl&aacute;cese hacia arriba o hacia abajo para examinar los resultados de b&uacute;squeda y localizar al usuario que desea gestionar. La combinaci&oacute;n de nombre de usuario y nombre y apellido le permitir&aacute; identificar al usuario deseado.</P>
  
  <BLOCKQUOTE><P><B>Tipo</B>
    <P>
    El icono <img src="../../images/provi_user.png"  alt="Icono de carpeta" width="14" height="16"> indica los usuarios asignados </P>
		<P>
        El icono <img src="../../images/unprovi_user.png" alt="Icono de compartido" width="14" height="16"> indica los usuarios que no se han asignado  </P>
		
    <p>El icono <img src="../../images/ifolder_admin.gif" width="16" height="16" alt="Icono de compartido"> indica si el usuario dispone del derecho de administrador de iFolder  <br>

<BR><B>Nombre</B><BR>
Nombre de usuario asignado a la cuenta de usuario como, por ejemplo, jsmith o john.smith@ejemplo.com. Haga clic en el enlace del nombre de usuario para gestionar las directivas de usuario y carpetas iFolder del usuario. <BR>
<BR><B>Nombre completo</B><BR>Nombre y apellido de la cuenta de usuario.<BR><br>
      <B>Servidor</B> <b>principal</b><BR>
      Servidor iFolder al que est&aacute; asignado el usuario.<br>
      <BR><B>Habilitada</B><BR>Especifica el estado del servidor.<br><br></BLOCKQUOTE>
  <H4><A NAME="enabledisableuser"></A>Habilitaci&oacute;n o inhabilitaci&oacute;n de un usuario de iFolder</H4>
	
  <p> Siga los pasos que se indican a continuaci&oacute;n:</p> 
  <OL>
    <LI> 
      <P>Localice al usuario de iFolder que desea gestionar y, a continuaci&oacute;n, seleccione la casilla de verificaci&oacute;n situada junto a &eacute;ste.</P>
    </LI>
    <ul> <li>
      <P>Haga clic en Habilitar para habilitar al usuario.</P>
      <P>Esta acci&oacute;n permitir&aacute; al usuario entrar en las carpetas iFolder y sincronizarlas.</P>
    
    <LI> 
      <P>Haga clic en Inhabilitar para inhabilitar al usuario.</P>
      <P> Si el usuario est&aacute; conectado cuando se efect&uacute;a este cambio, la sesi&oacute;n del usuario continuar&aacute; hasta que &eacute;ste salga. La directiva surtir&aacute; efecto la pr&oacute;xima vez que el usuario intente entrar a la cuenta. Para que el bloqueo se aplique de forma inmediata, deber&aacute; reiniciar los servicios de Apache correspondientes al servidor iFolder, el cual desconectar&aacute; todas las sesiones activas, incluida la del usuario.</P>
    </LI></ul>
  </OL>
  <H3><A NAME="provision"></A>Provisi&oacute;n/Nueva provisi&oacute;n de usuarios de iFolder </H3>
  
   
  
  <P>Utilice esta interfaz para proveer o volver a proveer manualmente a los usuarios de iFolder a los diferentes servidores iFolder disponibles en el dominio de iFolder. </p> 
  
  <p> Para proveer o volver a proveer a los usuarios de iFolder, realice una de las tareas siguientes:</P>
	
  <H4><A NAME="drop_down"></A>Asignaci&oacute;n mediante la lista desplegable</H4>
   
  <ol>
    <LI> 
      <P>Localice a los usuarios de iFolder que desea asignar.</P>
    </LI><LI> 
      <P>Seleccione el servidor iFolder en la lista desplegable que aparece junto a cada usuario.</P>
    </LI><LI> 
      <P>Haga clic en Guardar.</P>
    </LI>
  </ol>
	<H4><A NAME="provision_button"></A>Asignaci&oacute;n mediante el bot&oacute;n Provisi&oacute;n de servicios</H4>
  
    <ol><LI>
      <p>Localice a los usuarios de iFolder que desea gestionar.</p>
    </li><li>
      <p>Seleccione la casilla de verificaci&oacute;n situada junto a cada usuario. </P>
    </li>
    <li>Haga clic en Provisi&oacute;n de servicios para abrir una nueva p&aacute;gina en la que poder proveer o volver a proveer a los usuarios seleccionados a un servidor iFolder del dominio.</LI>
  </ol>
  <P><B><FONT SIZE="-1">NOTA:</FONT></B><FONT SIZE="-1"> cuando un usuario entra por primera vez y si no se ha definido un servidor principal en el nivel de usuario, el servidor asignado al grupo LDAP al que pertenece el usuario se asigna autom&aacute;ticamente al usuario.</FONT></P>
  <H3><A NAME="newuser"></A>Creaci&oacute;n de un usuario de iFolder nuevo</H3>
  <BLOCKQUOTE> 
    <P><B><FONT SIZE="-1">NOTA:</FONT></B> <FONT SIZE="-1">s&oacute;lo es posible crear usuarios que no sean LDAP. S&oacute;lo podr&aacute; crearlos cuando el servidor iFolder no est&eacute; conectado al servidor LDAP.</FONT></P>
  </BLOCKQUOTE>
<OL><LI>
      <P>En la p&aacute;gina Usuarios de iFolder, haga clic en Nuevo.</P>
	  <P>Se abrir&aacute; la p&aacute;gina de creaci&oacute;n de usuarios de iFolder en la pesta&ntilde;a Usuarios. </P>
    </LI>
    <LI>Especifique la siguiente informaci&oacute;n y, a continuaci&oacute;n, haga clic en Crear.
  </ol>
  <P><BLOCKQUOTE>
    <B>Usuario</B><BR>
    Asigne un nombre de usuario a la cuenta de usuario como, por ejemplo, jsmith o john.smith@ejemplo.com. 
    <BR>
	<BR>
    <B>Nombre</B><BR>
    Nombre del usuario.<br>
    <BR>
    <B>Apellido</B><BR>
    Apellido del usuario. <BR>
<BR><B>Nombre completo</B><BR>Nombre y apellido de la cuenta de usuario. <br>
<BR>
    <B>Contrase&ntilde;a</B><BR>
    Asigne una contrase&ntilde;a a la cuenta de usuario.<br>
    <BR>
    <B>Vuelva a escribir la contrase&ntilde;a</B><BR>
    Vuelva a escribir la contrase&ntilde;a para confirmarla. <BR>
  </BLOCKQUOTE>
  <h4><a name="accessusers"></a>Acceso a la p&aacute;gina Informaci&oacute;n de usuario</h4>
  <p> Siga el procedimiento que se indica a continuaci&oacute;n:</p>
  
  <ol>
    <li> 
      <p>En la p&aacute;gina Usuario de iFolder, utilice la herramienta de b&uacute;squeda para localizar al usuario cuya cuenta de iFolder desea gestionar.</p>
    </li>
    <li> 
      <p>Haga clic en el enlace del nombre del usuario para abrir la p&aacute;gina Informaci&oacute;n de usuario en la pesta&ntilde;a Usuarios.</p>
    </li>
  </ol>
<P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir al inicio"></A></P>
  
  <H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Temas relacionados" align="top"> Temas relacionados</H4>
  
  <BLOCKQUOTE class="task1"><P><A HREF="userdetails.html">Informaci&oacute;n de usuario</A><BR><A HREF="ifolderdetails.html">Gesti&oacute;n de la informaci&oacute;n de una carpeta iFolder</A><BR><A HREF="ifolders.html">Gesti&oacute;n de una carpeta iFolder</A><BR><A HREF="systeminfo.html">Gesti&oacute;n del sistema de iFolder</A><BR><A HREF="servers.html">Gesti&oacute;n de servidores iFolder</A><BR><A HREF="reports.html">Informes</A></P></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir al inicio"></A></P><P>&nbsp;</P><P CLASS="copyright">El s&iacute;mbolo de marca comercial (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP>, etc.) indica una marca comercial de Novell; el asterisco (*) indica una marca comercial de otro fabricante. Para obtener m&aacute;s informaci&oacute;n, consulte la <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Informaci&oacute;n legal</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>