<html>
<head>
  <meta http-equiv="content-type" content="text/html;charset=UTF-8"> 

<!-- Novell iFolder 3.x Web Access  --> 

<title>Pr&iacute;stup k priečinkom a s&uacute;borom</title> 

<!-- Metadata --> 
  <meta name="Author" content="iFolder 3.x Documentation Manager"> 
  <meta name="date" content="02-17-2005"> 
  <meta name="modified" content="06-29-2005"> 
<!-- Documentation Stylesheet --> 
  <link rel="stylesheet" href="hf_style.css" type="text/css"> 
<!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      --> 
      
      <style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
</head>
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> <h3 class="head3b"><a name="top"></a>Pr&iacute;stup k&nbsp;priečinkom a s&uacute;borom v priečinkoch iFolder</h3><p> Prostredn&iacute;ctvom tohto rozhrania je možn&eacute; pristupovať k&nbsp;dostupn&yacute;m priečinkom a s&uacute;borom aplik&aacute;cie iFolder pr&iacute;slušn&eacute;ho konta. V&nbsp;každom priečinku iFolder je možn&eacute; zobraziť zoznam jeho priečinkov a s&uacute;borov, odovzd&aacute;vať a preberať s&uacute;bory, vytv&aacute;rať priečinky a odstraňovať priečinky a s&uacute;bory. Ak chcete priečinky iFolder odstr&aacute;niť alebo zdieľať, mus&iacute;te použiť klienta aplik&aacute;cie iFolder pre poč&iacute;tač so syst&eacute;mom Linux*, Windows* alebo Macintosh*. </p><p>Tento pomocn&iacute;k poskytuje inform&aacute;cie o nasleduj&uacute;cich t&eacute;mach:</p><blockquote > 
<p><a href="#login" target="_self">Prihl&aacute;senie a odhl&aacute;senie</a> <br> 
<a href="#browse" target="_self">Prehľad&aacute;vanie priečinkov iFolder</a> <br> <a href="#manage" target="_self">Spr&aacute;va s&uacute;borov a priečinkov iFolder v aplik&aacute;cii iFolder</a></p></blockquote><h3><a name="login"></a>Prihl&aacute;senie a odhl&aacute;senie</h3><p>Ak uplynie pri pr&aacute;ci s&nbsp;priečinkami iFolder časov&yacute; limit pripojenia do syst&eacute;mu, vr&aacute;ti sa použ&iacute;vateľ pri použit&iacute; webov&eacute;ho pr&iacute;stupu na prihlasovaciu str&aacute;nku. Použ&iacute;vateľ sa m&ocirc;že op&auml;ť prihl&aacute;siť a bez ukončenia prehľad&aacute;vača pokračovať v&nbsp;pr&aacute;ci.</p><p>Ak sa chcete odhl&aacute;siť, kliknite na tlačidlo Odhl&aacute;siť v pravom hornom rohu a zatvorte prehľad&aacute;vač. Ak sa neodhl&aacute;site, vaša rel&aacute;cia ostane otvoren&aacute;, k&yacute;m nevyprš&iacute; časov&yacute; limit rel&aacute;cie. To m&ocirc;že predstavovať bezpečnostn&eacute; riziko. </p><p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Prejsť na začiatok"></a></p><h3><a name="browse"></a>Prehľad&aacute;vanie priečinkov iFolder</h3><p>Na str&aacute;nke aplik&aacute;cie iFolder s&uacute; zobrazen&eacute; všetky priečinky iFolder, ktor&eacute; m&aacute; použ&iacute;vateľ k&nbsp;dispoz&iacute;cii v&nbsp;r&aacute;mci aktu&aacute;lneho konta. Medzi dostupn&eacute; priečinky iFolder patria vlastn&eacute; priečinky použ&iacute;vateľa a priečinky, ktor&eacute; použ&iacute;vateľ zdieľa s&nbsp;ostatn&yacute;mi použ&iacute;vateľmi. Použ&iacute;vateľ m&ocirc;že pristupovať k&nbsp;zdieľan&yacute;m priečinkom iFolder prostredn&iacute;ctvom služby Web Access i v&nbsp;pr&iacute;pade, že aplik&aacute;cia iFolder nie je na lok&aacute;lnom poč&iacute;tači nastaven&aacute;. V stĺpci Vlastn&iacute;k sa nach&aacute;dza meno použ&iacute;vateľa, ktor&yacute; vlastn&iacute; pr&iacute;slušn&yacute; priečinok iFolder. T&aacute;to inform&aacute;cia pom&aacute;ha použ&iacute;vateľom pri vyhľad&aacute;van&iacute; priečinkov iFolder. </p><p>Kliknut&iacute;m na n&aacute;zov priečinka iFolder zobraz&iacute;te zoznam jeho priečinkov a s&uacute;borov, m&ocirc;žete odovzd&aacute;vať a preberať s&uacute;bory, vytv&aacute;rať priečinky a odstraňovať priečinky a s&uacute;bory.</p><p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Prejsť na začiatok"></a></p><h3><a name="manage"></a>Spr&aacute;va s&uacute;borov a priečinkov iFolder v aplik&aacute;cii iFolder</h3><p>V priečinku iFolder m&ocirc;žete vykonať nasleduj&uacute;ce &uacute;lohy:</p><blockquote> <p><b>Zobraziť zoznam priečinkov a s&uacute;borov</b><br>Str&aacute;nka aplik&aacute;cie iFolder zobrazuje abecedn&yacute; zoznam priečinkov a s&uacute;borov. Pos&uacute;van&iacute;m zobrazenia m&ocirc;žete prejsť na požadovan&yacute; adres&aacute;r alebo s&uacute;bor. </p><p><b>Prejsť na adres&aacute;r</b><br>Kliknut&iacute;m na n&aacute;zov priečinka <img src="../../images/folder_16.gif" width="16" height="16" alt="Ikona priečinka"> priečinok otvor&iacute;te a zobraz&iacute;te jeho obsah. Ak sa chcete vr&aacute;tiť do adres&aacute;ra vyššej &uacute;rovne, kliknite na ikonu vyššieho priečinka <img src="../../images/up_folder_16.gif" width="14" height="12" alt="Ikona vyššieho priečinka"> na paneli &uacute;loh.<br> </p><p><b>Otvoriť alebo uložiť s&uacute;bor</b><br>Kliknite na n&aacute;zov s&uacute;boru <img src="../../images/file_16.gif" width="16" height="16" alt="Ikona s&uacute;boru">, ktor&yacute; chcete otvoriť alebo uložiť. </p><ul> <li><p>Kliknut&iacute;m na tlačidlo Otvoriť zobraz&iacute;te obsah s&uacute;boru. Ak chcete s&uacute;bor otvoriť, mus&iacute; byť v poč&iacute;tači nainštalovan&aacute; kompatibiln&aacute; aplik&aacute;cia. Ak chcete pracovať so s&uacute;borom, prevezmite ho, zmeňte a potom s&uacute;bor odovzdajte.</p></li><li><p>Kliknut&iacute;m na tlačidlo Uložiť ulož&iacute;te s&uacute;bor na lok&aacute;lny pevn&yacute; disk alebo na pripojen&uacute; sieťov&uacute; jednotku. Prejdite na umiestnenie, do ktor&eacute;ho chcete s&uacute;bor umiestniť, a kliknite na tlačidlo Uložiť. S&uacute;bor sa prevezme do poč&iacute;tača.</p></li></ul><p><b>Vytvoriť nov&yacute; priečinok</b> <br> Do poľa Nov&yacute; priečinok zadajte n&aacute;zov nov&eacute;ho priečinka a kliknite na možnosť Vytvoriť. N&aacute;zvy priečinkov rozlišuj&uacute; veľk&eacute; a mal&eacute; p&iacute;smen&aacute;. Po obnoven&iacute; zobrazenia str&aacute;nky sa s&uacute;bor zobraz&iacute; v abecednom zozname.<br></p><p><b>Odstr&aacute;niť priečinky alebo s&uacute;bory</b><br>Vyberte začiarkavacie pol&iacute;čko vedľa jedn&eacute;ho alebo viacer&yacute;ch priečinkov alebo s&uacute;borov, ktor&eacute; chcete odstr&aacute;niť, a kliknite na tlačidlo Odstr&aacute;niť. Potom odstr&aacute;nenie potvrďte.</p><p><b>Odovzdať s&uacute;bor</b> <br> V poli Odovzdať s&uacute;bor kliknite na tlačidlo Prehľad&aacute;vať. Vyhľadajte lok&aacute;lny priečinok, ktor&yacute; chcete odovzdať, a kliknite na možnosti Otvoriť &gt; Odovzdať. Po obnoven&iacute; zobrazenia str&aacute;nky sa s&uacute;bor zobraz&iacute; v abecednom zozname.</p></blockquote><p> 
<a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Prejsť na začiatok"></a> 
</p><p>&nbsp;</p><P CLASS="copyright">Symbol ochrannej zn&aacute;mky (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP> atď.) označuje ochrann&uacute; zn&aacute;mku spoločnosti Novell. Hviezdička (*) označuje ochrann&uacute; zn&aacute;mku nez&aacute;visl&eacute;ho v&yacute;robcu.   Ďalšie inform&aacute;cie n&aacute;jdete v časti <A HREF="legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Pr&aacute;vne prehl&aacute;senia</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>
</html>