<html>

<head>
<!-- Novell iFolder 3.x Web Access --> 

<title>Pr&aacute;vne pozn&aacute;mky</title> 

<!-- Metadata --> 
<meta name="Author" content="iFolder 3.x Documentation Manager"> 
<meta name="date" content="02-17-2005"> 
<meta name="modified" content="06-29-2005"> 
<!-- Documentation Stylesheet --> 
<link rel="stylesheet" href="hf_style.css" type="text/css"> 

<!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      --> <style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva;
									background: white url('../../images/helphead_bg.gif') repeat-x;  }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px;
									width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; 
	                        width: 93%; visibility: visible }
			   
       -->
     </style> 
</head>
   
   <!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. -->
	 
   <body bgcolor="white" marginwidth="0" marginheight="0" 
         leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
  <table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url('../../images/header_pattern.gif'); background-repeat: repeat-x"> 
<tr> <td width="221"> <img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td>
  <td align="right" width="100%" class="tabCell" style="background-image: url('../../images/header_background.gif'); background-repeat: no-repeat"></td></tr></table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent"> <!-- 	The Page Heading uses CSS style "head3b". This creates an H3 header
		with a line beneath it.
--> <h3 class="head3b">Pr&aacute;vne pozn&aacute;mky</h3><p>Spoločnosť Novell, Inc. neposkytuje žiadne vyhl&aacute;senia ani z&aacute;ruky t&yacute;kaj&uacute;ce sa obsahu alebo použitia tejto dokument&aacute;cie a&nbsp;predovšetk&yacute;m odmieta poskytovať ak&eacute;koľvek v&yacute;slovn&eacute; alebo implikovan&eacute; z&aacute;ruky jej obchodovateľnosti alebo vhodnosti na určit&yacute; &uacute;čel. Spoločnosť Novell, Inc. si ďalej vyhradzuje pr&aacute;vo kedykoľvek tento dokument upraviť a&nbsp;zmeniť jeho obsah bez povinnosti upozorniť ak&uacute;koľvek osobu alebo subjekt na tieto &uacute;pravy a zmeny.</p>
  <p>Spoločnosť Novell, Inc. neposkytuje žiadne vyhl&aacute;senia alebo z&aacute;ruky t&yacute;kaj&uacute;ce sa ak&eacute;hokoľvek softv&eacute;ru a&nbsp;predovšetk&yacute;m odmieta poskytovať ak&eacute;koľvek v&yacute;slovn&eacute; alebo implikovan&eacute; z&aacute;ruky jeho obchodovateľnosti alebo vhodnosti na určit&yacute; &uacute;čel. Spoločnosť Novell, Inc. si ďalej vyhradzuje pr&aacute;vo kedykoľvek zmeniť ktor&uacute;koľvek časť alebo všetky časti softv&eacute;ru Novell, bez povinnosti upozorniť ak&uacute;koľvek osobu alebo subjekt na tieto zmeny.</p>
  <h3>Upozornenie t&yacute;kaj&uacute;ce sa exportu</h3>
  <p>Ak&eacute;koľvek produkty alebo technick&eacute; inform&aacute;cie poskytovan&eacute; na z&aacute;klade tohto s&uacute;hlasu m&ocirc;žu podliehať z&aacute;konom Spojen&yacute;ch št&aacute;tov americk&yacute;ch o kontrole exportu a obchodn&yacute;m z&aacute;konom in&yacute;ch kraj&iacute;n. S&uacute;hlas&iacute;te s t&yacute;m, že budete dodržiavať všetky nariadenia t&yacute;kaj&uacute;ce sa kontroly exportu a zabezpeč&iacute;te si všetky povolenia alebo klasifik&aacute;cie potrebn&eacute; na export, reexport alebo import produktov. S&uacute;hlas&iacute;te s t&yacute;m, že produkty nebudete exportovať ani reexportovať subjektom uveden&yacute;m na aktu&aacute;lnych zoznamoch vyl&uacute;čenia exportu zo Spojen&yacute;ch št&aacute;tov americk&yacute;ch. Takisto ich nebudete exportovať ani reexportovať do kraj&iacute;n, na ktor&eacute; je uvalen&eacute; embargo, ani do teroristick&yacute;ch kraj&iacute;n, ako je to uveden&eacute; v z&aacute;konoch Spojen&yacute;ch št&aacute;tov americk&yacute;ch o exporte. S&uacute;hlas&iacute;te s t&yacute;m, že produkty nebudete použ&iacute;vať v s&uacute;vislosti s koncov&yacute;m použ&iacute;van&iacute;m zak&aacute;zan&yacute;ch jadrov&yacute;ch, raketov&yacute;ch, chemick&yacute;ch alebo biologick&yacute;ch zbran&iacute;. Ak sa chcete dozvedieť viac o exporte softv&eacute;ru Novell, navšt&iacute;vte str&aacute;nku <a href="http://www.novell.com/info/exports/">medzin&aacute;rodn&yacute;ch obchodn&yacute;ch služieb spoločnosti Novell</a>. Spoločnosť Novell nepreber&aacute; zodpovednosť za v&aacute;š ne&uacute;spech pri z&iacute;skavan&iacute; potrebn&yacute;ch opr&aacute;vnen&iacute; na v&yacute;voz.</p>
  <h3>Autorsk&eacute; pr&aacute;va </h3>
  <p class="margintop2">Copyright &copy; 2005-2011 Novell, Inc. Všetky pr&aacute;va vyhraden&eacute;. Bez predch&aacute;dzaj&uacute;ceho p&iacute;somn&eacute;ho s&uacute;hlasu vydavateľa nie je možn&eacute; žiadnu časť tejto publik&aacute;cie reprodukovať, kop&iacute;rovať, uschov&aacute;vať vo vyhľad&aacute;vac&iacute;ch syst&eacute;moch ani pren&aacute;šať.</p>
</div>
</body>
</html>