<html>
<head>
  <meta http-equiv="content-type" content="text/html;charset=UTF-8"> 

<!-- Novell iFolder 3.x Web Access  --> 

<title>Inicio</title> 

<!-- Metadata --> 
  <meta name="Author" content="iFolder 3.x Documentation Manager"> 
  <meta name="date" content="02-17-2005"> 
  <meta name="modified" content="06-29-2005"> 
<!-- Documentation Stylesheet --> 
  <link rel="stylesheet" href="hf_style.css" type="text/css"> 
<!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      --> 
      
      <style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
</head>
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
  <h3 class="head3b"><a name="top"></a>Acceso a las carpetas iFolder</h3>
  <p> Esta p&aacute;gina le permite acceder a todas las carpetas iFolder disponibles en la cuenta. Entre las carpetas iFolder disponibles se incluyen las que posee el usuario y aquellas que otros usuarios han compartido con &eacute;l o con el grupo LDAP al que pertenece. Es posible acceder a las carpetas iFolder compartidas mediante el acceso Web, aunque no se haya instalado iFolder en un equipo local.</p>
	
	  
  <p>El icono <img src="../../images/ifolder_user_16.gif" width="16" height="16" alt="Icono compartido"> indica que la carpeta iFolder es Normal.<br>
    El icono <img src="../../images/encrypt_ilock2_16.gif" width="16" height="16" alt="Icono de compartido"> indica que la carpeta iFolder est&aacute; cifrada.<br>
    El icono <img src="../../images/ifolder_16-gray.gif" width="16" height="16" alt="Icono compartido"> indica que la carpeta iFolder est&aacute; inhabilitada. No es posible acceder a una carpeta iFolder inhabilitada ni seleccionarla para ninguna operaci&oacute;n de iFolder.</p>
	<p>Podr&aacute; consultar la fecha de creaci&oacute;n y el propietario de cada carpeta iFolder. Haga clic en el enlace de la carpeta iFolder para ver la lista de carpetas y archivos que &eacute;sta contiene en una p&aacute;gina nueva. </p>
  <p>Para obtener m&aacute;s informaci&oacute;n, consulte los enlaces siguientes:</p><blockquote > 
<p><a href="#login" target="_self">Entrada y salida</a> <br>
<a href="#browse" target="_self">B&uacute;squeda de una carpeta iFolder</a> <br>
             <a href="#manage" target="_self">Creaci&oacute;n de una carpeta iFolder nueva</a> <br>
<a href="#delete" target="_self">Suprimir una carpeta iFolder</a></p></blockquote>
<h3><a name="login"></a>Entrada y salida</h3>
  <p>Si se termina el tiempo l&iacute;mite de conexi&oacute;n del sistema mientras trabaja con las carpetas iFolder, Web Access le devuelve a la p&aacute;gina de entrada. Puede volver a entrar para seguir trabajando sin tener que cerrar el navegador.</p>
  <p>Para salir haga clic en Salir, situado en la parte superior derecha y, a continuaci&oacute;n, cierre el navegador. Al salir, ser&aacute; redirigido a la URL que haya establecido su administrador durante el proceso de configuraci&oacute;n. Si no se desconecta, la sesi&oacute;n permanece abierta hasta que se agota el tiempo de espera, lo que supone un riesgo de seguridad. </p>
<p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Ir al inicio"></a></p>

  <h3><a name="browse"></a>B&uacute;squeda de carpetas iFolder</h3>
  <p> La herramienta de b&uacute;squeda situada en la parte superior derecha de la p&aacute;gina le permite localizar la carpeta iFolder deseada. Los resultados de la b&uacute;squeda se abren en la misma p&aacute;gina con el texto de b&uacute;squeda resaltado. </p>
  <p>Utilice uno o varios de los siguientes m&eacute;todos de b&uacute;squeda: </p>
  <UL><LI>
      <P>Seleccione un criterio de filtrado (Todos, Reciente, En propiedad, Compartido) para el nombre de la carpeta iFolder y, a continuaci&oacute;n, escriba una o varias letras en el campo Buscar carpetas iFolder.</P>
    </LI><LI><P>Escriba un asterisco (*) en el campo Buscar carpetas iFolder para obtener una lista con todas las carpetas iFolder del sistema.</P></LI><LI><P>Si lo prefiere, deje el campo en blanco para obtener una lista con todas las carpetas iFolder del sistema.</P></LI></UL>
  <p>No haga clic en ning&uacute;n lugar de la p&aacute;gina hasta que &eacute;sta se haya actualizado del todo. A continuaci&oacute;n, podr&aacute; examinar las carpetas iFolder de la lista de resultados de b&uacute;squeda. Despl&aacute;cese hacia arriba o hacia abajo para examinar los resultados de b&uacute;squeda y localizar la carpeta iFolder que desea gestionar. La combinaci&oacute;n de nombre y fecha de creaci&oacute;n de la carpeta iFolder le permite identificar la carpeta iFolder que desea encontrar.</P>
  <p>Haga clic en el nombre de la carpeta iFolder para visualizar una lista de las carpetas y archivos, cargar y descargar archivos, crear carpetas y suprimir carpetas y archivos.</p>
<p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Ir al inicio"></a></p>
  <h3><a name="manage"></a>Creaci&oacute;n de una carpeta iFolder nueva</h3>
  <p>Realice los pasos siguientes para crear una carpeta iFolder nueva:</p>
  <ol>
    <li> 
      <p>Haga clic en el enlace Nueva carpeta iFolder que aparece en la p&aacute;gina principal.</p>
    </li>
    <li> 
      <p>En la nueva p&aacute;gina que aparece, especifique la informaci&oacute;n necesaria y, a continuaci&oacute;n, haga clic en Crear.</p>
    </li>
  
  </ol>
  
  <h3><a name="delete"></a>Suprimir una carpeta iFolder</h3>
  <p>Para suprimir una carpeta iFolder:</p>
  <ol>
  <li> 
      <p>Haga clic en la carpeta iFolder que desea suprimir. </p>
    </li>
    <li> 
      <p>En la p&aacute;gina que se abrir&aacute;, haga clic en el enlace Suprimir que aparece. 
      <p> 
      <p>Aparecer&aacute; un recuadro de di&aacute;logo que le preguntar&aacute; si desea suprimir la carpeta iFolder seleccionada. </p>
    </li>
    <li> 
      <p>Haga clic en Aceptar en el recuadro de di&aacute;logo para confirmar la supresi&oacute;n de la carpeta iFolder. </p>
    </li>
    <li>Haga clic en Cancelar para cancelar la operaci&oacute;n.</li>
  </ol>
  <h3><a name="quota"></a>Cuota de carpeta iFolder</h3>
  <p> Es posible consultar el espacio total asignado a la cuenta seleccionada. En el lado izquierdo de la p&aacute;gina se indica el espacio utilizado, as&iacute; como el espacio total disponible.</p>
  <P><font size="-1"><b>IMPORTANTE:</b> si es miembro de un grupo LDAP, se mostrar&aacute; la cuota de disco del grupo LDAP a menos que est&eacute; definida en el nivel de usuario.</font></P> 
  
  <p> Para consultar la cuota de iFolder de una carpeta iFolder determinada, haga clic en el enlace de la carpeta iFolder para abrir la p&aacute;gina de examinaci&oacute;n de dicha carpeta. Podr&aacute; consultar el espacio utilizado y disponible de la carpeta iFolder actual que aparece debajo de Cuota de iFolder en el lado izquierdo de la p&aacute;gina Examinar.</p>
<a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Ir al inicio"></a>
<H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Temas relacionados" align="top"> Temas relacionados</H4><BLOCKQUOTE class="task1"><P ><A HREF="newifolder.html">Creaci&oacute;n de una carpeta iFolder nueva</A><br><A HREF="browse.html">Acceso a carpetas y archivos de la carpeta iFolder</A><BR><A HREF="details.html">Visualizaci&oacute;n de las propiedades de iFolder</A><BR><A HREF="members.html">Gesti&oacute;n de los miembros de una carpeta iFolder</A></P></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir al inicio"></A></P><P CLASS="copyright">El s&iacute;mbolo de marca comercial (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP>, etc.) indica una marca comercial de Novell; el asterisco (*) indica una marca comercial de otro fabricante. Para obtener m&aacute;s informaci&oacute;n, consulte la <A HREF="legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Informaci&oacute;n legal</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 

</body> 

</html>