<html>

<head>
<!-- Novell iFolder 3.x Web Access --> 

<title>Informaci&oacute;n legal</title> 

<!-- Metadata --> 
<meta name="Author" content="iFolder 3.x Documentation Manager"> 
<meta name="date" content="02-17-2005"> 
<meta name="modified" content="06-29-2005"> 
<!-- Documentation Stylesheet --> 
<link rel="stylesheet" href="hf_style.css" type="text/css"> 

<!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      --> <style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva;
									background: white url('../../images/helphead_bg.gif') repeat-x;  }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px;
									width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; 
	                        width: 93%; visibility: visible }
			   
       -->
     </style> 
</head>
   
   <!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. -->
	 
   <body bgcolor="white" marginwidth="0" marginheight="0" 
         leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
  <table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url('../../images/header_pattern.gif'); background-repeat: repeat-x"> 
<tr> <td width="221"> <img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td>
  <td align="right" width="100%" class="tabCell" style="background-image: url('../../images/header_background.gif'); background-repeat: no-repeat"></td></tr></table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent"> <!-- 	The Page Heading uses CSS style "head3b". This creates an H3 header
		with a line beneath it.
--> <h3 class="head3b">Informaci&oacute;n legal</h3><p>Novell, Inc. no otorga ninguna garant&iacute;a respecto al contenido y el uso de esta documentaci&oacute;n y espec&iacute;ficamente renuncia a cualquier garant&iacute;a expl&iacute;cita o impl&iacute;cita de comercializaci&oacute;n o adecuaci&oacute;n para un fin determinado. Asimismo, Novell, Inc. se reserva el derecho a revisar esta publicaci&oacute;n y a realizar cambios en su contenido en cualquier momento, sin obligaci&oacute;n de notificar tales cambios a ninguna persona o entidad.</p>
  <p>Adem&aacute;s, Novell, Inc. no ofrece ninguna garant&iacute;a con respecto a ning&uacute;n software y rechaza espec&iacute;ficamente cualquier garant&iacute;a expl&iacute;cita o impl&iacute;cita de comercializaci&oacute;n o adecuaci&oacute;n para un fin determinado. Por otra parte, Novell, Inc. se reserva el derecho a realizar cambios en cualquiera de las partes o en la totalidad del software de Novell en cualquier momento, sin obligaci&oacute;n de notificar tales cambios a ninguna persona ni entidad.</p>
  <h3>Aviso sobre las exportaciones</h3>
  <p>Los productos o la informaci&oacute;n t&eacute;cnica que se proporcionan bajo este Acuerdo pueden estar sujetos a los controles de exportaci&oacute;n de Estados Unidos o a la legislaci&oacute;n sobre comercio de otros pa&iacute;ses. Usted acepta acatar las regulaciones de los controles de exportaci&oacute;n y obtener todas las licencias necesarias para exportar, reexportar o importar bienes. Tambi&eacute;n se compromete a no exportar ni reexportar el producto a entidades que figuren en las listas de exclusi&oacute;n de exportaci&oacute;n de Estados Unidos, ni a pa&iacute;ses sometidos a embargo o sospechosos de albergar terroristas, tal y como se especifica en las leyes de exportaci&oacute;n de los Estados Unidos. Asimismo, se compromete a no usar el producto para fines prohibidos, como la creaci&oacute;n de misiles o armas nucleares, qu&iacute;micas o biol&oacute;gicas. Consulte la p&aacute;gina Web <a href="http://www.novell.com/info/exports/">International Trade Services</a> (servicios de comercio internacional) de Novell para obtener m&aacute;s informaci&oacute;n sobre la exportaci&oacute;n del software de Novell. Novell no se responsabiliza de la posibilidad de que usted no pueda obtener los permisos de exportaci&oacute;n necesarios.</p>
  <h3>Copyright </h3>
  <p class="margintop2">Copyright &copy; 2005-2011 Novell, Inc. Reservados todos los derechos. Ninguna parte de esta publicaci&oacute;n puede ser reproducida, fotocopiada, almacenada en un sistema de recuperaci&oacute;n o transmitida sin la expresa autorizaci&oacute;n por escrito del editor.</p>
</div>
</body>
</html>