<html>
<head>
  <meta http-equiv="content-type" content="text/html;charset=UTF-8"> 

<!-- Novell iFolder 3.x Web Access  --> 

<title>Miembros de una carpeta iFolder</title> 

<!-- Metadata --> 
  <meta name="Author" content="iFolder 3.x Documentation Manager"> 
  <meta name="date" content="02-17-2005"> 
  <meta name="modified" content="06-29-2005"> 
<!-- Documentation Stylesheet --> 
  <link rel="stylesheet" href="hf_style.css" type="text/css"> 
<!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      --> 
      
      <style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white url('../../images/helphead_bg.gif') repeat-x;  }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
</head>
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url('../../images/header_pattern.gif'); background-repeat: repeat-x"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td>
  <td align="right" width="100%" class="tabCell" style="background-image: url('../../images/header_background.gif'); background-repeat: no-repeat"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
  <h3 class="head3b"><a name="top"></a>Gesti&oacute;n de los miembros de una carpeta iFolder</h3>
  <p> Esta interfaz permite a&ntilde;adir o eliminar miembros compartidos, asignar derechos a los miembros y cambiar la propiedad de la carpeta iFolder seleccionada.</p>
  <p>En esta ayuda se tratan los temas siguientes:</p><blockquote > 
    <p><a href="#manage" target="_self">Gesti&oacute;n de usuarios de una carpeta iFolder</a><br>
      <a href="#accessright" target="_self">Explicaci&oacute;n de los derechos de acceso de iFolder</a> <br> 
</p> </blockquote>
  
  <h3><a name="manage"></a>Gesti&oacute;n de usuarios de una carpeta iFolder</h3>
  <p>En una carpeta iFolder es posible realizar las siguientes tareas:</p>
  <h4>Adici&oacute;n de un nuevo usuario compartido</h4>
  <p>Haga clic en A&ntilde;adir para a&ntilde;adir nuevos miembros compartidos a la carpeta iFolder seleccionada. Se puede a&ntilde;adir un usuario de iFolder individual o un grupo LDAP como miembro compartido. La nueva p&aacute;gina que aparece permite a&ntilde;adir usuarios a la lista de usuarios compartidos.</p>
	
  
  <h4>Asignaci&oacute;n de derechos a un usuario compartido</h4>
  <p>En la p&aacute;gina Miembros, seleccione los miembros compartidos y haga clic en los derechos que desee asignar a &eacute;stos. </p>
  <p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Ir al inicio"></a>
<H3><a name="accessright"></a>Explicaci&oacute;n de los derechos de acceso de iFolder </H3>
<p>El Cliente iFolder es compatible con el propietario y tres niveles de acceso para miembros en una carpeta iFolder:</p>
  <P><font size="-1"><b>IMPORTANTE:</b> todos los miembros de un grupo LDAP heredan el conjunto de derechos de acceso de dicho grupo.</font></P>
<BLOCKQUOTE>
<P><B>S&oacute;lo lectura</B><BR>
    Miembro de una carpeta iFolder compartida con derecho de acceso de s&oacute;lo lectura a los directorios y archivos de dicha carpeta iFolder. Este tipo de miembro puede copiar un archivo de la carpeta iFolder a otra ubicaci&oacute;n y modificarlo fuera de dicha carpeta.</P>
  <P><B>Lectura y escritura</B><BR>
    Miembro de una carpeta iFolder compartida con derecho de acceso de lectura/escritura a los directorios y archivos de dicha carpeta iFolder.</P>
	<P><B>Control total</B><BR>
      Miembro de una carpeta iFolder compartida con derecho de acceso de control total. El usuario con derecho de control total tiene acceso de lectura/escritura a la carpeta iFolder y gestiona la pertenencia y los derechos de acceso de todos los usuarios exceptuando al propietario. Sin embargo, s&oacute;lo el propietario tiene el derecho de suprimir una carpeta iFolder.</P>
  <P><B>Propietario<BR>
      </B>S&oacute;lo un usuario puede ser el propietario de una carpeta iFolder. Por lo general, se trata del usuario que ha creado la carpeta iFolder, y s&oacute;lo &eacute;ste podr&aacute; suprimir la carpeta iFolder. El usuario propietario puede utilizar el Cliente iFolder para transferir la propiedad a otro miembro de la carpeta iFolder. El usuario Admin de iFolder puede transferir la propiedad a cualquier usuario del servidor iFolder.</P>
    <P>El propietario de una carpeta iFolder tiene el derecho de control total. Este usuario tiene acceso de lectura/escritura a la carpeta iFolder, gestiona la pertenencia y los derechos de acceso de los usuarios miembro y puede quitar el derecho de control total a cualquier miembro. </P>
  <P>Si se suprime un usuario como usuario del sistema de iFolder, las carpetas iFolder propiedad de dicho usuario quedar&aacute;n hu&eacute;rfanas. Las carpetas iFolder hu&eacute;rfanas se asignan temporalmente al usuario Admin de iFolder, que pasar&aacute; a ser el propietario. La pertenencia y sincronizaci&oacute;n siguen aplic&aacute;ndose para los dem&aacute;s usuarios, mientras que el usuario Admin de iFolder determina si la carpeta iFolder hu&eacute;rfana en cuesti&oacute;n debe suprimirse o asignarse a un nuevo propietario.</P>
   <p>  
</BLOCKQUOTE>

<p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Ir al inicio"></a>
<H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Temas relacionados" align="top"> Temas relacionados</H4><BLOCKQUOTE class="task1"><p><A HREF="share.html">Adici&oacute;n de miembros compartidos</A><br><A HREF="browse.html">Acceso a carpetas y archivos de la carpeta iFolder</A><BR><A HREF="details.html">Visualizaci&oacute;n de las propiedades de iFolder</A><BR><A HREF="home.html">Acceso a las carpetas iFolder</A></P></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir al inicio"></A></P><P>&nbsp;</P>
  <P CLASS="copyright">&nbsp;</p>
  <p>&nbsp;</p><P CLASS="copyright">El s&iacute;mbolo de marca comercial (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP>, etc.) indica una marca comercial de Novell; el asterisco (*) indica una marca comercial de otro fabricante. Para obtener m&aacute;s informaci&oacute;n, consulte la <A HREF="legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Informaci&oacute;n legal</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>
</html>