<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.6 Web Admin Help  --> 
   
     <title>Podrobnosti o složce iFolder</title>  	 
     
 
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.6 Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="02-29-2007"> 
	 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style>
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
  <h3 class="head3b">Spr&aacute;va podrobnost&iacute; o složce iFolder</h3>
  <p> Použijte toto rozhran&iacute; pro spr&aacute;vu vlastnictvn&iacute;, z&aacute;sad a členstv&iacute; vybran&eacute; složky iFolder. </p>
  <p> <b>Pozn&aacute;mka</b>: Sekund&aacute;rn&iacute; spr&aacute;vce může spravovat z&aacute;sady vybran&eacute; složky iFolder na z&aacute;kladě pr&aacute;v, kter&aacute; vzhledem ke složce iFolder m&aacute;.</p><BLOCKQUOTE CLASS="blockquote"><P><A HREF="#general" TARGET="_self">Prohl&iacute;žen&iacute; podrobnost&iacute; o složce iFolder </A> <BR><A HREF="#members" TARGET="_self">Členov&eacute; </A><BR><A HREF="#policies" TARGET="_self">Z&aacute;sady</A> </P></BLOCKQUOTE>
  
 
  <H4><A NAME="general"></A>Prohl&iacute;žen&iacute; podrobnost&iacute; o složce iFolder</H4>
  <P>Můžete zobrazit n&aacute;sleduj&iacute;c&iacute; &uacute;daje:</P><TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Parametr</P></TD><TD CLASS="tablehead2"><P>Popis</P></TD></TR><TD VALIGN="TOP">
        <P>Typ</P>
      </TD><TD>
        <P><img src="../../images/ifolder.png" width="16" height="16" alt="Ikona složky"> Norm&aacute;ln&iacute; složka iFolder</P>
		<P><img src="../../images/encrypt_ifolder.gif" width="16" height="16" alt="Ikona složky"> Šifrovan&aacute; složka iFolder</P>
		<p><img src="../../images/ifolder_user_16.gif" width="16" height="16" alt="Ikona sd&iacute;len&iacute;"> Sd&iacute;len&aacute; složka iFolder<br>
      </TD><TR><TD VALIGN="TOP">
        <P>N&aacute;zev složky iFolder</P>
      </TD><TD>
        <P>N&aacute;zev přiřazen&yacute; složce iFolder </P>
      </TD><TR><TD VALIGN="TOP">
        <P>Popis (možno upravovat)</P>
      </TD><TD>
        <P>Kr&aacute;tk&yacute; popis složky iFolder. Popis je možn&eacute; upravovat. Klepnut&iacute;m na tlač&iacute;tko Uložit ulož&iacute;te proveden&eacute; změny.</P>
      </TD><TR><TD VALIGN="TOP"><P>Vlastn&iacute;k 
</P></TD><TD>
        <P>Uživatelsk&eacute; jm&eacute;no vlastn&iacute;ka vybran&eacute; složky iFolder. Vlastn&iacute;kem může b&yacute;t jednotliv&yacute; uživatel nebo skupina LDAPGroup. Pokud je vlastn&iacute;kem složky iFolder skupina LDAPGroup, budou m&iacute;t všichni členov&eacute; skupiny LDAPGroup stejn&aacute; př&iacute;stupov&aacute; pr&aacute;va. U osamocen&yacute;ch složek iFolder se vlastn&iacute;kem st&aacute;v&aacute; spr&aacute;vce, dokud se složka iFolder znovu nepřiřad&iacute; nebo neodstran&iacute;.</P>
        <p>Klepnut&iacute;m na odkaz uživatelsk&eacute;ho jm&eacute;na vlastn&iacute;ka zobraz&iacute;te podrobnosti o jeho &uacute;čtu.</p> 
        <P>Vlastn&iacute;k složky iFolder m&aacute; ke složce pr&aacute;vo pln&eacute; kontroly. Vlastn&iacute;k spravuje členstv&iacute; a př&iacute;stupov&aacute; pr&aacute;va uživatelů a může každ&eacute;mu členovi odebrat pr&aacute;vo pln&eacute; kontroly.</P>
      </TD></TR><TR><TD VALIGN="TOP"><P>Cesta</P></TD><TD><P>Aktu&aacute;ln&iacute; um&iacute;stěn&iacute; složky iFolder a jej&iacute;ch dat na serveru. Např&iacute;klad:</P><P>/var/opt/novell/ifolder3/simias/SimiasFiles/<I>e84fdc6e-3d51-49df-ae3f-8c9213c76994</I>/&lt;iFolder_Name&gt;</P><P>V tomto př&iacute;kladu je <I>e84fdc6e-3d51-49df-ae3f-8c9213c76994</I> unik&aacute;tn&iacute; ID sd&iacute;len&iacute; složky iFolder.</P></TD><TR><TD VALIGN="TOP">
        <P>Změněno</P>
      </TD><TD>
        <P>Čas a datum posledn&iacute; změny složky iFolder.</P>
      </TD><TR><TD VALIGN="TOP">
        <P>Adres&aacute;ře</P>
      </TD><TD>
        <P>Celkov&yacute; počet adres&aacute;řů ve složce iFolder.</P>
      </TD><TR><TD VALIGN="TOP">
        <P>Soubory</P>
      </TD><TD>
        <P>Celkov&yacute; počet souborů ve složce iFolder.</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Osamocen&aacute; složka</P>
      </TD>
      <TD> 
        <P>Ano ud&aacute;v&aacute;, že složka iFolder je osamocen&aacute;.</P>
        <P>U osamocen&yacute;ch složek iFolder se vlastn&iacute;kem st&aacute;v&aacute; spr&aacute;vce, dokud se složce znovu nepřiřad&iacute; nov&yacute; vlastn&iacute;k nebo dokud nen&iacute; odstraněna.</P>
      </TD></TR></TABLE>
	  
  <H3><a name="members"></a>Členov&eacute; </H3>
  <p> Můžete prohl&iacute;žet jm&eacute;na členů, typ a jim přidělen&aacute; př&iacute;stupov&aacute; pr&aacute;va. Jste opr&aacute;vněni přid&aacute;vat nebo odstraňovat vlastn&iacute;ka, přiřazovat vlastnictv&iacute; a nastavovat př&iacute;stupov&aacute; pr&aacute;va vybran&eacute;mu uživateli. 
  <H4><A NAME="share"></A>Přid&aacute;n&iacute; člena</H4><OL><LI>
      <P>Na str&aacute;nce podrobnost&iacute; o složce iFolder klepněte na tlač&iacute;tko Přidat.</P>
    </LI><LI>
      <P>Vyhledejte uživatele, kter&eacute;ho chcete zařadit do skupiny LDAPGroup, zaškrtněte pol&iacute;čko vedle jeho jm&eacute;na a klepněte na tlač&iacute;tko Přidat.<BR>
        <BR>
        Ve v&yacute;choz&iacute;m nastaven&iacute; m&aacute; uživatel skupiny LDAPGroup př&iacute;stup ke složce iFolder pouze pro čten&iacute;.</P>
    </LI><LI>
      <P>(Volitelně) zaškrtněte zaškrt&aacute;vac&iacute; pol&iacute;čko uživatele, potom vyberte položku Pr&aacute;va a zadejte Př&iacute;stupov&aacute; pr&aacute;va jako spr&aacute;vce, Čten&iacute;/Z&aacute;pis nebo Pouze pro čten&iacute; a potom klepněte na tlač&iacute;tko Nastavit.<BR>
        <BR>
        Čekejte, než se str&aacute;nka obnov&iacute;. Ikona uživatele by měla odpov&iacute;dat nov&yacute;m př&iacute;stupov&yacute;m pr&aacute;vům. </P>
    </LI></OL>
<H4>Dohoda o př&iacute;stupov&yacute;ch pr&aacute;vech ke složce iFolder </H4>
<p>Klient iFolder podporuje vlastn&iacute;ka a tři &uacute;rovně př&iacute;stupu pro členy složky iFolder:</p>
<P><B><FONT SIZE="-1">POZN&Aacute;MKA:</FONT></B><FONT SIZE="-1">Členov&eacute; skupiny LDAPGroup z&iacute;sk&aacute;vaj&iacute; př&iacute;stupov&aacute; pr&aacute;va nastaven&aacute; pro danou skupinu.</FONT></P>
  <BLOCKQUOTE> 
    <P><B>Vlastn&iacute;k<BR>
      </B>Vlastn&iacute;kem složky iFolder může b&yacute;t pouze jeden uživatel nebo skupina LDAPGroup. Obvykle se jedn&aacute; o uživatele nebo libovoln&eacute;ho člena skupiny LDAPGroup, kter&yacute; složku iFolder vytvořil. Pokud je vlastn&iacute;kem skupina LDAPGroup, budou vlastn&iacute;ky t&eacute;to složky iFolder všichni členov&eacute; skupiny LDAPGroup. Uživatel nebo členov&eacute; skupiny LDAPGroup vlastn&iacute;c&iacute; složku iFolder mohou k převodu vlastnictv&iacute; na jin&eacute;ho člena použ&iacute;t klienta služby iFolder. Spr&aacute;vce složky iFolder může vlastnictv&iacute; přev&eacute;st na libovoln&eacute;ho uživatele nebo skupinu LDAPGroup na serveru iFolder.</P>
    <P>Vlastn&iacute;k složky iFolder m&aacute; &uacute;pln&aacute; př&iacute;stupov&aacute; pr&aacute;va. Tento uživatel nebo skupina LDAPGroup m&aacute; ke složce iFolder př&iacute;stup pro čten&iacute; a z&aacute;pis, může spravovat členstv&iacute; a př&iacute;stupov&aacute; pr&aacute;va členů a skupin LDAPGroup a může kter&eacute;mukoliv členovi odebrat pr&aacute;vo pln&eacute; kontroly.  Při použit&iacute; podnikov&eacute;ho serveru, je diskov&yacute; prostor vlastn&iacute;ka složek iFolder v neprospěch uživatelsk&yacute;ch diskov&yacute;ch kv&oacute;t na podnikov&eacute;m serveru.</P>
    <P>Pokud je ze syst&eacute;mu iFolder nějak&yacute; uživatel nebo skupina LDAPGroup odstraněn, zůstanou složky iFolder, kter&eacute; byly vlastněny t&iacute;mto uživatelem nebo touto skupinou LDAPGroup, osamoceny. Osamocen&yacute;m složk&aacute;m iFolder se dočasně přiřad&iacute; spr&aacute;vce jako vlastn&iacute;k. Členstv&iacute; a synchronizace pro ostatn&iacute; uživatele a členy skupiny LDAPGroup st&aacute;le trv&aacute; a spr&aacute;vce složky iFolder urč&iacute;, zda m&aacute; b&yacute;t osamocen&aacute; složka iFolder odstraněna nebo přiřazena nov&eacute;mu vlastn&iacute;kovi.</P>
  <P><B>Pln&aacute; kontrola</B><BR>
      Člen sd&iacute;len&eacute; složky iFolder s př&iacute;stupov&yacute;mi pr&aacute;vy pln&eacute; kontroly. Uživatel nebo skupina LDAPGroup s př&iacute;stupov&yacute;mi pr&aacute;vy pln&eacute; kontroly m&aacute; ke složce iFolder př&iacute;stup pro čten&iacute;/z&aacute;pis a spravuje členstv&iacute; a př&iacute;stupov&aacute; pr&aacute;va pro všechny uživatele s v&yacute;jimkou vlastn&iacute;ka.</P>
  <P><B>Čten&iacute;/Z&aacute;pis</B><BR>
    Člen sd&iacute;len&eacute; složky iFolder s př&iacute;stupov&yacute;mi pr&aacute;vy pro čten&iacute; a z&aacute;pis k adres&aacute;řům a souborům ve složce iFolder.</P>
  <P><B>Pouze ke čten&iacute;</B><BR>
    Tento člen sd&iacute;len&eacute; složky iFolder s př&iacute;stupov&yacute;mi pr&aacute;vy pouze ke čten&iacute; k adres&aacute;řům a souborům ve složce iFolder. Tento člen může kop&iacute;rovat soubor složky iFolder na jin&eacute; um&iacute;stěn&iacute; a upravovat jej mimo složku iFolder.</P>
</BLOCKQUOTE>
<p>N&aacute;sleduj&iacute;c&iacute; tabulka popisuje opr&aacute;vněn&iacute; uživatelů spojen&aacute; s každou &uacute;rovn&iacute; př&iacute;stupu.</p>
  <TABLE WIDTH="93%" BORDER="1">
    <tr class="HEADERROW"> 
      <th  CLASS="tablehead2">Opr&aacute;vněn&iacute; </th>
      <th  CLASS="tablehead2">Vlastn&iacute;k</th>
      <th  CLASS="tablehead2">Pln&aacute; kontrola</th>
      <th  CLASS="tablehead2">Čten&iacute;/Z&aacute;pis</th>
      <th  CLASS="tablehead2">Pouze ke čten&iacute;</th>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Opětovn&eacute; přiřazen&iacute; vlastnictv&iacute; jin&eacute;mu uživateli nebo skupina LDAPGroup</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
      <td >
        <p >Ne</p>
      </td>
      <td >
        <p >Ne</p>
      </td>
      <td >
        <p >Ne</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Nastaven&iacute; kv&oacute;ty pro složku iFolder</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
      <td >
        <p >Ne</p>
      </td>
      <td >
        <p >Ne</p>
      </td>
      <td >
        <p >Ne</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Zpř&iacute;stupněn&iacute; složky iFolder pro ostatn&iacute; uživatele (sd&iacute;len&iacute;)</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
      <td >
        <p >Ne</p>
      </td>
      <td >
        <p >Ne</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Znepř&iacute;stupněn&iacute; složky iFolder pro ostatn&iacute; uživatele (zastaven&iacute; sd&iacute;len&iacute;)</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
      <td >
        <p >Ano, kromě vlastn&iacute;ka</p>
      </td>
      <td >
        <p >Ne</p>
      </td>
      <td >
        <p >Ne</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Přiřazen&iacute; př&iacute;stupov&yacute;ch pr&aacute;v ke složce iFolder ostatn&iacute;m uživatelům nebo skupině LDAPGroup</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
      <td >
        <p >Ano, kromě vlastn&iacute;ka</p>
      </td>
      <td >
        <p >Ne</p>
      </td>
      <td >
        <p >Ne</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Čten&iacute; adres&aacute;řů a souborů ve složce iFolder </p>
      </td>
      <td >
        <p >Ano</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Přidat, modifikovat nebo odstranit adres&aacute;ře a soubory ve složce iFolder</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
      <td >
        <p >Ne</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Přejmenovat adres&aacute;ře a soubory ve složce iFolder</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
      <td >
        <p >Ne</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Přejmenovat složku iFolder</p>
      </td>
      <td >
        <p >Ne</p>
      </td>
      <td >
        <p >Ne</p>
      </td>
      <td >
        <p >Ne</p>
      </td>
      <td >
        <p >Ne</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Nastavit složku iFolder na několika poč&iacute;tač&iacute;ch</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Přev&eacute;st složku iFolder (ne&uacute;častnit se na m&iacute;stn&iacute;m poč&iacute;tači)</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Odstranit složku iFolder a zrušit &uacute;čast</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Odstranit složku iFolder a obsažen&eacute; soubory ze serveru (nastavit znovu jako norm&aacute;ln&iacute; složku a již ji nesd&iacute;let s ostatn&iacute;mi)</p>
      </td>
      <td >
        <p >Ano</p>
      </td>
      <td >
        <p >Ne</p>
      </td>
      <td >
        <p >Ne</p>
      </td>
      <td >
        <p >Ne</p>
      </td>
    </tr>
  </table>
<H4>Nastaven&iacute; př&iacute;stupov&yacute;ch pr&aacute;v členů složky iFolder</H4>
  
<OL><LI>
      <P>Na str&aacute;nce Podrobnosti složky iFolder zaškrtněte zaškrt&aacute;vac&iacute; pol&iacute;čko vedle člena, jehož př&iacute;stupov&aacute; pr&aacute;va chcete spravovat.</P>
    </LI><LI>
      <P>Z rozev&iacute;rac&iacute; nab&iacute;dky Pr&aacute;va vyberte pr&aacute;va Spr&aacute;vce, Čten&iacute;/Z&aacute;pis nebo Pouze pro čten&iacute;.<BR>
        <BR>Čekejte, než se str&aacute;nka obnov&iacute;. Ikona uživatele by měla odpov&iacute;dat nov&yacute;m př&iacute;stupov&yacute;m pr&aacute;vům.</P></LI></OL>
  <H4>Odstraněn&iacute; člena</H4>
<ol>
    <li>Na str&aacute;nce Podrobnosti složky iFolder zaškrtněte zaškrt&aacute;vac&iacute; pol&iacute;čko vedle jm&eacute;na uživatele.</li>
    <li>Klepněte na tlač&iacute;tko Odstranit.</li>
</ol>
<P>M&iacute;stn&iacute; kopie dat uživatele zůstanou v poč&iacute;tači uživatele, ale uživatel již d&aacute;le nem&aacute; př&iacute;stup ke kopii dat na serveru ve složce iFolder.</P><P> <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Zpět na zač&aacute;tek" TITLE="Zpět na zač&aacute;tek"></A></P>
	  <H4>Změna vlastn&iacute;ka</H4>
  <P>Při změně vlastn&iacute;ka složky iFolder se st&aacute;vaj&iacute;c&iacute; vlastn&iacute;k stane členem složky iFolder a přiřad&iacute; se mu pr&aacute;va pro čten&iacute; a z&aacute;pis. U osamocen&yacute;ch složek iFolder se do doby, kdy je složka iFolder znovu přiřazena nov&eacute;mu vlastn&iacute;kovi nebo je odstraněna, stane vlastn&iacute;kem spr&aacute;vce služby iFolder.  Pokud nov&yacute; vlastn&iacute;k nen&iacute; členem složky iFolder, ozn&aacute;men&iacute; o podeps&aacute;n&iacute; se zašle na &uacute;čet uživatele složky iFolder.</P>
  <OL>
    <LI> 
      <P>Na str&aacute;nce Podrobnosti složky iFolder vyhledejte uživatele nebo skupinu LDAPGroup, kter&eacute;ho chcete přiřadit jako nov&eacute;ho vlastn&iacute;ka složky iFolder.</P>
    </LI>
    <LI>
      <P>Zaškrtněte pol&iacute;čko vedle jm&eacute;na uživatele a klepněte na tlač&iacute;tko <i>Vlastn&iacute;k</i>.</P>
    </LI>
    
  </OL>
  <P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Zpět na zač&aacute;tek"></A></P>
  <H3><A NAME="policy"></A>Z&aacute;sady</H3>
  
  <P>N&aacute;sleduj&iacute;c&iacute; tabulka vypisuje z&aacute;sady, kter&eacute; můžete spravovat pro kteroukoliv danou složku iFolder. Upravte jednu nebo v&iacute;ce z n&aacute;sleduj&iacute;c&iacute;ch hodnot, potom klepnut&iacute;m na tlač&iacute;tko Uložit aktivujte nov&eacute; nastaven&iacute;: </P>
<TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Parametr</P></TD><TD CLASS="tablehead2"><P>Popis</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Deaktivovat synchronizaci</P>
      </TD><TD>
        <P>Vyberte tuto volbu k vypnut&iacute; synchronizace, obvykle dočasn&eacute;. 
        </P>
        <P>Zrušte v&yacute;běr k aktivaci synchronizace dat ve složce iFolder.</P>
        <P>V&yacute;choz&iacute; hodnota: Zapnuto, Ano</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Diskov&aacute; kv&oacute;ta</P>
      </TD><TD>
        <P>Zaškrtněte zaškrt&aacute;vac&iacute; pol&iacute;čko Omezen&iacute;, potom zadejte maxim&aacute;ln&iacute; velikost (v MB) pro vybranou složku iFolder.</P>
        <P>Pokud jste povolili syst&eacute;movou kv&oacute;tu složky iFolder nebo kv&oacute;tu na &uacute;rovni skupiny LDAPGroup, m&aacute; v př&iacute;padě, kdy je kv&oacute;ta uživatele vyšš&iacute; nebo nižš&iacute;, přednost kv&oacute;ta uživatelsk&eacute;ho &uacute;čtu. </P>
        <P>V&yacute;choz&iacute; hodnota: Vypnuto, Bez omezen&iacute;</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P> Využito</P>
        <P>(Pouze zobrazit)&nbsp;</P></TD><TD>
        <P>Ud&aacute;v&aacute; velikost prostoru, kter&yacute; aktu&aacute;lně zab&iacute;raj&iacute; data složky iFolder.</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Dostupn&eacute;</P>
        <P>(Pouze zobrazit)&nbsp;</P></TD><TD>
        <P>Ud&aacute;v&aacute; prostor na serveru dostupn&yacute; pro data složky iFolder.</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Platn&aacute;</P>
        <P>(Pouze zobrazit)&nbsp;</P></TD><TD>
        <P>Ud&aacute;v&aacute; platn&eacute; dostupn&eacute; m&iacute;sto na serveru pro data složky iFolder.</P>
      </TD></TR>
	  <TR><TD VALIGN="TOP">
        <p>Velikost souboru</p>
      </TD>
      <TD> <B>Limit</B><BR>
          Ud&aacute;v&aacute; maxim&aacute;ln&iacute; celkovou velikost souboru (v MB), kterou je uživatel složky iFolder opr&aacute;vněn použ&iacute;t, platnou pro všechny uživatelsk&eacute; složky iFolder pro dan&yacute; &uacute;čet. <br>
          <BR>
        <B>Platn&aacute;</B><BR>
        Platn&aacute; přidělen&aacute; velikost souboru pro uživatele.<br>
		<ul><P><font size="-1"><b>DŮLEŽIT&Eacute;:</b> Uživatel&eacute; nemohou &uacute;spěšně synchronizovat soubory, kter&eacute; by způsobily překročen&iacute; kv&oacute;ty. Pokud se o to pokus&iacute;, synchronizuje se pouze č&aacute;st souboru a to povede k porušen&iacute; dat.</font></P></ul>
      </TD></TR>
	  <TR>
      <TD VALIGN="TOP"> 
        <p>Vyloučen&eacute; soubory</p>
      </TD>
      <TD> 
        <P>Ud&aacute;v&aacute; seznam typů souborů, kter&eacute; se začlen&iacute; nebo vylouč&iacute; ze synchronizace u vybran&eacute; složky iFolder.</P>
        <p>Soubory pro spr&aacute;vu souborů s n&aacute;zvem thumbs.db a .DS_Store se nikdy nesynchronizuj&iacute;. 
        </p>
    
        <P>Chcete-li přidat př&iacute;ponu souboru k filtru pro vyloučen&iacute;, napište př&iacute;ponu (např. *.mpg), potom klepnut&iacute;m na tlač&iacute;tko Přidat filtr aktivujte. </P>
        <P>Chcete-li ze synchronizace vyloučit typ souborů, zaškrtněte v seznamu zak&aacute;zan&yacute;ch typů souborů pol&iacute;čko vedle tohoto typu souborů a klepněte na tlač&iacute;tko Odm&iacute;tnout.</P>
        <P>Chcete-li povolit synchronizaci typu souborů, zaškrtněte v seznamu zak&aacute;zan&yacute;ch typů souborů pol&iacute;čko vedle tohoto typu souborů a klepněte na tlač&iacute;tko Povolit.</P>
        <P>Chcete-li odstranit typ souboru ze seznamu zak&aacute;zan&yacute;ch typů souborů, zaškrtněte pol&iacute;čko vedle tohoto typu souboru a klepněte na tlač&iacute;tko Odstranit.<br>
        </P>
        <P>V&yacute;choz&iacute; hodnota: vypnuto, povolen&eacute; všechny typy souborů nebo ceslosyst&eacute;mov&eacute; nastaven&iacute;</P>
      </TD></TR>
	
      
<TR><TD VALIGN="TOP">
        <P> Interval synchronizace</P>
      </TD><TD>
        <P>Zaškrtnut&iacute;m zaškrt&aacute;vac&iacute;ho pol&iacute;čka Interval synchronizace povol&iacute;te nastaven&iacute; minim&aacute;ln&iacute;ho intervalu pro vybranou složku iFolder, potom zadejte minim&aacute;ln&iacute; hodnotu v minut&aacute;ch, po kterou si mohou uživatel&eacute; nastavit klienta iFolder.</P>
        <P> Chcete-li nastaven&iacute; deaktivovat, zrušte zaškrtnut&iacute; pol&iacute;čka Interval synchronizace. Pokud je tato volba deaktivov&aacute;na, uveden&aacute; hodnota je Neomezeno.</P>
        <P> Pokud je tato volba aktivn&iacute;, minim&aacute;ln&iacute; interval synchronizace ud&aacute;v&aacute; minim&aacute;ln&iacute; interval v minut&aacute;ch, po kter&yacute; může klient uživatele kontrolovat data na serveru složky iFolder a m&iacute;stn&iacute; složky iFolder, aby rozpoznal, kter&eacute; soubory je třeba st&aacute;hnout nebo vyslat.</P>
  <P>      Platn&yacute; minim&aacute;ln&iacute; interval synchronizace je vždy nejvyšš&iacute; hodnotou z n&aacute;sleduj&iacute;c&iacute;ho nastaven&iacute;:</P>
  <ul>
    <li>
            <p> Z&aacute;sady syst&eacute;mu (v&yacute;choz&iacute; hodnota 5 minut), pokud nebyly nastaveny uživatelsk&eacute; z&aacute;sady nebo z&aacute;sady skupiny LDAPGroup.  Pokud jsou nastaveny z&aacute;sady skupiny LDAPGroup, maj&iacute; přednost před z&aacute;sadami syst&eacute;mu. Pokud jsou nastaveny z&aacute;sady uživatele, maj&iacute; přednost před z&aacute;sadami skupiny LDAPGroup a z&aacute;sadami syst&eacute;mu, nehledě na to, zda je tato hodnota nižš&iacute; nebo vyšš&iacute;.</p>
    </li>
    <li>
      <p> M&iacute;stn&iacute; z&aacute;sady stroje nebo nastaven&iacute; stroje klienta, kter&yacute; se synchronizuje se serverem</p>
    </li>
    <li>
      <p> Z&aacute;sady složky iFolder</p>
    </li>
  </ul>  
        <P> V&yacute;choz&iacute; hodnota: Vypnuto, limit nastaven klientem služby iFolder</P>
      </TD>
</TR><TR><TD VALIGN="TOP">
        <P> Sd&iacute;len&iacute;</P>
      </TD><TD> <B>Zapnuto</B><BR>
        Ve v&yacute;choz&iacute;m nastaven&iacute; je sd&iacute;len&iacute; složky iFolder povoleno. Zrušte označen&iacute; pol&iacute;čka Zapnuto a vypněte sd&iacute;len&iacute; vybran&eacute; složky iFolder. Po použit&iacute; t&eacute;to z&aacute;sady nemůže b&yacute;t vybran&aacute; složka iFolder sd&iacute;lena ani spr&aacute;vcem ani vlastn&iacute;kem.<br>
          <BR>
        <B>Odvolat</B><BR>
        V&yacute;běrem možnosti <i>Odvolat</i> odstran&iacute;te ze seznamu sd&iacute;len&yacute;ch členů vybran&eacute; složky iFolder všechny členy.<br>
		<ul>
          <P><font size="-1"><b>DŮLEŽIT&Eacute;:</b> Pokud povol&iacute;te a vynut&iacute;te možnost <i>Sd&iacute;len&iacute;</i> na &uacute;rovni syst&eacute;mu nebo uživatele, jsou obě tyto možnosti zak&aacute;z&aacute;ny.</font></P>
        </ul>
      </TD></TR></TABLE><BR><P> 
  
  <H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Souvisej&iacute;c&iacute; t&eacute;mata" align="top"> Souvisej&iacute;c&iacute; t&eacute;mata</H4><BLOCKQUOTE class="task1"><P ><A HREF="ifolders.html">Spr&aacute;va složek iFolder </A><BR><A HREF="users.html">Spr&aacute;va uživatelů </A><BR><A HREF="userdetails.html">Podrobnosti o uživateli</A><BR><A HREF="servers.html#orphan" TARGET="_self">Spr&aacute;va serverů iFolder</A>
    </P>
  </BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Zpět na zač&aacute;tek"></A></P><P>&nbsp;</P><P CLASS="copyright">Symbol ochrann&eacute; zn&aacute;mky (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP> atd.) označuje ochrannou zn&aacute;mku společnosti Novell. Hvězdička (*) označuje ochrannou zn&aacute;mku jin&eacute; společnosti.  Dalš&iacute; informace z&iacute;sk&aacute;te v&nbsp;t&eacute;matu <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Pr&aacute;vn&iacute; upozorněn&iacute;</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>