<html>
<head>
  <meta http-equiv="content-type" content="text/html;charset=UTF-8"> 

<!-- Novell iFolder 3.x Web Access  --> 

<title>Přistupov&aacute;n&iacute; ke složk&aacute;m a souborům</title> 

<!-- Metadata --> 
  <meta name="Author" content="iFolder 3.x Documentation Manager"> 
  <meta name="date" content="02-17-2005"> 
  <meta name="modified" content="06-29-2005"> 
<!-- Documentation Stylesheet --> 
  <link rel="stylesheet" href="hf_style.css" type="text/css"> 
<!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      --> 
      
      <style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
<h3 class="head3b"><a name="top"></a>Přistupov&aacute;n&iacute; ke složk&aacute;m a souborům ve vašich složk&aacute;ch iFolder</h3><p> Pomoc&iacute; tohoto rozhran&iacute; můžete přistupovat ke složk&aacute;m a souborům ve složk&aacute;ch iFolder, kter&eacute; jsou v&aacute;m dostupn&eacute; v tomto &uacute;čtu. U každ&eacute; složky iFolder lze zobrazit seznam jej&iacute;ch složek a souborů, vyslat a st&aacute;hnout soubory, vytvořit složky a odstranit složky nebo soubory. Chcete-li vytvořit, odstranit nebo sd&iacute;let složku iFolder, mus&iacute;te použ&iacute;t klienta iFolder pro v&aacute;š poč&iacute;tač se syst&eacute;mem Linux*, Windows* nebo Macintosh*. </p><p>Tato n&aacute;pověda pojedn&aacute;v&aacute; o n&aacute;sleduj&iacute;c&iacute;ch t&eacute;matech:</p><blockquote > 
<p><a href="#login" target="_self">Přihlašov&aacute;n&iacute; a odhlašov&aacute;n&iacute;</a> <br> 
<a href="#browse" target="_self">Prohl&iacute;žen&iacute; složek iFolder</a> <br> <a href="#manage" target="_self">Spr&aacute;va složek a souborů ve složce iFolder</a></p></blockquote><h3><a name="login"></a>Přihlašov&aacute;n&iacute; a odhlašov&aacute;n&iacute;</h3><p>Pokud během pr&aacute;ce se složkami iFolder dojde vypršen&iacute; časov&eacute;ho limitu připojen&iacute; syst&eacute;mu, aplikace Web Access v&aacute;s vr&aacute;t&iacute; na přihlašovac&iacute; str&aacute;nku. Můžete se znovu přihl&aacute;sit a pokračovat v pr&aacute;ci bez zavřen&iacute; prohl&iacute;žeče.</p><p>Odhlaste se poklep&aacute;n&iacute;m na tlač&iacute;tko Odhl&aacute;šen&iacute; v prav&eacute; horn&iacute; č&aacute;sti, potom svůj prohl&iacute;žeč zavřete. Pokud se neodhl&aacute;s&iacute;te, vaše relace zůstane otevřen&aacute;, dokud nedojde k vypršen&iacute; časov&eacute;ho limitu, což však může znamenat bezpečnostn&iacute; riziko. </p><p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Zpět na zač&aacute;tek"></a></p><h3><a name="browse"></a>Prohl&iacute;žen&iacute; složek iFolder</h3><p>Na str&aacute;nce iFolders jsou vyps&aacute;ny všechny složky iFolder, kter&eacute; jsou v&aacute;m dostupn&eacute; v aktu&aacute;ln&iacute;m &uacute;čtu. Dostupn&eacute; složky iFolder zahrnuj&iacute; ty, kter&eacute; vlastn&iacute;te, a ty, kter&eacute; ostatn&iacute; sd&iacute;l&iacute;. Ke sd&iacute;len&yacute;m složk&aacute;m iFolder můžete přistupovat přes aplikaci Web Access, i když jste složku iFolder ve sv&eacute;m poč&iacute;tači nenastavili. Sloupec Vlastn&iacute;k obsahuje jm&eacute;no osoby, kter&aacute; vlastn&iacute; složku iFolder, abyste mohli snadněji vyhledat požadovanou složku iFolder. </p><p>Klepnut&iacute;m na n&aacute;zev složky iFolder můžete zobrazit jej&iacute; složky a soubory, vyslat nebo st&aacute;hnout soubory, vytvořit složky nebo odstranit složky a soubory.</p><p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Zpět na zač&aacute;tek"></a></p><h3><a name="manage"></a>Spr&aacute;va složek a souborů ve složce iFolder</h3><p>V r&aacute;mci složky iFolder můžete prov&aacute;dět n&aacute;sleduj&iacute;c&iacute; &uacute;koly:</p><blockquote> <p><b>Zobrazit seznam složek a souborů</b><br>Na str&aacute;nce iFolder jsou v abecedn&iacute;m pořad&iacute; vyps&aacute;ny složky a soubory. Přesuňte se na požadovan&yacute; adres&aacute;ř nebo soubor. </p><p><b>Proch&aacute;zet adres&aacute;ř</b><br>Klepnut&iacute;m na n&aacute;zev složky <img src="../../images/folder_16.gif" width="16" height="16" alt="ikona složky"> otevřete složku a zobraz&iacute;te jej&iacute; obsah. Pro n&aacute;vrat do adres&aacute;ře o &uacute;roveň v&yacute;še klepněte na ikonu <img src="../../images/up_folder_16.gif" width="14" height="12" alt="Ikona O složku nahoru"> O složku nahoru v hlavn&iacute;m panelu.<br> </p><p><b>Otev&iacute;rat nebo ukl&aacute;dat soubor</b><br>Klepněte na n&aacute;zev souboru <img src="../../images/file_16.gif" width="16" height="16" alt="ikona souboru">, kter&yacute; chcete otevř&iacute;t nebo uložit. </p><ul> <li><p>Klepnut&iacute;m na tlač&iacute;tko Otevř&iacute;t zobraz&iacute;te obsah souboru. K otevřen&iacute; tohoto souboru mus&iacute;te m&iacute;t na sv&eacute;m poč&iacute;tači kompatibiln&iacute; aplikaci. Pokud se souborem chcete pracovat, st&aacute;hněte jej, upravte a potom jej vyšlete.</p></li><li><p>Klepnut&iacute;m na tlač&iacute;tko Uložit soubor uložte na m&iacute;stn&iacute; jednotku nebo na mapovanou s&iacute;ťovou jednotku. Přejděte na um&iacute;stěn&iacute;, kam chcete soubor um&iacute;stit, potom klepněte na tlač&iacute;tko Uložit. Soubor se ulož&iacute; ve vašem poč&iacute;tači.</p></li></ul><p><b>Vytv&aacute;řet nov&eacute; složky</b> <br> Do pole Nov&aacute; složka zadejte n&aacute;zev nov&eacute; složky, potom klepněte na tlač&iacute;tko Vytvořit. N&aacute;zvy složek rozlišuj&iacute; mal&aacute; a velk&aacute; p&iacute;smena. Po obnoven&iacute; str&aacute;nky se složka zobraz&iacute; v seznamu v abecedn&iacute;m pořad&iacute;.<br></p><p><b>Odstraňovat složky nebo soubory</b><br>Zaškrtněte zaškrt&aacute;vac&iacute; pol&iacute;čko u jedn&eacute; nebo v&iacute;ce složek nebo souborů, kter&eacute; chcete odstranit, potom klepnut&iacute;m na tlač&iacute;tko Odstranit potvrďte odstraněn&iacute;.</p><p><b>Vyslat soubor</b> <br> V poli Vyslat soubor klepněte na tlač&iacute;tko Proch&aacute;zet, vyhledejte m&iacute;stn&iacute; složku, kterou chcete vyslat a potom klepněte na Otevř&iacute;t &gt; Vyslat. Po obnoven&iacute; str&aacute;nky se soubor zobraz&iacute; v seznamu podle abecedy.</p></blockquote><p> 
<a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Zpět na zač&aacute;tek"></a> 
</p><p>&nbsp;</p><P CLASS="copyright">Symbol ochrann&eacute; zn&aacute;mky (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP> atd.) označuje ochrannou zn&aacute;mku společnosti Novell. Hvězdička (*) označuje ochrannou zn&aacute;mku jin&eacute; společnosti.  Dalš&iacute; informace z&iacute;sk&aacute;te v&nbsp;t&eacute;matu <A HREF="legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Pr&aacute;vn&iacute; upozorněn&iacute;</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>
</html>