<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.7  --> 
   
     <title>Spr&aacute;va nastaven&iacute; služby LDAP</title>  	 
     
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.7 Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="06-29-2005"> 
	 <meta name="modified" content="11-15-2007"> 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
      
       --> <h3 class="head3b">Spr&aacute;va nastaven&iacute; služby LDAP pro syst&eacute;m iFolder.</h3>
  <p> Toto rozhran&iacute; slouž&iacute; k &uacute;prav&aacute;m nastaven&iacute; služby LDAP pro vybran&yacute; server Novell<SUP><SMALL>&reg;</SMALL></SUP> iFolder<SUP><SMALL>&reg;</SMALL></SUP> 3.7 nebo novějš&iacute; v t&eacute;to dom&eacute;ně iFolder. </p>
  
  <H3><A NAME="modify"></A>&Uacute;prava nastaven&iacute; služby LDAP</H3><P>Proveďte &uacute;pravy v libovoln&eacute;m z n&aacute;sleduj&iacute;c&iacute;ch pol&iacute; a klepnut&iacute;m na tlač&iacute;tko<i>OK</i> použijte změny:</P><TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Parametr</P></TD><TD CLASS="tablehead2"><P>Popis</P></TD></TR>
<TR><TD VALIGN="TOP">
        <P>Rozlišuj&iacute;c&iacute; jm&eacute;no spr&aacute;vce služby LDAP</P>
      </TD><TD>
        <P>Zadejte plně rozlišuj&iacute;c&iacute; jm&eacute;no spr&aacute;vce služby LDAP. Může b&yacute;t stejn&eacute; nebo odlišn&eacute; od jm&eacute;na spr&aacute;vce služby iFolder.</P>
      </TD></TR>
	  <TR><TD VALIGN="TOP">
        <P>Heslo spr&aacute;vce služby LDAP</P>
      </TD><TD>
        <P>Toto heslo slouž&iacute; k ověřen&iacute; spr&aacute;vce služby LDAP při př&iacute;stupu k serveru LDAP. </P>
        
        <P>Klepnut&iacute;m na tlač&iacute;tko <i>OK</i> provedete aktualizaci hesla uložen&eacute;ho v nastaven&iacute; služby LDAP.</P>
<blockquote>
  
</blockquote>
</TD></TR><TR><TD VALIGN="TOP">
        <P>Server LDAP</P>
      </TD><TD>
        <P>Zadejte n&aacute;zev DNS nebo adresu IP serveru LDAP. Může se jednat o libovoln&yacute; ze serverů iFolder v syst&eacute;mu iFolder.</P>
      </TD></TR>
	  <TR><TD VALIGN="TOP">
        <P>Zabezpečen&iacute; SSL protokolu LDAP</P>
      </TD><TD>
        <P>V&yacute;běrem možnosti <i>Ano</i> povol&iacute;te protokol LDAP SSL. Pokud je na serveru povolen protokol SSL, je hodnota nastavena na Ano. V opačn&eacute;m př&iacute;padě je hodnota nastavena na Ne.<BR>
        </P></TD></TR><TR><TD VALIGN="TOP">
        <P>Uživatel proxy</P>
      </TD><TD>
        <P>Uživatel proxy služby iFolder je existuj&iacute;c&iacute; identita uživatele proxy, slouž&iacute;c&iacute; k př&iacute;stupu k serveru LDAP s př&iacute;stupov&yacute;mi pr&aacute;vy pouze pro četn&iacute;, za &uacute;čelem z&iacute;sk&aacute;n&iacute; seznamu ověřen&yacute;ch uživatelů. Uživatel proxy při konfiguraci podnikov&eacute;ho serveru iFolder n&aacute;strojem YaST vytvořen automaticky. Uživatelsk&eacute; jm&eacute;no je vytvořeno automaticky tak, aby bylo v syst&eacute;mu jedinečn&eacute;. </P>
    <P> Ujistěte se, že uživatelsk&yacute; &uacute;čet přiřazen&yacute; jako uživatel proxy služby iFolder se liš&iacute; od &uacute;čtu, kter&yacute; je použit pro spr&aacute;vce služby iFolder a pro ostatn&iacute; syst&eacute;mov&eacute; uživatele. Oddělen&iacute;m uživatele proxy od spr&aacute;vce dojde k oddělen&iacute; př&iacute;stupov&yacute;ch pr&aacute;v a je velmi důležit&eacute;, protože heslo uživatele proxy je uloženo v souborov&eacute;m syst&eacute;mu na serveru iFolder.</P>
    <P> Zadejte plně rozlišuj&iacute;c&iacute; jm&eacute;no existuj&iacute;c&iacute;ho uživatele, ze kter&eacute;ho chcete vytvořit uživatele proxy služby iFolder. Tento identifikačn&iacute; &uacute;daj mus&iacute; m&iacute;t k adres&aacute;ř&iacute; LDAP pr&aacute;vo čten&iacute;. Např&iacute;klad: </P>
        <P> cn=iFolderProxy,o=acme</P>
    <P> Nezapomeňte tak&eacute; do pole Heslo proxy zadat heslo uživatele.</P>
        <P> Po &uacute;prav&aacute;ch uživatele proxy můžete okamžitě na z&aacute;kladě nov&yacute;ch informac&iacute; služby iFolder prov&eacute;st synchronizaci seznamů uživatelů LDAP. V opačn&eacute;m př&iacute;padě nejsou informace uživatele proxy testov&aacute;ny dř&iacute;ve, než dojde k dalš&iacute; napl&aacute;novan&eacute; synchronizaci seznamu uživatelů. Prostřednictv&iacute;m možnosti<i>Synchronizovat</i> v č&aacute;sti <i>Podrobnosti služby LDAP</i> na str&aacute;nce Podrobnosti serveru můžete dle potřeby seznam uživatelů služby iFolder synchronizovat a ověřovat sv&aacute; nov&aacute; nastaven&iacute; uživatele proxy.</P>
        </TD></TR>
	<TR><TD VALIGN="TOP"><P>Heslo uživatele proxy</P></TD><TD>
        <P>Heslo se použ&iacute;v&aacute; k ověřen&iacute; uživatele proxy služby iFolder na serveru LDAP při synchronizaci uživatelů se serverem LDAP.  </P>
        <P>Ke změně hesla uživatele proxy aplikace iFolder nemus&iacute;te aktualizovat hodnotu uloženou v nastaven&iacute; LDAP pro syst&eacute;m iFolder. Ke změně hesla můžete použ&iacute;t př&iacute;mo toto rozhran&iacute;.</p>
        <P>Heslo se mus&iacute; shodovat s heslem uložen&yacute;m v objektu služby eDirectory<sup><small>TM</small></sup> uživatele proxy služby iFolder. </P>
<P>Dvakr&aacute;t zadejte heslo a proveďte jeho aktualizaci v nastaven&iacute; služby LDAP klepnut&iacute;m na tlač&iacute;tko <i>OK</i>.</P>
<P>Pozn&aacute;mka: Je-li složka iFolder nakonfigurov&aacute;na pro použit&iacute; obecn&eacute;ho serveru proxy OES, nesm&iacute; b&yacute;t heslo uživatele serveru proxy změněno z konzoly aplikace iFolder Web Admin.</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Kontexty služby LDAP</P>
      </TD><TD>
        <P> Zad&aacute;v&aacute;n&iacute; nebo &uacute;pravy kontejnerů, skupin nebo uživatelů služby LDAP, kdy služby iFolder vyhled&aacute;v&aacute; seznam ověřen&yacute;ch uživatelů, aby je mohla poskytnout serverům iFolder v tomto podnikov&eacute;m serveru. Kontexty služby LDAP jsou zad&aacute;v&aacute;ny ve form&aacute;tu LDAP. Např&iacute;klad: </P>
        <P> cn=group,o=acme#cn=dbgroup,o=acme#</P>
        <P>Pokud chcete hodnotu upravit, vyberte ji, proveďte změny a klepnut&iacute;m na tlač&iacute;tko <i>OK</i> ji použijte.</P>  
  
        <P>Spr&aacute;vce služby iFolder je serverům poskytnut při instalaci. Je sledov&aacute;n dle sv&eacute;ho č&iacute;sla GUID, takže je dostupn&yacute; i tehdy, když nezad&aacute;te kontejner, skupinu nebo uživatele, nebo když zad&aacute;te vyhled&aacute;v&aacute;n&iacute; dle rozlišuj&iacute;c&iacute;ch n&aacute;zvů, kter&eacute; neobsahuj&iacute; spr&aacute;vce složky. Tato identita mus&iacute; b&yacute;t poskytnuta, aby mohl spr&aacute;vce služby iFolder prov&aacute;dět &uacute;lohy spr&aacute;vy.</P>
        <P>Synchronizaci protokolu LDAP lze napl&aacute;novat nebo prov&eacute;st ručně klepnut&iacute;m na tlač&iacute;tko <i>Synchronizovat nyn&iacute;</i>. Při prov&aacute;děn&iacute; synchronizace protokolu LDAP server iFolder odešle dotaz na server LDAP a obdrž&iacute; seznam uživatelů z rozlišuj&iacute;c&iacute;ho n&aacute;zvu zadan&eacute;ho v poli <i>LDAP</i>. Uživatelsk&aacute; jm&eacute;na v dom&eacute;ně iFolder jsou porovn&aacute;na se seznamem protokolu LDAP. Pokud je do zadan&eacute;ho kontextu protokolu LDAP přid&aacute;n uživatel nebo je z něj odebr&aacute;n, dom&eacute;na iFolder je n&aacute;sledně rovněž aktualizov&aacute;na.</P>
        <P>I když je uživatel odstraněn z kontextu protokolu LDAP, je během prvn&iacute; synchronizace protokolu LDAP zak&aacute;z&aacute;n pouze v dom&eacute;ně iFolder bez ohledu na z&aacute;sady intervalu odkladu. Zak&aacute;zan&yacute; uživatel nen&iacute; nikdy po uplynut&iacute; intervalu odkladu automaticky odstraněn a existuje nad&aacute;le v dom&eacute;ně iFolder v zak&aacute;zan&eacute;m stavu. Je-li tento uživatel znovu nakonfigurov&aacute;n v r&aacute;mci intervalu odkladu, stane se aktivn&iacute;m pro všechny složky iFolder. Po uplynut&iacute; intervalu odkladu je uživatel během n&aacute;sledn&eacute; synchronizace protokolu LDAP odstraněn z dom&eacute;ny iFolder a všechny složky iFolder uživatele jsou osiřel&eacute;. Osiřel&eacute; složky iFolder jsou znovu přiřazeny spr&aacute;vci složek iFolder.</P>
      </TD></TR>
  </TABLE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Zpět na zač&aacute;tek"></A></P><H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Souvisej&iacute;c&iacute; t&eacute;mata" align="top"> Souvisej&iacute;c&iacute; t&eacute;mata</H4><BLOCKQUOTE class="task1">
<P ><A HREF="system.html">Spr&aacute;va syst&eacute;mu iFolder</A><BR><A HREF="member.html">Spr&aacute;va uživatelsk&eacute;ho &uacute;čtu</A></P></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Zpět na zač&aacute;tek"></A></P><P>&nbsp;</P><P CLASS="copyright">Symbol ochrann&eacute; zn&aacute;mky (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP> atd.) označuje ochrannou zn&aacute;mku společnosti Novell. Hvězdička (*) označuje ochrannou zn&aacute;mku jin&eacute; společnosti. Dalš&iacute; informace z&iacute;sk&aacute;te v&nbsp;t&eacute;matu <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Pr&aacute;vn&iacute; upozorněn&iacute;</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>