<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.x iManager Plugin  --> 
   
     <title>Syst&eacute;m iFolder</title>  	 
   
        
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.x Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="06-29-2005"> 
	 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       
       --> <h3 class="head3b">Spr&aacute;va syst&eacute;mu iFolder</h3>
  <p> Použijte toto rozhran&iacute; pro spr&aacute;vu služeb Novell iFolder<SUP><SMALL>&reg;</SMALL></SUP> 3.7 nebo novějš&iacute;ch vybran&eacute;ho serveru.</p>
  <P>Tato n&aacute;pověda pojedn&aacute;v&aacute; o n&aacute;sleduj&iacute;c&iacute;ch t&eacute;matech:</P>
  <blockquote> <P><A HREF="#sytemsettings" TARGET="_self">Nastaven&iacute; syst&eacute;mu</A> <BR><A HREF="#status" TARGET="_self">Stav opakovan&eacute;ho poskytov&aacute;n&iacute;</a><BR><A HREF="#admin" TARGET="_self">Karta Spr&aacute;vci</a><BR> <A HREF="#policy" TARGET="_self">Z&aacute;sady </a><BR></P></BLOCKQUOTE>
  
  <H3><A NAME="sytemsettings"></A>Nastaven&iacute; syst&eacute;mu</H3>
  <p>V č&aacute;sti nastaven&iacute; syst&eacute;mu jsou zobrazeny n&aacute;sleduj&iacute;c&iacute; informace:</p>
  <TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Parametr</P></TD><TD CLASS="tablehead2"><P>
    Popis</P></TD></TR><TR><TD VALIGN="TOP">
        <P>N&aacute;zev</P>
      </TD><TD>
        <P>N&aacute;zev přiřazen&yacute; dom&eacute;ně iFolder.</P>
		<P>Chcete-li upravit n&aacute;zev dom&eacute;ny iFolder, zadejte nov&yacute; n&aacute;zev a klepněte na tlač&iacute;tko Uložit.</P>
		  
        <P>Chcete-li zrušit proveden&eacute; změny, stiskněte tlač&iacute;tko Zrušit.</P>
      </TD><TR><TD VALIGN="TOP">
        <P>Popis</P>
      </TD><TD>
        <P>Kr&aacute;tk&yacute; popis dom&eacute;ny iFolder.</P>
		<P>Chcete-li upravit popis syst&eacute;mu, zadejte nov&yacute; popis a klepněte na tlač&iacute;tko Uložit.</P>
		  
        <P>Chcete-li zrušit proveden&eacute; změny, stiskněte tlač&iacute;tko Zrušit.</P>
      </TD>
    <tr>
      <TD VALIGN="TOP">
        <P>Možnosti SSL</P>
        
      </TD>
      <TD> 
        <P>Zobrazuje režim komunikace mezi servery iFolder, klientem iFolder, konzolou služby iFolder Web Access a konzolou služby iFolder Web Admin. 
      </TD>
    </tr>
    <TR><TD VALIGN="TOP">
        <P>Celkem uživatelů</P>(pouze zobrazit)
      </TD><TD>
        <P>Uv&aacute;d&iacute; celkov&yacute; počet uživatelů v dom&eacute;ně iFolder. 
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Celkem složek iFolder</P>
        (pouze zobrazit)
      </TD><TD>
        <P>Uv&aacute;d&iacute; celkov&yacute; počet složek iFolder, kter&eacute; patř&iacute; do dom&eacute;ny iFolder. 
      </TD></TR><TR><TD VALIGN="TOP">
        Pořad&iacute; zobrazen&iacute; cel&eacute;ho jm&eacute;na</TD><TD>
        <p>
        Umožňuje nastavit pořad&iacute;, v jak&eacute;m se zobrazuje cel&eacute; jm&eacute;no uživatele. Chcete-li zobrazovat př&iacute;jmen&iacute; za jm&eacute;nem, vyberte možnost <i>(Jm&eacute;no, Př&iacute;jmen&iacute;)</i>. Chcete-li zobrazovat př&iacute;jmen&iacute; před jm&eacute;nem, vyberte možnost <i>(Př&iacute;jmen&iacute;, Jm&eacute;no)</i>. </p>
        <p class="Normal2">
        Aby se změny projevily, mus&iacute; buď proběhnout napl&aacute;novan&aacute; synchronizace protokolu LDAP, nebo ji mus&iacute;te prov&eacute;st ručně. Chcete-li prov&eacute;st ručn&iacute; synchronizaci protokolu LDAP:</p>
        <ol>
          <li>
          <p class="Normal2">
          <span style="font-size:11.0pt;font-family:Arial;
">Ve webov&eacute; konzole spr&aacute;vce klepněte na kartu <i>Servery</i>, vyberte server a potom přejděte na str&aacute;nku Podrobnosti serveru.</span></li>
          <li>
          <p class="Normal2">
          <span style="font-size: 11.0pt; font-family: Arial; ">V č&aacute;sti <i>Podrobnosti protokolu LDAP</i> klepněte na tlač&iacute;tko <i>Synchronizovat nyn&iacute;</i>.</span></li>
        </ol>
      </TD></TR><TR><TD VALIGN="TOP">
        <span style="font-size: 11.0pt; font-family: Arial; ">Spravovat kv&oacute;tu skupiny pomoc&iacute;</span></TD><TD>
        <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;">Umožňuje určit, jak bude spravov&aacute;na agregovan&aacute; diskov&aacute; kv&oacute;ta nastaven&aacute; pro skupiny.</span></p>
        <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;">Chcete-li umožnit spr&aacute;vcům explicitně spravovat diskovou kv&oacute;tu pro skupiny a členy skupiny, vyberte možnost <i>Konzola spr&aacute;vy</i>. Pokud vyberete tuto možnost, bude diskov&aacute; kv&oacute;ta přiřazen&aacute; uživatelům omezena, aby nepřes&aacute;hla agreg&aacute;tn&iacute; využit&iacute; disku skupiny. Možnost <i>Konzola spr&aacute;vy</i> je vybr&aacute;na ve v&yacute;choz&iacute;m nastaven&iacute;.</span></p>
        <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;">Chcete-li, aby agreg&aacute;tn&iacute; diskovou kv&oacute;tu skupin na straně serveru spravoval modul synchronizace, vyberte možnost <i>Modul synchronizace</i>. Modul synchronizace zajišťuje, že diskov&aacute; kv&oacute;ta pro všechny uživatele ve skupině nepřes&aacute;hne agreg&aacute;tn&iacute; diskovou kv&oacute;tu skupiny.</span></p>
        <p class="Normal2">&nbsp;
        </p>
        </TD></TR><TR><TD VALIGN="TOP">
        <span style="font-size: 11.0pt; font-family: Arial; ">Oddělen&eacute; skupiny</span></TD><TD>
        <span style="font-size: 11.0pt; font-family: Arial; "> Umožňuje rozdělit skupiny na nez&aacute;visl&eacute; entity a zajistit, aby uživatel&eacute; jedn&eacute; skupiny nebyli dostupn&iacute; pro uživatele jin&eacute; skupiny za &uacute;čelem sd&iacute;len&iacute; složek iFolder. Chcete-li umožnit sd&iacute;len&iacute; složek iFolder pouze mezi členy stejn&eacute; skupiny, zaškrtněte pol&iacute;čko <i>Vytvořit oddělen&eacute; skupiny</i>.</span><p>
        <span style="font-family: Arial; ">Pozn&aacute;mka: </span><span style="font-size: 11.0pt; font-family: Arial; ">Skupina LDAPGroup nemůže b&yacute;t sekund&aacute;rn&iacute; ani prim&aacute;rn&iacute; spr&aacute;vce.</span></TD></TR></TABLE>
 <P> <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT=" Zpět na zač&aacute;tek "></A></P> 
 <H3><A NAME="status"></A>Stav opakovan&eacute;ho poskytov&aacute;n&iacute;</H3> 
  <p> Uživatele můžete přesouvat mezi různ&yacute;mi servery. Toto rozhran&iacute; umožňuje zobrazovat stav opakovan&eacute;ho poskytov&aacute;n&iacute;. Klepnut&iacute;m na možnost Stav opakovan&eacute;ho poskytov&aacute;n&iacute; zobraz&iacute;te stav opakovan&eacute;ho poskytov&aacute;n&iacute; pro jednotliv&eacute; uživatele </p>
  <P> <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Zpět na zač&aacute;tek"></A></P>
  <H3><a name="admin"></a>Spr&aacute;vci složek iFolder</H3>
<P>Spr&aacute;vce složky iFolder je prim&aacute;rn&iacute;m spr&aacute;vcem podnikov&eacute;ho serveru iFolder. Pokud jsou složky iFolder osamoceny, vlastnictv&iacute; se převede na spr&aacute;vce složky iFolder pro dalš&iacute; přiřazen&iacute; jin&eacute;mu uživateli nebo pro smaz&aacute;n&iacute;. Nejdř&iacute;ve se zad&aacute; v YaST při konfiguraci podnikov&eacute;ho serveru iFolder spr&aacute;vce složky iFolder. </P>
  <P>Spr&aacute;vce složky iFolder mus&iacute; b&yacute;t opr&aacute;vněn prov&aacute;dět &uacute;koly spr&aacute;vy. Syst&eacute;m iFolder sleduje tohoto uživatele pomoc&iacute; GUID objektu LDAP, to mu umožňuje, aby patřil do kter&eacute;hokoliv kontejneru LDAP nebo skupiny stromu, i když nejsou označeny jako vyhled&aacute;vac&iacute; DN. Pohyb uživatele se může sledovat kdekoliv ve stromě, protože je zn&aacute;m d&iacute;ky GUID, nikoliv uživatelsk&yacute;m DN.</P>
  <P>Pr&aacute;va spr&aacute;vce složky iFolder se mohou přiřadit ostatn&iacute;m uživatelům, aby mohli rovněž spravovat služby iFolder vybran&eacute;ho serveru. Pouze uživatel&eacute;, kteř&iacute; jsou v jedn&eacute; z DN zad&aacute;ni ve vyhled&aacute;v&aacute;n&iacute; DN LDAP, jsou vhodn&iacute;, aby byli ekvivalentn&iacute;mi spr&aacute;vci složky iFolder.</P>
  <P>Pokud přiřad&iacute;te pr&aacute;va spr&aacute;vce ostatn&iacute;m uživatelům, tito uživatel&eacute; jsou ř&iacute;zeni vztahem jmenn&eacute;ho seznamu a vyhled&aacute;v&aacute;n&iacute; DN. Tento uživatel se odstran&iacute; ze jmenn&eacute;ho seznamu a zbav&iacute; se pr&aacute;v spr&aacute;vce, pokud jej odstran&iacute;te. Odeberte DN uživatele ze seznamu hledan&yacute;ch DN nebo přesuňte uživatele do DN, kter&eacute; nen&iacute; v seznamu hledan&yacute;ch DN.</P>
  <P><span style="FONT-FAMILY: Arial">Spr&aacute;vce složky iFolder nebo prim&aacute;rn&iacute; spr&aacute;vce vytvoř&iacute; sekund&aacute;rn&iacute;ho spr&aacute;vce a přiřad&iacute; mu skupiny.</span></P><P><font size="-1"><b>DŮLEŽIT&Eacute;:</b> Skupině LDAPGroup nelze přiřadit pr&aacute;va spr&aacute;vce</font>.</P>
  <P><span style="FONT-FAMILY: Arial">Na str&aacute;nce Syst&eacute;m jsou zobrazeny karty prim&aacute;rn&iacute;ho a sekund&aacute;rn&iacute;ho spr&aacute;vce. Tyto karty maj&iacute; společn&eacute; n&aacute;sleduj&iacute;c&iacute; parametry:</span></P>
	<TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Parametr</P></TD><TD CLASS="tablehead2"><P>Popis</P></TD></TR>
      <TR><TD VALIGN="TOP">
        <P>Typ</P>
      </TD>
      <TD> 
        <P>Zobrazuje ikonu spr&aacute;vce.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Uživatelsk&eacute; jm&eacute;no</P>
      </TD>
      <TD> 
        <P>Uživatelsk&eacute; jm&eacute;no přiřazen&eacute; uživatelsk&eacute;mu &uacute;čtu, např&iacute;klad pnovak nebo petr.novak@priklad.cz</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>cel&eacute; jm&eacute;no</P>
      </TD>
      <TD> 
        <P>Křestn&iacute; jm&eacute;no i př&iacute;jmen&iacute; spr&aacute;vce &uacute;čtu. </P>
		
      </TD><TR></TR></TABLE>

  <h5><span style="FONT-FAMILY: Arial">Prim&aacute;rn&iacute; spr&aacute;vce</span></h5>

  <P>Chcete-li zobrazit nebo upravit podrobnosti o <span style="FONT-FAMILY: Arial">prim&aacute;rn&iacute;m spr&aacute;vci</span>, <span style="FONT-FAMILY: Arial">klepněte na kartu <i>Prim&aacute;rn&iacute; spr&aacute;vce</i> a potom klepnut&iacute;m na odkaz </span><span style="COLOR: black; FONT-FAMILY: Arial"></span>spr&aacute;vce otevřete str&aacute;nku Podrobnosti o uživateli. Str&aacute;nka Podrobnosti o uživateli zobrazuje složky iFolder, kter&eacute; uživatel vlastn&iacute; nebo sd&iacute;l&iacute;. Klepnut&iacute;m na kartu Vše zobraz&iacute;te složky iFolder vlastněn&eacute; i sd&iacute;len&eacute;. Chcete-li zobrazit složk, kter&eacute; uživatel vlastn&iacute;, klepněte na kartu Vlastněn&eacute;. Karta Sd&iacute;len&eacute; vyp&iacute;še všechny složky iFolder, kter&eacute; jsou pro aktu&aacute;ln&iacute; uživatelsk&yacute; &uacute;čet sd&iacute;len&eacute;. Na str&aacute;nce Podrobnosti uživatele můžete tak&eacute; měnit nastaven&iacute; z&aacute;sad pro vybran&eacute;ho spr&aacute;vce.</P>
  <H4>Přid&aacute;v&aacute;n&iacute; a odstraňov&aacute;n&iacute; spr&aacute;vce složky iFolder</H4>
  <br>
		
  <OL>
    <LI> 
      <P>Najděte v&aacute;mi požadovan&eacute;ho spr&aacute;vce, potom vedle něj zaškrtněte zaškrt&aacute;vac&iacute; pol&iacute;čko.</P>
    </LI>
    <ul><LI> 
        <P>Klepnut&iacute;m na tlač&iacute;tko Odstranit vybran&eacute;ho spr&aacute;vce odstran&iacute;te.</P>
	  <P>Pokud se snaž&iacute;te odstranit spr&aacute;vce složky iFolder př&iacute;mo z uživatelsk&eacute;ho jm&eacute;na, pomoc&iacute; kter&eacute;ho jste se přihl&aacute;sili k serveru, okamžitě se odpoj&iacute;te. K serveru iFolder se mus&iacute;te přihl&aacute;sit pod jin&yacute;m uživatelsk&yacute;m jm&eacute;nem, kter&eacute; m&aacute; pr&aacute;va spr&aacute;vce složky iFolder, aby bylo možn&eacute; spr&aacute;vu serveru dokončit. 
</P>
        <P><font size="-1"><b>DŮLEŽIT&Eacute;:</b> Nelze odstranit spr&aacute;vce konfigurovan&eacute;ho během nastaven&iacute; serveru Simias.</font></P>
    <LI> 
        <P>Klepnut&iacute;m na tlač&iacute;tko Přidat otevřete seznam uživatelů složky iFolder.</P>
        <P>Najděte uživatele, kter&eacute;ho chcete přidat jako spr&aacute;vce, potom vedle něj zaškrtněte pol&iacute;čko a klepněte na tlač&iacute;tko Přidat.</P>
      <P>Pr&aacute;va spr&aacute;vce můžete přidat souběžně v&iacute;ce uživatelům.</P>
    </LI></ul>
  </OL>
<P> <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Zpět na zač&aacute;tek"></A></P>
  <H3><A NAME="policy"></A>Z&aacute;sady</H3>
      
  <p> N&aacute;sleduj&iacute;c&iacute; tabulka vypisuje z&aacute;sady, kter&eacute; můžete spravovat pro kter&yacute;koliv dan&yacute; syst&eacute;m iFolder. Klepnut&iacute;m na tlač&iacute;tko Uložit použijete změny:</p>
	
 
<TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Parametr</P></TD><TD CLASS="tablehead2"><P>Popis</P></TD></TR>
<TR>
      <TD VALIGN="TOP"> 
        <h4> Složky iFolder na uživatele</h4>
      </TD>
      <TD> 
        <P>Určuje maxim&aacute;ln&iacute; povolen&yacute; počet složek iFolder na jednoho uživatele. Po použit&iacute; těchto z&aacute;sad maj&iacute; všichni uživatel&eacute; nastaven limit vlastnictv&iacute; určit&eacute;ho počtu složek iFolder. Uživatelům, kteř&iacute; limit překroč&iacute;, se zobraz&iacute; chybov&aacute; zpr&aacute;va s informac&iacute; o porušen&iacute; z&aacute;sad. Pokud je tento limit nastaven na nulu, nemůže uživatel vytv&aacute;řet ž&aacute;dn&eacute; složky iFolder.</P>
             
        <P>Nastaven&iacute; z&aacute;sad nem&aacute; vliv na počet složek iFolder, kter&eacute; již uživatel vlastn&iacute;. Pokud již počet složek iFolder, kter&eacute; uživatel vlastn&iacute;, přesahuje nastaven&yacute; limit, může tyto složky iFolder i nad&aacute;le vlastnit. </P>
        </TD></TR><TR><TD VALIGN="TOP">
        <h4>Diskov&aacute; kv&oacute;ta</h4>
      </TD>
      <TD> 
        <p>Ud&aacute;v&aacute; maxim&aacute;ln&iacute; prostor, kter&yacute; může syst&eacute;m iFolder použ&iacute;t.  Syst&eacute;mov&aacute; nastaven&iacute; přep&iacute;š&iacute; uživatelsk&aacute; nastaven&iacute;.</p>
		  <P>Zrušen&iacute;m zaškrtnut&iacute; zablokujete syst&eacute;movou kv&oacute;tu.</P>
        <P>Zaškrtnut&iacute;m zapnete syst&eacute;movou kv&oacute;tu, potom zadejte celkovou kv&oacute;tu prostoru (v MB) pro uživatelsk&yacute; &uacute;čet. </P>
        <P>Pokud zapnete limit prostoru uživatele, kter&yacute; je menš&iacute; než aktu&aacute;ln&iacute; celkov&yacute; obsazen&yacute; prostor dat složky iFolder, data se přestanou synchronizovat, dokud se data nesn&iacute;ž&iacute; pod dan&yacute; limit nebo dokud se nezv&yacute;š&iacute; kv&oacute;ta na hodnotu, kter&aacute; je vyšš&iacute; než celkov&yacute; obsazen&yacute; prostor uživatele.</P>
        <P>Zapnut&iacute; nebo &uacute;prava syst&eacute;mov&eacute; kv&oacute;ty neovlivn&iacute; jednotliv&eacute; uživatelsk&eacute; kv&oacute;ty. Jak&aacute;koliv uživatelsk&aacute; kv&oacute;ta přep&iacute;še syst&eacute;movou kv&oacute;tu, ať už je nižš&iacute; nebo vyšš&iacute; než syst&eacute;mov&aacute; kv&oacute;ta.</P>
        <P>V&yacute;choz&iacute; hodnota: Vypnuto, Bez omezen&iacute;</P>
        </TD></TR>
  <TR><TD VALIGN="TOP">
        <h4>Velikost souboru</h4>
      </TD>
      <TD> <P>Ud&aacute;v&aacute; maxim&aacute;ln&iacute; velikost souboru, kter&yacute; lze synchronizovat.</P>
    <P>Pokud se zad&aacute; kv&oacute;ta, platn&eacute; omezen&iacute; maxim&aacute;ln&iacute; velikosti souboru je stejn&eacute; jako kv&oacute;ta. </P>
       <P>Zrušen&iacute;m zaškrtnut&iacute; zablokujete z&aacute;sady omezen&iacute; maxim&aacute;ln&iacute; velikosti souboru. Pokud jsou z&aacute;sady zrušen&eacute;, uveden&aacute; hodnota je Bez omezen&iacute;.</P>
          <P>              Zaškrtnut&iacute;m zaškrt&aacute;vac&iacute;ho pol&iacute;čka povol&iacute;te z&aacute;sady omezen&iacute; maxim&aacute;ln&iacute; velikosti souboru, potom zadejte maxim&aacute;ln&iacute; povolenou velikost souboru v MB.</P>
          <P>              Pokud se zad&aacute; kv&oacute;ta, platn&eacute; omezen&iacute; maxim&aacute;ln&iacute; velikosti souboru je stejn&eacute; jako kv&oacute;ta.</P>
          <P>              Zvažte n&aacute;sleduj&iacute;c&iacute; požadavky na syst&eacute;m pro stanoven&iacute; vhodn&eacute;ho omezen&iacute; velikosti souborů složek iFolder ve vašem prostřed&iacute;:</P>
            <ul><li><p>Předpokl&aacute;dan&eacute; použit&iacute;               
            </p></li>
			<li>
            <p>Jak často se největš&iacute; soubory upravuj&iacute;</p></li>
                 <li> <p>Jak aplikace, kter&eacute; použ&iacute;vaj&iacute; největš&iacute; soubory, ukl&aacute;daj&iacute; změny (cel&eacute; soubory nebo jen změny)</p>
                 </li><li><p>Jak často se soubory synchronizuj&iacute; s každ&yacute;m členem</p>
                  </li><li><p>Kolik uživatelů sd&iacute;l&iacute; složku iFolder</p>
                  </li><li><p>Zda uživatel&eacute; přistupuj&iacute; ke složce iFolder přes m&iacute;stn&iacute; s&iacute;ť, WAN nebo Internetov&eacute; připojen&iacute;.</p>
                 </li><li> <p>Průměrn&aacute; a špičkov&aacute; dostupn&aacute; š&iacute;řka p&aacute;sma</p>
				 </li></ul>
              
        <p> I když nastav&iacute;te velmi vysokou hodnotu omezen&iacute; velikosti souboru a nen&iacute; nastavena ž&aacute;dn&aacute; kv&oacute;ta omezuj&iacute;c&iacute; velikosti souborů, platn&eacute; omezen&iacute; se ř&iacute;d&iacute; souborov&yacute;m syst&eacute;mem poč&iacute;tače. Např&iacute;klad svazky FAT32 maj&iacute; maxim&aacute;ln&iacute; velikost souboru 4GB m&iacute;nus 1 byte. </p>
                
        <p>V&yacute;choz&iacute; hodnota: Vypnuto, Bez omezen&iacute;</p>   
      </TD></TR>
  <TR>
      <TD VALIGN="TOP"> 
        <h4>Vyloučen&eacute; soubory</h4>
      </TD>
      <TD> 
        
		  
        <P>Zadejte, zda bude aktivn&iacute; omezen&iacute; typů souborů, kter&eacute; se synchronizuj&iacute; pomoc&iacute; vylučovac&iacute;ch filtrů. </P>
            <P>Napište př&iacute;ponu souboru, potom klepnut&iacute;m na tlač&iacute;tko Přidat přidejte tento typ do seznamu. </P>
      <P>Chcete-li ze synchronizace vyloučit určit&yacute; typ souborů, zaškrtněte v seznamu zak&aacute;zan&yacute;ch typů souborů pol&iacute;čko vedle tohoto typu souborů a klepněte na tlač&iacute;tko Odm&iacute;tnout.</P>
      <p>Chcete-li povolit synchronizaci typu souborů, zaškrtněte v seznamu zak&aacute;zan&yacute;ch typů souborů pol&iacute;čko vedle tohoto typu souborů a klepněte na tlač&iacute;tko Povolit.</p>
      <p>Chcete-li odstranit typ souboru ze seznamu zak&aacute;zan&yacute;ch typů souborů, zaškrtněte pol&iacute;čko vedle tohoto typu souboru a klepněte na tlač&iacute;tko Odstranit.<br>
      </p></TD></TR>
	
	<TR><TD VALIGN="TOP">
        <h4> Synchronizace </h4>
      </TD><TD>
	    <p>Ud&aacute;v&aacute; minim&aacute;ln&iacute; synchronizačn&iacute; interval v sekund&aacute;ch.</P>
        <P>Pokud je tato volba zapnut&aacute;, ud&aacute;v&aacute; minim&aacute;ln&iacute; interval pro synchronizaci dat složky iFolder pro každ&yacute; uživatelsk&yacute; &uacute;čet. Vyšš&iacute; hodnoty jsou v&iacute;ce omezuj&iacute;c&iacute;. 
        </P>    
        <P>Pokud je tato volba zablokovan&aacute;, je v&yacute;choz&iacute; hodnota omezen&iacute; 5 minut.</P>
        </TD></TR>
  <TR><TD VALIGN="TOP">
        <h4>Šifrov&aacute;n&iacute;</h4>
      </TD>
      <TD> 
        <P>Ud&aacute;v&aacute; z&aacute;sady šifrov&aacute;n&iacute; pro syst&eacute;m iFolder. Syst&eacute;mov&aacute; nastaven&iacute; přep&iacute;š&iacute; uživatelsk&aacute; nastaven&iacute;.</P>
		<B>Zapnuto</B><BR>
        V&yacute;běrem možnosti <i>Zapnuto</i> povol&iacute;t funkci šifrov&aacute;n&iacute; u syst&eacute;mu iFolder. T&iacute;mto se uživateli umožňuje nastavit si z&aacute;sady šifrov&aacute;n&iacute; sv&yacute;ch složek iFolder.<br>
        <br>
        Zrušen&iacute;m zaškrtnut&iacute; volby <i>Zapnuto</i> zak&aacute;žete funkci šifrov&aacute;n&iacute; u všech uživatelů. 
        <br>
        	
		
        <br><B>Vynuceno</B><BR>
        Zaškrtnut&iacute;m volby Vynuceno zapnete funkci šifrov&aacute;n&iacute; všem uživatelům. Když jsou z&aacute;sady šifrov&aacute;n&iacute; nastaveny na hodnotu Vynuceno, nemůže uživatel měnit nastaven&iacute; šifrov&aacute;n&iacute; sv&yacute;ch složek iFolder.<br>
      </TD></TR><TR><TD VALIGN="TOP">
        <h4> Sd&iacute;len&iacute;</h4>
      </TD><TD> <B>Zapnuto</B><BR>
        Ve v&yacute;choz&iacute;m nastaven&iacute; je sd&iacute;len&iacute; složky iFolder povoleno. Zrušte označen&iacute; pol&iacute;čka Zapnuto a zakažte sd&iacute;len&iacute; pro syst&eacute;m iFolder.  Po použit&iacute; těchto z&aacute;sad nemohou uživatel&eacute; tohoto syst&eacute;mu iFolder sd&iacute;let sv&eacute; složky iFolder s ostatn&iacute;mi. Nastaven&iacute; z&aacute;sad však můžete změnit na &uacute;rovni uživatele nebo na &uacute;rovni skupiny LDAPGroup.<br>
          <BR>
        <B>Vynutit</B><BR>
        V&yacute;běrem možnosti Vynutit dojde k vynucen&iacute; z&aacute;sad sd&iacute;len&iacute;, kter&eacute; jste nastavili cel&eacute;mu syst&eacute;mu. Můžete vynutit povolen&iacute; i z&aacute;kaz sd&iacute;len&iacute;. Pokud vynut&iacute;te z&aacute;kaz sd&iacute;len&iacute;, nastaven&iacute; z&aacute;sad pro sd&iacute;len&iacute; na &uacute;rovni složky iFolder a na &uacute;rovni uživatele je automaticky zak&aacute;z&aacute;no a toto nastaven&iacute; nemůžete změnit. Můžete však nastavit z&aacute;sady možnosti Odvolat.<br>
		<ul>
          <P><font size="-1"><b>DŮLEŽIT&Eacute;:</b> Pokud nenastav&iacute;te možnost Sd&iacute;len&iacute; na hodnotu Zapnuto, nemůžete tuto možnost povolit.</font></P>
        </ul>
        <BR>
        <B>Odvolat</B><BR>
        V&yacute;běrem možnosti Odvolat odstran&iacute;te sd&iacute;len&eacute; členy všech složek iFolder v syst&eacute;mu iFolder.<br>
		
      </TD></TR> 

  </TABLE>

 <P> <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT=" Zpět na zač&aacute;tek "></A></P>

  
   

  <h3>Sekund&aacute;rn&iacute; spr&aacute;vce</h3>
  <p><span style="font-family:Arial;">Na kartě Sekund&aacute;rn&iacute; spr&aacute;vce můžete přid&aacute;vat, upravovat nebo odstraňovat podrobnosti o sekund&aacute;rn&iacute;m spr&aacute;vci. </span></p>
  <p><span style="font-family:Arial;">Přid&aacute;n&iacute; sekund&aacute;rn&iacute;ho spr&aacute;vce:</span></p>
  <ol>
    <li><font face="Arial">Klepněte na kartu <i>Sekund&aacute;rn&iacute; spr&aacute;vce</i> a potom klepnut&iacute;m na tlač&iacute;tko <i>Přidat </i>zobrazte seznam uživatelů složky iFolder.</font></li>
    <li><font face="Arial">Vyberte uživatele, kter&eacute;ho chcete určit jako sekund&aacute;rn&iacute;ho spr&aacute;vce, a klepněte na tlač&iacute;tko <i>Dalš&iacute;</i>.</font></li>
    <li><font face="Arial">Chcete-li sekund&aacute;rn&iacute;mu spr&aacute;vci přiřadit skupinu, vyberte položku ze seznamu <i>Vybrat skupinu</i>. Pokud m&aacute; vybran&aacute; skupina nastaven&yacute; limit pro agregovanou diskovou kv&oacute;tu, je tato hodnota zad&aacute;na do pole <i>Nastavit limit agregovan&eacute; diskov&eacute; kv&oacute;ty pro celou skupinu</i>. V opačn&eacute;m př&iacute;padě zůstane pole pr&aacute;zdn&eacute;.</font></li>
    <li><font face="Arial">Nastaven&iacute; pr&aacute;v z&aacute;sad pro sekund&aacute;rn&iacute;ho spr&aacute;vce</font>
    <p><font face="Arial">V n&aacute;sleduj&iacute;c&iacute; tabulce jsou vyps&aacute;na pr&aacute;va z&aacute;sad, kter&aacute; můžete nastavit pro sekund&aacute;rn&iacute;ho spr&aacute;vce.</font></p>
	
 
<TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Parametr</P></TD><TD CLASS="tablehead2"><P>Popis</P></TD></TR>
<TR>
      <TD VALIGN="TOP"> 
        <h4><span style="FONT-SIZE: 9.5pt; FONT-FAMILY: Arial"> Z&aacute;sada počtu složek iFolder na uživatele</span></h4>
        <h4>&nbsp; </h4>
      </TD>
      <TD> 
        <p class="Normal2">
        <span style="FONT-SIZE: 11pt; COLOR: black; FONT-FAMILY: Arial"> Určuje maxim&aacute;ln&iacute; povolen&yacute; počet složek iFolder na uživatele. Po použit&iacute; těchto z&aacute;sad maj&iacute; všichni uživatel&eacute; nastaven limit vlastnictv&iacute; určit&eacute;ho počtu složek iFolder. Uživatelům, kteř&iacute; limit překroč&iacute;, se zobraz&iacute; chybov&aacute; zpr&aacute;va s informac&iacute; o porušen&iacute; z&aacute;sad. Pokud je tento limit nastaven na nulu, nemůže uživatel vytv&aacute;řet ž&aacute;dn&eacute; složky iFolder.</span></p>
        <p class="Normal2">
        <span style="FONT-SIZE: 11pt; FONT-FAMILY: Arial">Toto</span><span style="FONT-SIZE: 11pt; COLOR: black; FONT-FAMILY: Arial"> nastaven&iacute; z&aacute;sad nem&aacute; vliv na počet složek iFolder, kter&eacute; již uživatel vlastn&iacute;. Pokud již počet složek iFolder, kter&eacute; uživatel vlastn&iacute;, přesahuje nastaven&yacute; limit, </span> <span style="FONT-SIZE: 11pt; FONT-FAMILY: Arial">může tyto složky iFolder i nad&aacute;le vlastnit</span><span style="FONT-SIZE: 11pt; COLOR: black; FONT-FAMILY: Arial">. </span></p>
        <p class="Normal2">
        <span style="FONT-SIZE: 11pt; FONT-FAMILY: Arial">Ve v&yacute;choz&iacute;m nastaven&iacute; je pro z&aacute;sadu počtu složek iFolder na uživatele zaškrtnut&eacute; pol&iacute;čko <i>Povolit</i>. To znamen&aacute;, že sekund&aacute;rn&iacute; spr&aacute;vce m&aacute; pr&aacute;vo nastavit z&aacute;sady počtu složek iFolder na uživatele pro uživatele určen&eacute; skupiny. Chcete-li toto pr&aacute;vo sekund&aacute;rn&iacute;mu spr&aacute;vci odepř&iacute;t, mus&iacute;te zrušit zaškrtnut&iacute; pol&iacute;čka <i>Povolit</i>.</span></TD></TR><TR><TD VALIGN="TOP">
        <h4><span style="font-size: 9.5pt; font-family: Arial; ">Z&aacute;sady</span> <span style="font-size: 9.5pt; font-family: Arial; color: black">diskov&eacute; kv&oacute;ty</span></h4>
      </TD>
      <TD> 
        <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;">Ud&aacute;v&aacute; maxim&aacute;ln&iacute; prostor, kter&yacute; může uživatel použ&iacute;t.</span></p>
        <p><span style="font-size: 11.0pt; font-family: Arial; "> Ve v&yacute;choz&iacute;m nastaven&iacute; je pro z&aacute;sady diskov&eacute; kv&oacute;ty pol&iacute;čko <i>Povolit</i> zaškrtnuto. To znamen&aacute;, že sekund&aacute;rn&iacute; spr&aacute;vce m&aacute; pr&aacute;vo nastavit z&aacute;sady diskov&eacute; kv&oacute;ty pro uživatele určen&eacute; skupiny. Chcete-li toto pr&aacute;vo sekund&aacute;rn&iacute;mu spr&aacute;vci odepř&iacute;t, mus&iacute;te zrušit zaškrtnut&iacute; pol&iacute;čka <i>Povolit</i>.</span></p>
        </TD></TR>
  <TR><TD VALIGN="TOP">
        <h4><span style="font-size: 9.5pt; font-family: Arial; ">Z&aacute;sady</span> <span style="font-size: 9.5pt; font-family: Arial; color: black">velikosti souboru</span></h4>
      </TD>
      <TD> 
      <p class="Normal2">
      <span style="font-size:11.0pt;font-family:Arial;color:black">Ud&aacute;v&aacute; maxim&aacute;ln&iacute; velikost souboru, kter&yacute; lze synchronizovat.</span></p>
      <p><span style="font-size: 11.0pt; font-family: Arial; ">Ve v&yacute;choz&iacute;m nastaven&iacute; je pro z&aacute;sady velikosti souboru pol&iacute;čko <i>Povolit</i> zaškrtnuto. To znamen&aacute;, že sekund&aacute;rn&iacute; spr&aacute;vce m&aacute; pr&aacute;vo nastavit z&aacute;sady velikosti souboru pro uživatele určen&eacute; skupiny. Chcete-li toto pr&aacute;vo sekund&aacute;rn&iacute;mu spr&aacute;vci odepř&iacute;t, mus&iacute;te zrušit zaškrtnut&iacute; pol&iacute;čka <i>Povolit</i>.</span></p>
      </TD></TR>
  <TR>
      <TD VALIGN="TOP"> 
        <h4><span style="font-size: 9.5pt; font-family: Arial; "> Z&aacute;sady intervalu synchronizace</span></h4>
      </TD>
      <TD> 
        
		  
        <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;color:black">Ud&aacute;v&aacute; minim&aacute;ln&iacute; synchronizačn&iacute; interval v minut&aacute;ch.</span></p>
        <p><span style="font-size: 11.0pt; font-family: Arial; "> Ve v&yacute;choz&iacute;m nastaven&iacute; je pro z&aacute;sady intervalu synchronizace pol&iacute;čko <i>Povolit</i> zaškrtnuto. To znamen&aacute;, že sekund&aacute;rn&iacute; spr&aacute;vce m&aacute; pr&aacute;vo nastavit z&aacute;sady intervalu synchronizace pro uživatele určen&eacute; skupiny. Chcete-li toto pr&aacute;vo sekund&aacute;rn&iacute;mu spr&aacute;vci odepř&iacute;t, mus&iacute;te zrušit zaškrtnut&iacute; pol&iacute;čka <i>Povolit</i>.</span></TD></TR>
	
	<TR><TD VALIGN="TOP">
        <h4> <span style="font-size: 9.5pt; font-family: Arial; ">Z&aacute;sady seznamu</span> <span style="font-size: 9.5pt; font-family: Arial; color: black">vyloučen&yacute;ch souborů</span></h4>
      </TD><TD>
	    <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;">Ud&aacute;v&aacute; typy souborů, u kter&yacute;ch je zak&aacute;zan&aacute; synchronizace. </span></p>
        <p><span style="font-size: 11.0pt; font-family: Arial; ">Ve v&yacute;choz&iacute;m nastaven&iacute; je pro z&aacute;sady seznamu vyloučen&yacute;ch souborů pol&iacute;čko <i>Povolit</i> zaškrtnuto. To znamen&aacute;, že sekund&aacute;rn&iacute; spr&aacute;vce m&aacute; pr&aacute;vo nastavit z&aacute;sady seznamu vyloučen&yacute;ch souborů pro uživatele určen&eacute; skupiny. Chcete-li toto pr&aacute;vo sekund&aacute;rn&iacute;mu spr&aacute;vci odepř&iacute;t, mus&iacute;te zrušit zaškrtnut&iacute; pol&iacute;čka <i>Povolit</i>.</span></TD></TR>
  <TR><TD VALIGN="TOP">
        <h4><span style="font-size: 9.5pt; font-family: Arial; "> Sd&iacute;len&iacute;</span></h4>
      </TD>
      <TD> 
        <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;">Ud&aacute;v&aacute;, zda mohou b&yacute;t složky iFolder sd&iacute;leny mezi uživateli.</span></p>
        <p><span style="font-size: 11.0pt; font-family: Arial; "> Ve v&yacute;choz&iacute;m nastaven&iacute; je pro z&aacute;sady sd&iacute;len&iacute; pol&iacute;čko <i>Povolit</i> <i>&uacute;pravu z&aacute;sad sd&iacute;len&iacute;</i> zaškrtnuto. To znamen&aacute;, že sekund&aacute;rn&iacute; spr&aacute;vce m&aacute; pr&aacute;vo měnit z&aacute;sady sd&iacute;len&iacute; pro uživatele určen&eacute; skupiny. Chcete-li toto pr&aacute;vo sekund&aacute;rn&iacute;mu spr&aacute;vci odepř&iacute;t, mus&iacute;te zrušit zaškrtnut&iacute; pol&iacute;čka <i>Povolit</i>.</span><br>
      </TD></TR><TR><TD VALIGN="TOP">
        <h4> <span style="font-size: 9.5pt; font-family: Arial; "> Z&aacute;sady šifrov&aacute;n&iacute;</span></h4>
      </TD><TD> 
    <p class="Normal2">
    <span style="font-size:11.0pt;font-family:Arial;">Ud&aacute;v&aacute; z&aacute;sady šifrov&aacute;n&iacute; pro syst&eacute;m iFolder.</span></p>
    <p class="Normal2">
    <span style="font-size: 11.0pt; font-family: Arial; "> Ve v&yacute;choz&iacute;m nastaven&iacute; je pro z&aacute;sady šifrov&aacute;n&iacute; pol&iacute;čko <i>Povolit</i> <i>&uacute;pravu z&aacute;sad šifrov&aacute;n&iacute;</i> zaškrtnuto. To znamen&aacute;, že sekund&aacute;rn&iacute; spr&aacute;vce m&aacute; pr&aacute;vo měnit z&aacute;sady šifrov&aacute;n&iacute; pro uživatele určen&eacute; skupiny. Chcete-li toto pr&aacute;vo sekund&aacute;rn&iacute;mu spr&aacute;vci odepř&iacute;t, mus&iacute;te zrušit zaškrtnut&iacute; pol&iacute;čka <i>Povolit</i>.</span><br>
		
      </TD></TR> 

  <TR><TD VALIGN="TOP">
        <span style="font-size: 9.5pt; font-family: Arial; font-weight:700">Pr&aacute;va zřizov&aacute;n&iacute;</span></TD><TD> 
    <p class="Normal2">
    <span style="font-size:11.0pt;font-family:Arial;">Ud&aacute;v&aacute; pr&aacute;va zřizov&aacute;n&iacute; dostupn&aacute; sekund&aacute;rn&iacute;mu spr&aacute;vci.</span></p>
    <p class="Normal2">
    <span style="font-size:11.0pt;font-family:Arial;">Ve v&yacute;choz&iacute;m nastaven&iacute; je pol&iacute;čko <i>Povolit zřizov&aacute;n&iacute; uživatelů</i> zaškrtnuto. To znamen&aacute;, že sekund&aacute;rn&iacute; spr&aacute;vce může zřizovat uživatele určen&eacute; skupiny na libovoln&eacute;m serveru př&iacute;tomn&eacute;m v nastaven&iacute; aplikace iFolder pro v&iacute;ce serverů. Chcete-li toto pr&aacute;vo sekund&aacute;rn&iacute;mu spr&aacute;vci odepř&iacute;t, zrušte zaškrtnut&iacute; pol&iacute;čka <i>Povolit zřizov&aacute;n&iacute; uživatelů</i>.</span></p>
    <p class="Normal2">
    <span style="font-size: 11.0pt; font-family: Arial; ">Pomoc&iacute; zaškrt&aacute;vac&iacute;ho pol&iacute;čka <i>Povolit povolov&aacute;n&iacute;/zakazov&aacute;n&iacute; uživatelů</i> můžete sekund&aacute;rn&iacute;mu spr&aacute;vci přidělit pr&aacute;vo povolovat či zakazovat uživatele určen&eacute; skupiny. Toto pol&iacute;čko je ve v&yacute;choz&iacute;m nastaven&iacute; zaškrtnut&eacute;. Chcete-li toto pr&aacute;vo sekund&aacute;rn&iacute;mu spr&aacute;vci odepř&iacute;t, zrušte zaškrtnut&iacute; pol&iacute;čka <i>Povolit povolov&aacute;n&iacute;/zakazov&aacute;n&iacute; uživatelů</i>.</span></TD></TR> 

  <TR><TD VALIGN="TOP">
        <span style="font-size: 9.5pt; font-family: Arial; font-weight:700">Pr&aacute;va ke složk&aacute;m iFolder</span></TD><TD> 
    <p class="Normal2">
    <span style="font-size:11.0pt;font-family:Arial;">Ud&aacute;v&aacute; pr&aacute;va sekund&aacute;rn&iacute;ho spr&aacute;vce ke složk&aacute;m iFolder vlastněn&yacute;m uživateli v určen&eacute; skupině.</span></p>
    <p class="Normal2">
    <span style="font-size:11.0pt;font-family:Arial;">Chcete-li sekund&aacute;rn&iacute;mu spr&aacute;vci povolit vlastnictv&iacute; osiřel&yacute;ch složek iFolder, zaškrtněte pol&iacute;čko <i>Povolit vlastnictv&iacute; osiřel&yacute;ch složek iFolder</i>. Toto pol&iacute;čko je ve v&yacute;choz&iacute;m nastaven&iacute; zaškrtnut&eacute;. Chcete-li toto pr&aacute;vo sekund&aacute;rn&iacute;mu spr&aacute;vci odepř&iacute;t, zrušte zaškrtnut&iacute; pol&iacute;čka.</span></p>
    <p class="Normal2">
    <span style="font-size:11.0pt;font-family:Arial;">Pomoc&iacute; zaškrt&aacute;vac&iacute;ho pol&iacute;čka <i>Povolit povolov&aacute;n&iacute;/zakazov&aacute;n&iacute; složek iFolder</i> můžete sekund&aacute;rn&iacute;mu spr&aacute;vci přidělit pr&aacute;vo povolovat či zakazovat složky iFolder vlastněn&eacute; uživateli určen&eacute; skupiny. Toto pol&iacute;čko je ve v&yacute;choz&iacute;m nastaven&iacute; zaškrtnut&eacute;. Chcete-li toto pr&aacute;vo sekund&aacute;rn&iacute;mu spr&aacute;vci odepř&iacute;t, zrušte zaškrtnut&iacute; pol&iacute;čka <i>Povolit povolov&aacute;n&iacute;/zakazov&aacute;n&iacute; složek iFolder</i>.</span></p>
    <p class="Normal2">
    <span style="font-size: 11.0pt; font-family: Arial; ">Pomoc&iacute; zaškrt&aacute;vac&iacute;ho pol&iacute;čka <i>Povolit &uacute;pravu pr&aacute;v členů sd&iacute;len&eacute; složky iFolder</i> můžete sekund&aacute;rn&iacute;mu spr&aacute;vci přidělit pr&aacute;vo měnit pr&aacute;va členů sd&iacute;len&eacute; složky iFolder. Toto pol&iacute;čko je ve v&yacute;choz&iacute;m nastaven&iacute; zaškrtnut&eacute;. Chcete-li toto pr&aacute;vo sekund&aacute;rn&iacute;mu spr&aacute;vci odepř&iacute;t, zrušte zaškrtnut&iacute; pol&iacute;čka <i>Povolit &uacute;pravu členů sd&iacute;len&eacute; složky iFolder</i>.</span></p>
    <p class="Normal2"><span style="font-size: 11.0pt; font-family: Arial; ">Zaškrtnut&iacute;m pol&iacute;čka <i>Povolit opr&aacute;vněn&iacute; k odstraňov&aacute;n&iacute; složek iFolder </i>můžete sekund&aacute;rn&iacute;mu spr&aacute;vci přiřadit opr&aacute;vněn&iacute; k odstraňov&aacute;n&iacute; složek iFolder. Toto pol&iacute;čko je ve v&yacute;choz&iacute;m nastaven&iacute; zaškrtnut&eacute;. Chcete-li toto opr&aacute;vněn&iacute; sekund&aacute;rn&iacute;mu spr&aacute;vci odepř&iacute;t, zrušte zaškrtnut&iacute; pol&iacute;čka <em>Povolit opr&aacute;vněn&iacute; k odstraňov&aacute;n&iacute; složek iFolder</em>.</span></p></TD></TR> 

  </TABLE>

    </li>
  </ol>
  <p>&nbsp;</p>
  <ol start="5">
    <li><span style="font-family:Arial;">Uložte sv&eacute; nastaven&iacute; klepnut&iacute;m na tlač&iacute;tko <i>Uložit</i>.</span></li>
    <li><span style="font-family:Arial;">Po &uacute;spěšn&eacute;m přiřazen&iacute; skupiny sekund&aacute;rn&iacute;mu spr&aacute;vci klepněte na tlač&iacute;tko <i>OK</i> pro n&aacute;vrat na str&aacute;nku Syst&eacute;my, nebo klepněte na tlač&iacute;tko <i>Opakovat</i>, pokud chcete sekund&aacute;rn&iacute;mu spr&aacute;vci přiřadit dalš&iacute; skupiny.</span></li>
  </ol>
  <p><span style="font-family:Arial;">&Uacute;prava podrobnost&iacute; o sekund&aacute;rn&iacute;m spr&aacute;vci:</span></p>
  <ol>
    <li>
    <p style="text-indent: -.25in; margin-left: .5in">
    <span style="font-family: Arial; ">Klepnut&iacute;m na kartu <i>Sekund&aacute;rn&iacute;</i> zobrazte podrobnosti o sekund&aacute;rn&iacute;m spr&aacute;vci.</span></li>
    <li>
    <p style="text-indent: -.25in; margin-left: .5in">
    <span style="font-family: Arial; ">Vyberte sekund&aacute;rn&iacute;ho spr&aacute;vce a klepnut&iacute;m na tlač&iacute;tko <i>Upravit</i> zobrazte seznam skupin sledovan&yacute;ch sekund&aacute;rn&iacute;m spr&aacute;vcem.</span></li>
    <li>
    <p style="text-indent: -.25in; margin-left: .5in" align="left">
    <span style="font-family: Arial; ">Vyberte skupinu a klepnut&iacute;m na tlač&iacute;tko <i>Upravit</i> zobrazte seznam pr&aacute;v sekund&aacute;rn&iacute;ho spr&aacute;vce ke skupině. Upravte pr&aacute;va spr&aacute;vce ke skupině a klepnut&iacute;m na tlač&iacute;tko <i>Uložit</i> uložte proveden&eacute; změny.<br>
&nbsp;</span></li>
  </ol>
  <p><span style="font-family:Arial;">Odstraněn&iacute; sekund&aacute;rn&iacute;ho spr&aacute;vce:</span></p>
  <ol>
    <li><font face="Arial">Klepnut&iacute;m na kartu <i>Sekund&aacute;rn&iacute;</i> zobrazte podrobnosti o sekund&aacute;rn&iacute;m spr&aacute;vci.</font></li>
    <li><font face="Arial">Vyberte sekund&aacute;rn&iacute;ho spr&aacute;vce a klepnut&iacute;m na tlač&iacute;tko <i>Odstranit</i> zobrazte seznam skupin sledovan&yacute;ch sekund&aacute;rn&iacute;m spr&aacute;vcem.</font></li>
    <li><font face="Arial">Vyberte všechny skupiny a klepněte na tlač&iacute;tko <i>Odstranit</i>. Odstraněn&iacute;m všech skupin vlastněn&yacute;ch sekund&aacute;rn&iacute;m spr&aacute;vcem dojde rovněž k odstraněn&iacute; sekund&aacute;rn&iacute;ho spr&aacute;vce.<br>
&nbsp;</font></li>
  </ol>
  <p>&nbsp;</p>

  
   

<H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Souvisej&iacute;c&iacute; t&eacute;mata" align="top"> Souvisej&iacute;c&iacute; t&eacute;mata</H4><BLOCKQUOTE class="task1">
<P ><A HREF="userdetails.html">Podrobnosti o uživateli</A><BR><A HREF="ifolderdetails.html">Spr&aacute;va podrobnost&iacute; o složce iFolder</A><BR><A HREF="servers.html">Spr&aacute;va serverů iFolder</A><BR><A HREF="ifolders.html">Spr&aacute;va složek iFolder</A><BR><A HREF="users.html">Spr&aacute;va uživatelsk&eacute;ho &uacute;čtu</A><BR><A HREF="reports.html#orphan" TARGET="_self">Zpr&aacute;vy </A></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Zpět na zač&aacute;tek"></A></P><P>&nbsp;</P><P CLASS="copyright">Symbol ochrann&eacute; zn&aacute;mky (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP> atd.) označuje ochrannou zn&aacute;mku společnosti Novell. Hvězdička (*) označuje ochrannou zn&aacute;mku jin&eacute; společnosti.  Dalš&iacute; informace z&iacute;sk&aacute;te v&nbsp;t&eacute;matu <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Pr&aacute;vn&iacute; upozorněn&iacute;</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>