<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.x iManager Plugin  --> 
   
     <title>Podrobnosti o uživateli</title>  	 
        
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.x Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="06-29-2005"> 
	 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       -->  
<!-- This is the start of the Help Content Layer --> 
<div id="helpcontent" style="left: 13px; top: 35px"> 
  <H3><A NAME="userdetails"></A>Podrobnosti o uživateli </H3>
  <P>Použijte toto rozhran&iacute; k zobrazen&iacute; podrobnost&iacute; o uživateli a pro spr&aacute;vu uživatelsk&yacute;ch z&aacute;sad. </P>
  <P><B><FONT SIZE="-1">POZN&Aacute;MKA:</FONT></B> <FONT SIZE="-1">V&yacute;raz <i>uživatel&eacute; služby iFolder </i> znamen&aacute; jednotliv&eacute; uživatele i skupiny LDAPGroup.</FONT></P>
  <BLOCKQUOTE CLASS="blockquote"><P><A HREF="#userdetails" TARGET="_self">Podrobnosti o uživateli</A><BR><A HREF="#ifolders" TARGET="_self">Složky iFolder</A><BR> 
<A HREF="#policies" TARGET="_self">Z&aacute;sady</A> </P></BLOCKQUOTE>
  
  <h3><a name="userdetails"></a>Podrobnosti o uživateli </h3>
  <P>Str&aacute;nka Podrobnosti o uživateli zobraz&iacute; n&aacute;sleduj&iacute;c&iacute; podrobnosti o uživateli pro vybran&yacute; &uacute;čet iFolder uživatele. </P>
	<TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Parametr</P></TD><TD CLASS="tablehead2"><P>Popis</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Uživatelsk&eacute; jm&eacute;no</P>
      </TD>
      <TD> 
        <P>Uživatelsk&eacute; jm&eacute;no přiřazen&eacute; uživatelsk&eacute;mu &uacute;čtu, např&iacute;klad pnovak nebo petr.novak@priklad.cz</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Cel&eacute; jm&eacute;no</P>
      </TD>
      <TD> 
        <P>Křestn&iacute; jm&eacute;no i př&iacute;jmen&iacute; uživatele &uacute;čtu. </P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Typ člena</P>       
      </TD>
      <TD> 
        <P>Zobrazuje typ člena pr&aacute;vě přihl&aacute;šen&eacute;ho uživatele. Pokud je uživatel samostatn&yacute;m uživatelem, zobrazuje rozhran&iacute; tak&eacute; možnost pro uživatelsk&eacute; skupiny. Pokud je uživatel členem skupiny LDAPGroup, vyp&iacute;še rozhran&iacute; všechny členy skupiny LDAPGroup pod možnost&iacute; pro členy skupiny.
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Kontexty protokolu LDAP</P>       
      </TD>
      <TD> 
        <P>Strom kontextu protokolu LDAP se použ&iacute;v&aacute; k zařazen&iacute; uživatelů do složky iFolder. 
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Posledn&iacute; přihl&aacute;šen&iacute;</P>
        </TD>
      <TD> 
        <P>Čas, kdy se uživatel naposledy přihl&aacute;sil do syst&eacute;mu iFolder. 
      </TD></TR><TR><TD VALIGN="TOP">
        Diskov&aacute; kv&oacute;ta skupiny</TD>
      <TD> 
        Představuje agreg&aacute;tn&iacute; diskovou kv&oacute;tu skupiny.<p>
        <b>POZN&Aacute;MKA</b>: Sekund&aacute;rn&iacute; spr&aacute;vce nemůže měnit diskovou kv&oacute;tu skupiny.</TD></TR><TR><TD VALIGN="TOP">
        Využit&eacute; m&iacute;sto na disku</TD>
      <TD> 
        Ud&aacute;v&aacute; agreg&aacute;tn&iacute; m&iacute;sto na disku využ&iacute;van&eacute; skupinou.</TD></TR><TR><TD VALIGN="TOP">
        <P>Uživatelsk&eacute; skupiny (plat&iacute; pouze pro samostatn&eacute; uživatele)</P>       
      </TD>
      <TD> 
        <P>Vypisuje všechny skupiny,do kter&yacute;ch vybran&yacute; uživatel patř&iacute;. 
      </TD></TR><TR><TD VALIGN="TOP">
        <P> Členov&eacute; skupiny (plat&iacute; pouze pro skupiny LDAPGroup)</P>       
      </TD>
      <TD> 
        <P>Vypisuje všechny členy, kteř&iacute; patř&iacute; do vybran&eacute; skupiny LDAPGroup. 
      </TD></TR></TABLE>

  
  
  <h4><a name="ifolders"></a> Složky iFolder</h4>
  <P>Str&aacute;nka Podrobnosti o uživateli zobrazuje složky iFolder, kter&eacute; uživatel vlastn&iacute; nebo sd&iacute;l&iacute;. Klepnut&iacute;m na kartu Vše zobraz&iacute;te složky iFolder vlastněn&eacute; i sd&iacute;len&eacute;. Chcete-li zobrazit složky, kter&eacute; uživatel vlastn&iacute;, klepněte na kartu Vlastněn&eacute;. Karta Sd&iacute;len&eacute; vyp&iacute;še všechny složky iFolder, kter&eacute; jsou pro aktu&aacute;ln&iacute; uživatelsk&yacute; &uacute;čet sd&iacute;len&eacute;.</P>
	
  <H4>Zapnut&iacute; nebo blokov&aacute;n&iacute; složky iFolder</H4>
		
  <OL>
    <LI> 
      <P>Najděte složku iFolder, kterou chcete spravovat, potom zaškrtněte zaškrt&aacute;vac&iacute; pol&iacute;čko vedle složky iFolder.</P>
    </LI>
    <LI> 
      <P>Klepnut&iacute;m na tlač&iacute;tko Zapnout aktivujete složku iFolder.</P>
      <P>Toto umožňuje uživateli přihl&aacute;sit se a synchronizovat složky iFolder.</P>
    
    <LI> 
      <P>Klepnut&iacute;m na tlač&iacute;tko Zablokovat složku iFolder deaktivujete.</P>
      <P> Pokud je uživatel přihl&aacute;šen při prov&aacute;děn&iacute; změn, relace uživatele pokračuje, dokud se neodhl&aacute;s&iacute;. Z&aacute;sady se uplatn&iacute; při dalš&iacute;m pokusu uživatele o přihl&aacute;šen&iacute; k &uacute;čtu. Aby se blokov&aacute;n&iacute; uplatnilo okamžitě, mus&iacute;te restartovat služby Apache pro server iFolder, kter&eacute; odpoj&iacute; všechny aktivn&iacute; relace včetně uživatelsk&eacute; relace.</P>
    </LI>
  </OL>
<H4>Odstraněn&iacute; složky iFolder</H4>
<OL><LI>
      <P>Najděte složku iFolder, kterou chcete odstranit, potom zaškrtněte zaškrt&aacute;vac&iacute; pol&iacute;čko vedle složky iFolder.</P>
    </LI><LI>
      <P>Klepněte na tlač&iacute;tko Odstranit.</P>
    </LI></OL>
	<H4>Vytvořen&iacute; složky iFolder</H4><OL><LI>
      <P>Na str&aacute;nce Podrobnosti o uživateli klepněte na tlač&iacute;tko Nov&yacute;.</P>
    </LI>
    <LI>Na str&aacute;nce, kter&aacute; se nově otevře, postupujte podle pokynů k vytvořen&iacute; nov&eacute; složky iFolder.</LI>
  </OL>
<IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Zpět na zač&aacute;tek">
<h3><a name="policies"></a> Z&aacute;sady</h3>
  <P>Použijte toto rozhran&iacute; pro spr&aacute;vu uživatelsk&yacute;ch z&aacute;sad pro zadan&yacute; uživatelsk&yacute; &uacute;čet. 
  </P>
  <P><B><FONT SIZE="-1">POZN&Aacute;MKA:</FONT></B><font size="-1">Z&aacute;sady nastaven&eacute; pro skupinu LDAPGroup jsou platn&eacute; pro jej&iacute; členy.</font></P>
<H4>&Uacute;prava uživatelsk&yacute;ch z&aacute;sad</H4>
<p>N&aacute;sleduj&iacute;c&iacute; tabulka vypisuje z&aacute;sady, kter&eacute; můžete spravovat pro kter&yacute;koliv dan&yacute; uživatelsk&yacute; &uacute;čet iFolder. Upravte jednu nebo v&iacute;ce z n&aacute;sleduj&iacute;c&iacute;ch hodnot, potom klepnut&iacute;m na tlač&iacute;tko Uložit aktivujte nov&eacute; nastaven&iacute;:</p> 
<TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Parametr</P></TD><TD CLASS="tablehead2"><P>Popis</P></TD></TR><TR><TD VALIGN="TOP">
        <h4>&Uacute;čet </h4>
      </TD><TD><P>Ud&aacute;v&aacute;, zda je v současn&eacute; chv&iacute;li uživateli umožněno přihl&aacute;sit se k synchronizaci složek iFolder. </P>
        <P>Zaškrtněte zaškrt&aacute;vac&iacute; pol&iacute;čko, aby byl &uacute;čet blokovan&yacute; pro přihl&aacute;šen&iacute;.</P>
        <P> Zrušte zaškrtnut&iacute; zaškrt&aacute;vac&iacute;ho pol&iacute;čka, aby se mohl uživatel přihl&aacute;sit k &uacute;čtu. </P>
        <P>Pokud je uživatel přihl&aacute;šen, při prov&aacute;děn&iacute; změn relace uživatele pokračuje, dokud se neodhl&aacute;s&iacute;. Z&aacute;sady se uplatn&iacute; při dalš&iacute;m pokusu uživatele o přihl&aacute;šen&iacute; k &uacute;čtu. Aby se blokov&aacute;n&iacute; uplatnilo okamžitě, mus&iacute;te restartovat služby Apache pro server iFolder, kter&eacute; odpoj&iacute; všechny aktivn&iacute; relace, včetně uživatelsk&eacute; relace.</P>
        <P>V&yacute;choz&iacute; hodnota: Povoleno</P>
      </TD></TR><TR>
      <TD VALIGN="TOP"> 
        <h4>Počet složek iFolder na uživatele</h4>
      </TD>
      <TD> 
        <P>Ud&aacute;v&aacute; maxim&aacute;ln&iacute; počet složek iFolder, kter&eacute; může uživatel vlastnit. Po použit&iacute; t&eacute;to z&aacute;sady může uživatel vlastnit pouze určit&yacute; počet složek iFolder. Uživateli, kter&yacute; tento limit překroč&iacute;, se zobraz&iacute; chybov&eacute; hl&aacute;šen&iacute; s informac&iacute; o porušen&iacute; z&aacute;sad. Pokud je tento limit nastaven na nulu, nemohou uživatel&eacute; vytv&aacute;řet ž&aacute;dn&eacute; složky iFolder.</P>
           
        <p>Zaškrtněte pol&iacute;čko vedle pole <i>Limit</i>, povolte nastaven&iacute; počtu složek iFolder na uživatele a tento &uacute;daj zadejte do dan&eacute;ho pole. 
        <P>Nastaven&iacute; z&aacute;sady nem&aacute; vliv na počet složek iFolder, kter&eacute; již uživatel vlastn&iacute;. Pokud již počet složek iFolder, kter&eacute; uživatel vlastn&iacute;, přesahuje nastaven&yacute; limit, může tyto složky iFolder i nad&aacute;le vlastnit. 
          </p><p>Z&aacute;sady na &uacute;rovni uživatele maj&iacute; přednost před z&aacute;sadami na &uacute;rovni skupiny LDAPGroup a na &uacute;rovni syst&eacute;mu.</P>
        <P>V&yacute;choz&iacute; hodnota: Zak&aacute;z&aacute;no, nen&iacute; nastavena ž&aacute;dn&aacute; hodnota.</P>
        </TD></TR><TR><TD VALIGN="TOP">
        <h4>Diskov&aacute; kv&oacute;ta</h4>
      </TD>
      <TD> 
        <p>Ud&aacute;v&aacute; celkov&yacute; maxim&aacute;ln&iacute; prostor, kter&yacute; mohou uživatelsk&aacute; data složky iFolder využ&iacute;t ve všech složk&aacute;ch iFolder, kter&eacute; uživatel vlastn&iacute;. Kv&oacute;ta může b&yacute;t vnucena celosyst&eacute;mov&yacute;mi z&aacute;sadami. Uživatelsk&eacute; z&aacute;sady nahrazuj&iacute; celosyst&eacute;mov&eacute; z&aacute;sady.<br>
        </p>
        <P> <B>Limit</B><BR>
          Ud&aacute;v&aacute; maxim&aacute;ln&iacute; celkovou velikost prostoru (v MB), kterou je uživatel složky iFolder opr&aacute;vněn použ&iacute;t v r&aacute;mci všech složek iFolder, kter&eacute; uživatel ve zvolen&eacute;m &uacute;čtě vlastn&iacute;. <br>
          <br>
          Pokud neexistuje ž&aacute;dn&aacute; kv&oacute;ta samostatn&eacute;ho uživatele nebo pokud se m&aacute; pro vybran&yacute; uživatelsk&yacute; &uacute;čet přijmout kv&oacute;ta na &uacute;rovni skupiny LDAPGroup nebo syst&eacute;mov&aacute; kv&oacute;ta, zrušte zaškrtnut&iacute; u t&eacute;to volby.<br>
          Zaškrtnut&iacute;m t&eacute;to volby uplatn&iacute;te uživatelskou kv&oacute;tu, potom zadejte celkovou kv&oacute;tu (v MB) pro vybran&yacute; uživatelsk&yacute; &uacute;čet. <br>
          <br>
          <B>Využito</B><BR>
          Ud&aacute;v&aacute; celkov&yacute; využit&yacute; prostor na serveru pro všechny složky iFolder, kter&eacute; vybran&yacute; uživatel vlastn&iacute;. <br>
          <BR>
          <B>Dostupn&eacute;</B><BR>
          Dostupn&yacute; voln&yacute; prostor na serveru.<br>
          <BR>
          <B>Použiteln&eacute;</B><BR>
          Použiteln&yacute; prostor vyhrazen&yacute; na serveru<BR>
          <br>
        <P>Pokud se celkov&yacute; prostor obsazen&yacute; daty složky iFolder bl&iacute;ž&iacute; použiteln&eacute; kv&oacute;tě (syst&eacute;mov&eacute;, uživatelsk&eacute;, skupiny LDAPGroup nebo složky iFolder), uživatel mus&iacute; zastavit synchronizaci souboru, dokud se neprovede jeden z n&aacute;sleduj&iacute;c&iacute;ch &uacute;kolů, kter&eacute; zajist&iacute; dostatek m&iacute;sta k bezpečn&eacute; synchronizaci uživatelsk&yacute;ch souborů ve složce iFolder:</P>
        <ul>
          <li> 
            <p>Syst&eacute;mov&aacute; kv&oacute;ta, kv&oacute;ta skupiny LDAPGroup a uživatelsk&aacute; kv&oacute;ta pro vlastn&iacute;ka složky iFolder a kv&oacute;ta složky iFolder jsou upraveny dle potřeby.</p>
          </li>
          <li> 
            <p>Přesun souborů ze složek iFolder vlastněn&yacute;ch uživatelem na jin&eacute; m&iacute;sto, kde neovlivn&iacute; použitelnou kv&oacute;tu nebo odstraněn&iacute; souborů pro zajištěn&iacute; prostoru.</p>
          </li>
          </ul>
        
        <P><B><FONT SIZE="-1">DŮLEŽIT&Eacute;:</FONT></B> <FONT SIZE="-1">Pokud zapnete limit prostoru uživatele, kter&yacute; je menš&iacute; než aktu&aacute;ln&iacute; celkov&yacute; obsazen&yacute; prostor dat složky iFolder, data se přestanou synchronizovat, dokud se data nesn&iacute;ž&iacute; pod dan&yacute; limit nebo dokud se nezv&yacute;š&iacute; kv&oacute;ta na hodnotu, kter&aacute; je vyšš&iacute; než celkov&yacute; obsazen&yacute; prostor.</FONT></P>
       
        
        <P> V&yacute;choz&iacute; hodnota: Vypnuto a ž&aacute;dn&aacute; kv&oacute;ta nen&iacute; nastavena</P>
      </TD></TR>
  <TR><TD VALIGN="TOP">
        <h4>Velikost souboru</h4>
      </TD>
      <TD> <B>Limit</B><BR>
          Ud&aacute;v&aacute; maxim&aacute;ln&iacute; celkovou velikost souboru (v MB), kterou je uživatel složky iFolder opr&aacute;vněn použ&iacute;t, platnou pro všechny uživatelsk&eacute; složky iFolder pro dan&yacute; &uacute;čet. <br>
          <BR>
        <B>Platn&aacute;</B><BR>
        Platn&aacute; přidělen&aacute; velikost souboru pro uživatele.<br>
		<ul><P><font size="-1"><b>DŮLEŽIT&Eacute;:</b> Uživatel&eacute; nemohou &uacute;spěšně synchronizovat soubory, kter&eacute; by způsobily překročen&iacute; kv&oacute;ty. Pokud se o to pokus&iacute;, zesynchronizuje se pouze č&aacute;st souboru a to povede k porušen&iacute; dat.</font></P></ul><P>V&yacute;choz&iacute; hodnota: Vypnuto, Bez omezen&iacute;</P>
      </TD></TR>
  <TR>
      <TD VALIGN="TOP"> 
        <h4>Vyloučen&eacute; soubory</h4>
      </TD>
      <TD> 
        <P>Ud&aacute;v&aacute; seznam typů souborů, kter&eacute; se začlen&iacute; nebo vylouč&iacute; ze synchronizace u vybran&eacute; složky iFolder.</P><p>Soubory pro spr&aacute;vu souborů s n&aacute;zvem thumbs.db a .DS_Store se nikdy nesynchronizuj&iacute;. Tyto soubory si nemus&iacute;te uchov&aacute;vat, jejich synchronizace vede k opakovan&yacute;m chyb&aacute;m konfliktu souborů. Pokud jste nenastavili ž&aacute;dn&aacute; individu&aacute;ln&iacute; omezen&iacute; tohoto uživatele, toto pole ozn&aacute;m&iacute;, že soubory thumbs.db a .DS_Store jsou souč&aacute;st&iacute; syst&eacute;mov&eacute;ho omezen&iacute; typů souborů. Po nastaven&iacute; individu&aacute;ln&iacute;ho omezen&iacute; typu souborů pro tohoto uživatele se zobraz&iacute; tato uživatelsk&aacute; nastaven&iacute;. I když se omezen&iacute; pro soubory thumbs.db a .DS_Store nezobraz&iacute;, vždy plat&iacute;. Nelze je přepsat.
</p>
    
        <P>Chcete-li přidat př&iacute;ponu souboru k filtru pro vyloučen&iacute;, napište př&iacute;ponu (např. *.mpg), potom klepnut&iacute;m na tlač&iacute;tko Přidat filtr aktivujte. </P>
        <P>Chcete-li ze synchronizace vyloučit typ souborů, zaškrtněte v seznamu zak&aacute;zan&yacute;ch typů souborů pol&iacute;čko vedle tohoto typu souborů a klepněte na tlač&iacute;tko Odm&iacute;tnout.</P>
        
        <p>Chcete-li povolit synchronizaci typu souborů, zaškrtněte v seznamu zak&aacute;zan&yacute;ch typů souborů pol&iacute;čko vedle tohoto typu souborů a klepněte na tlač&iacute;tko Povolit.</p>
        <p>Chcete-li odstranit typ souboru ze seznamu zak&aacute;zan&yacute;ch typů souborů, zaškrtněte pol&iacute;čko vedle tohoto typu souboru a klepněte na tlač&iacute;tko Odstranit.<br>
        </p>
        <P>V&yacute;choz&iacute; hodnota: .DS_Store a Thumbs.db</P>
      </TD></TR>
	
	<TR><TD VALIGN="TOP">
        <h4> Synchronizace </h4>
      </TD><TD>
	    <p>Ud&aacute;v&aacute; minim&aacute;ln&iacute; synchronizačn&iacute; interval v sekund&aacute;ch. Synchronizačn&iacute; interval je možn&eacute; nastavit v rozsahu 5 až 999 včetně. Pokud nen&iacute; nastavena ž&aacute;dn&aacute; hodnota, plat&iacute; hodnota 5.</P>

	    <P>Zrušen&iacute;m zaškrtnut&iacute; nastav&iacute;te synchronizačn&iacute; interval nebo přijmete syst&eacute;mov&eacute; nastaven&iacute; pro aktu&aacute;ln&iacute;ho uživatele. Pokud nen&iacute; ž&aacute;dn&aacute; hodnota v syst&eacute;mov&eacute;m nastaven&iacute; nebo uživatelsk&yacute;ch z&aacute;sad&aacute;ch, uveden&aacute; hodnota je Neomezeno.</P>
  <B>Interval</B><BR>
        Zaškrtnutn&iacute;m zapněte synchronizačn&iacute; interval, potom zadejte minim&aacute;ln&iacute; interval (v minut&aacute;ch). Praktick&aacute; hodnota je např&iacute;klad 10 minut.<br>
        <br><B>Platn&yacute;</B><BR>
  Ud&aacute;v&aacute; aktu&aacute;ln&iacute; synchronizačn&iacute; interval. Pokud např&iacute;klad uživatel nastav&iacute; synchronizačn&iacute; interval, kter&yacute; je menš&iacute; než syst&eacute;mov&eacute; minimum (častějš&iacute; př&iacute;pad), plat&iacute; syst&eacute;mov&eacute; nastaven&iacute;.

  <P>Platn&yacute; minim&aacute;ln&iacute; interval synchronizace je vždy nejvyšš&iacute; hodnotou z n&aacute;sleduj&iacute;c&iacute;ho nastaven&iacute;:</P>
  <ul>
    <li>
            <p>Syst&eacute;mov&eacute; z&aacute;sady (v&yacute;choz&iacute; hodnota nula), pokud nebyly nastaveny z&aacute;sady skupiny LDAPGroup nebo uživatelsk&eacute; z&aacute;sady. Pokud jsou nastaveny uživatelsk&eacute; z&aacute;sady, přep&iacute;š&iacute; syst&eacute;mov&eacute; z&aacute;sady a z&aacute;sady skupiny LDAPGroup, nehledě na to, zda je interval uživatele kratš&iacute; nebo delš&iacute;. </p>
    </li>
    <li>
      <p>Z&aacute;sada m&iacute;stn&iacute;ho poč&iacute;tače nebo nastaven&iacute; na klientsk&eacute;m poč&iacute;tači synchronizuj&iacute;c&iacute; jej se serverem.</p>
    </li>
    <li>
      <p>Z&aacute;sady složky iFolder</p>
    </li>
  </ul>
        <P> V&yacute;choz&iacute; hodnota: Vypnuto nebo syst&eacute;mov&eacute; z&aacute;sady</P>
      </TD></TR>
  <TR><TD VALIGN="TOP">
        <h4>Šifrov&aacute;n&iacute;</h4>
      </TD>
      <TD> 
        <P>Ud&aacute;v&aacute; z&aacute;sady šifrov&aacute;n&iacute; vybran&eacute;ho uživatelsk&eacute;ho &uacute;čtu. Kv&oacute;ta může b&yacute;t nastavena syst&eacute;mov&yacute;mi z&aacute;sadami. Syst&eacute;mov&eacute; z&aacute;sady nahrad&iacute; uživatelsk&eacute; z&aacute;sady.</P>
		<B>Zapnuto</B><BR>
        V&yacute;běrem možnosti Zapnuto povolte funkci šifrov&aacute;n&iacute; u vybran&eacute;ho uživatele. To povol&iacute; uživateli nastavit z&aacute;sady šifrov&aacute;n&iacute; sv&yacute;ch složek iFolder.<br>
        <br>
        Funkci šifrov&aacute;n&iacute; po jej&iacute;m povolen&iacute; nelze vypnout.<br>
        	
		
        <br><B>Vynuceno</B><BR>
        Zaškrtnut&iacute;m volby Vynuceno zapnete funkci šifrov&aacute;n&iacute; vybran&eacute;ho uživatele. Když je tato volba Vynuceno nastavena, uživatel nemůže měnit nastaven&iacute; šifrov&aacute;n&iacute; sv&yacute;ch složek iFolder.<br>
		<P><font size="-1"><b>DŮLEŽIT&Eacute;:</b> Tato volba je zapnuta pouze pokud jsou zapnuty z&aacute;sady šifrov&aacute;n&iacute; na syst&eacute;mov&eacute; &uacute;rovni.</font></P>
      </TD></TR><TR><TD VALIGN="TOP">
        <h4> Sd&iacute;len&iacute;</h4>
      </TD><TD> <B>Zapnuto</B><BR>
        Ve v&yacute;choz&iacute;m nastaven&iacute; je sd&iacute;len&iacute; složky iFolder povoleno. Zrušte označen&iacute; možnosti Povoleno, klepněte na tlač&iacute;tko Uložit a zakažte sd&iacute;len&iacute; pro vybran&eacute;ho uživatele. Po použit&iacute; t&eacute;to z&aacute;sady nemůže vybran&yacute; uživatel sd&iacute;let sv&eacute; složky iFolder s ostatn&iacute;mi. Můžete však st&aacute;le měnit z&aacute;sady na &uacute;rovni složky iFolder.<br>
          <BR>
        <B>Vynutit</B><BR>
        V&yacute;běrem možnosti <i>Vynutit</i> dojde k vynucen&iacute; z&aacute;sady nastaven&eacute; pro vybran&eacute;ho uživatele. Po použit&iacute; t&eacute;to z&aacute;sady nemůže vybran&yacute; uživatel sv&eacute; složky iFolder sd&iacute;let.<br>
		
		<BR>
        <B>Odvolat</B><BR>
        V&yacute;běrem možnosti <i>Odvolat</i> odstran&iacute;te sd&iacute;len&eacute; členy ze všech složek iFolder, kter&eacute; patř&iacute; vybran&eacute;mu uživateli.<br>
		
      </TD></TR>  </TABLE>
  <P><A HREF="#top" TARGET="_self"> </A></P>
  
<P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Zpět na zač&aacute;tek"></A></P><H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Souvisej&iacute;c&iacute; t&eacute;mata" align="top"> Souvisej&iacute;c&iacute; t&eacute;mata</H4>
  
  <BLOCKQUOTE class="task1"><P><A HREF="users.html">Spr&aacute;va uživatelsk&eacute;ho &uacute;čtu</A><BR>
      <A HREF="ifolders.html">Spr&aacute;va složek iFolder</A><BR>
      <A HREF="ifolderdetails.html">Spr&aacute;va podrobnost&iacute; o složce iFolder</A></P></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Zpět na zač&aacute;tek"></A></P><P>&nbsp;</P><P CLASS="copyright">Symbol ochrann&eacute; zn&aacute;mky (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP> atd.) označuje ochrannou zn&aacute;mku společnosti Novell. Hvězdička (*) označuje ochrannou zn&aacute;mku jin&eacute; společnosti. Dalš&iacute; informace z&iacute;sk&aacute;te v&nbsp;t&eacute;matu <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Pr&aacute;vn&iacute; upozorněn&iacute;</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>