<html>
<head>
  <meta http-equiv="content-type" content="text/html;charset=UTF-8"> 

<!-- Novell iFolder 3.x Web Access  --> 

<title>Startseite</title> 

<!-- Metadata --> 
  <meta name="Author" content="iFolder 3.x Documentation Manager"> 
  <meta name="date" content="02-17-2005"> 
  <meta name="modified" content="06-29-2005"> 
<!-- Documentation Stylesheet --> 
  <link rel="stylesheet" href="hf_style.css" type="text/css"> 
<!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      --> 
      
      <style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
</head>
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
  <h3 class="head3b"><a name="top"></a>Zugreifen auf iFolder-Ordner</h3>
  <p> Verwenden Sie diese Seite, um auf alle f&uuml;r Sie in diesem Konto verf&uuml;gbaren iFolder-Ordner zuzugreifen. Die verf&uuml;gbaren iFolder-Ordner umfassen diejenigen, deren Eigent&uuml;mer Sie sind, und diejenigen, die andere Personen f&uuml;r Sie oder die LDAP-Gruppe, der Sie angeh&ouml;ren, freigegeben haben. Sie k&ouml;nnen &uuml;ber Web Access auf freigegebene iFolder-Ordner zugreifen, selbst wenn Sie den iFolder-Ordner nicht auf einem lokalen Computer eingerichtet haben.</p>
	
	  
  <p>Das Symbol <img src="../../images/ifolder_user_16.gif" width="16" height="16" alt="Symbol &quot;Freigegeben&quot;"> zeigt an, dass der iFolder-Ordner regul&auml;r ist.<br>
    Das Symbol <img src="../../images/encrypt_ilock2_16.gif" width="16" height="16" alt="Symbol &quot;Freigegeben&quot;"> zeigt an, dass der iFolder-Ordner verschl&uuml;ssselt ist.<br>
    Das Symbol <img src="../../images/ifolder_16-gray.gif" width="16" height="16" alt="Symbol &quot;Freigegeben&quot;"> zeigt an, dass der iFolder-Ordner deaktiviert ist. Sie k&ouml;nnen nicht auf einen deaktivierten iFolder-Ordner zugreifen oder ihn f&uuml;r iFolder-Operationen ausw&auml;hlen.</p>
	<p>Sie k&ouml;nnen f&uuml;r jeden iFolder-Ordner das Erstellungsdatum und den Eigent&uuml;mer anzeigen. Klicken Sie auf den iFolder-Link, um die Liste der Ordner und Dateien, die der iFolder-Ordner enth&auml;lt, auf einer neuen Seite anzuzeigen. </p>
  <p>Weitere Informationen finden Sie unter:</p><blockquote > 
<p><a href="#login" target="_self">Anmeldung und Abmeldung</a> <br>
<a href="#browse" target="_self">Suchen nach einem iFolder-Ordner</a> <br>
             <a href="#manage" target="_self">Erstellen eines neuen iFolder-Ordners</a> <br>
<a href="#delete" target="_self">L&ouml;schen eines iFolder-Ordners</a></p></blockquote>
<h3><a name="login"></a>Anmeldung und Abmeldung</h3>
  <p>Falls f&uuml;r die Systemverbindung eine Zeit&uuml;berschreitung erfolgt, w&auml;hrend Sie Ihre iFolder-Ordner bearbeiten, werden Sie durch Web Access auf die Anmeldeseite zur&uuml;ckgeleitet.  Sie k&ouml;nnen sich erneut anmelden, um mit der Bearbeitung fortzufahren, ohne Ihren Browser zu schlie&szlig;en.</p>
  <p>Sie k&ouml;nnen sich abmelden, indem Sie im Header-Bereich oben rechts auf &quot;Abmelden&quot; klicken und anschlie&szlig;end Ihren Browser schlie&szlig;en. Durch die Abmeldung werden Sie zu der URL weitergeleitet, die Ihr Administrator w&auml;hrend der Einrichtung festgelegt hat. Wenn Sie sich nicht abmelden, bleibt die Sitzung bis zur Zeit&uuml;berschreitung der Sitzung ge&ouml;ffnet. Dies kann ein Sicherheitsrisiko darstellen. </p>
<p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Zur&uuml;ck zum Anfang"></a></p>

  <h3><a name="browse">Suchen nach iFolder-Ordnern</a></h3>
  <p> Das Suchwerkzeug oben rechts auf der Seite unterst&uuml;tzt Sie dabei, den gew&uuml;nschten iFolder-Ordner zu finden. Das Suchergebnis wird auf derselben Seite ge&ouml;ffnet. Der gesuchte Text wird hervorgehoben dargestellt. </p>
  <p>Wenden Sie eine oder mehrere der folgenden Suchmethoden an: </p>
  <UL><LI>
      <P>W&auml;hlen Sie ein Filterkriterium (Alle, Neuere, Eigene, Freigegebene) f&uuml;r den iFolder-Ordner und geben Sie dann mindestens einen Buchstaben in das Feld &quot;iFolder-Ordner suchen&quot; ein.</P>
    </LI><LI><P>Geben Sie ein Sternchen (*) in das Feld &quot;iFolder-Ordner suchen&quot; ein, damit eine Liste aller im System vorhandenen iFolder-Ordner wiedergegeben wird. </P></LI><LI><P>Lassen Sie das Feld &quot;iFolder-Ordner suchen&quot; leer, damit eine Liste aller im System vorhandenen iFolder-Ordner wiedergegeben wird.</P></LI></UL>
  <p>Klicken Sie nicht auf die Seite, bis sie vollst&auml;ndig neu geladen ist. Anschlie&szlig;end k&ouml;nnen Sie die im Suchergebnis angezeigte iFolder-Ordnerliste durchsuchen. Bl&auml;ttern Sie im Suchergebnis, bis Sie den zu verwaltenden iFolder-Ordner gefunden haben. Zusammen mit dem Namen des iFolder-Ordners kann Ihnen das Erstellungsdatum dabei helfen, den richtigen Ordner zu identifizieren.</P>
  <p>Klicken Sie auf den iFolder-Ordnernamen, um eine Liste der enthaltenen Ordner und Dateien anzuzeigen, Dateien hoch- oder herunterzuladen, Ordner zu erstellen oder Dateien und Ordner zu l&ouml;schen.</p>
<p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Zur&uuml;ck zum Anfang"></a></p>
  <h3><a name="manage"></a>Neuen iFolder-Ordner erstellen</h3>
  <p>F&uuml;hren Sie zum Erstellen eines neuen iFolder-Ordners die folgenden Schritte aus:</p>
  <ol>
    <li> 
      <p>Klicken Sie auf den auf der Startseite angezeigten Link f&uuml;r einen neuen iFolder-Ordner.</p>
    </li>
    <li> 
      <p>Geben Sie auf der daraufhin ge&ouml;ffneten Seite die gew&uuml;nschten Informationen ein und klicken Sie auf &quot;Erstellen&quot;.</p>
    </li>
  
  </ol>
  
  <h3><a name="delete"></a>iFolder-Ordner l&ouml;schen</h3>
  <p>So l&ouml;schen Sie einen iFolder-Ordner:</p>
  <ol>
  <li> 
      <p>Klicken Sie auf den zu l&ouml;schenden iFolder-Ordner. </p>
    </li>
    <li> 
      <p>Klicken Sie auf der sich &ouml;ffnenden iFolder-Seite auf den angezeigten Link zum L&ouml;schen. 
      <p> 
      <p>Ein Dialogfeld wird angezeigt, in dem Sie gefragt werden, ob Sie den aktuellen iFolder-Ordner l&ouml;schen m&ouml;chten. </p>
    </li>
    <li> 
      <p>Klicken Sie in diesem Dialogfeld auf &quot;OK&quot;, um das L&ouml;schen des iFolder-Ordners zu best&auml;tigen. </p>
    </li>
    <li>Klicken Sie auf &quot;Abbrechen&quot;, um den L&ouml;schvorgang abzubrechen.</li>
  </ol>
  <h3><a name="quota"></a>iFolder-Quoten</h3>
  <p> Sie k&ouml;nnen den dem aktuellen Konto insgesamt zugeordneten Speicherplatz anzeigen. Links werden der benutzte Speicherplatz sowie der insgesamt verf&uuml;gbare Speicherplatz angezeigt.</p>
  <P><font size="-1"><b>WICHTIG:</b> Wenn Sie Mitglied einer LDAP-Gruppe sind, wird die Speicherquote f&uuml;r die LDAP-Gruppe angezeigt, es sei denn, sie wurde auf Benutzerebene festgelegt.</font></P> 
  
  <p> Zum Anzeigen der iFolder-Quote eines bestimmten iFolder-Ordners klicken Sie auf den iFolder-Link, um die Seite zum Durchsuchen des iFolder-Ordners zu &ouml;ffnen. Der benutzte sowie der verf&uuml;gbare Speicherplatz des aktuellen iFolder-Ordners wird unter &quot;iFolder-Quote&quot; links auf der Seite zum Durchsuchen angezeigt. </p>
<a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Zur&uuml;ck zum Anfang"></a>
<H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Verwandte Themen" align="top"> Verwandte Themen</H4><BLOCKQUOTE class="task1"><P ><A HREF="newifolder.html">Erstellen eines neuen iFolder-Ordners</A><br><A HREF="browse.html">Zugreifen auf Ordner und Dateien in Ihren iFolder-Ordnern</A><BR><A HREF="details.html">Anzeigen von iFolder-Ordnereigenschaften</A><BR><A HREF="members.html">Verwalten von iFolder-Ordnermitgliedern</A></P></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Zur&uuml;ck zum Anfang"></A></P><P CLASS="copyright">Ein Markensymbol(<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP> usw.) kennzeichnet eine Novell-Marke. Ein Sternchen (*) kennzeichnet eine Drittanbieter-Marke.     Weitere Informationen finden Sie unter <A HREF="legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Rechtliche Hinweise</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 

</body> 

</html>