<html>
<head>
<!-- Novell iFolder 3.x Web Access -->
<title>Rechtliche Hinweise</title>
<!-- Metadata -->
<meta name="Author" content="iFolder 3.x Documentation Manager">
<meta name="date" content="02-17-2005">
<meta name="modified" content="06-29-2005">
<!-- Documentation Stylesheet --> <link rel="stylesheet" href="hf_style.css" type="text/css">
<!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the
		  page itself.
      --> <style type= "text/css" media="screen">
       
<!--
         body           {  font-family: Arial, Helvetica, Geneva;
									background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px;
									width: 100%; visibility: visible }
         #helpcontent    { position: absolute; top: 37px; left: 10px;
	                        width: 93%; visibility: visible }
       -->
     </style>
</head>
   
<!-- This is the start of the body. It underlays the help banner layer
         and help content layers. -->
   
<body bgcolor="white" marginwidth="0" marginheight="0"
         leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> <table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;">
<tr> <td width="221"> <img src="../../images/help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"></td></tr></table></div><!-- This is end of the Help Banner Layer -->
<!-- This is the start of the Help Content Layer --> <div id="helpcontent"> 
<!-- 	The Page Heading uses CSS style "head3b". This creates an H3 header
		with a line beneath it.
--> <h3 class="head3b">Rechtliche Hinweise</h3><p>Novell, Inc., leistet keinerlei Gew&auml;hr bez&uuml;glich des Inhalts oder Gebrauchs dieses Handbuchs. Insbesondere werden keine ausdr&uuml;cklichen oder stillschweigenden Gew&auml;hrleistungen hinsichtlich der handels&uuml;blichen Qualit&auml;t oder Eignung f&uuml;r einen bestimmten Zweck &uuml;bernommen. Novell, Inc., beh&auml;lt sich das Recht vor, dieses Dokument jederzeit teilweise oder vollst&auml;ndig zu &auml;ndern, ohne dass f&uuml;r Novell, Inc., die Verpflichtung entsteht, Personen oder Organisationen davon in Kenntnis zu setzen.</p><p>Desweiteren &uuml;bernimmt Novell, Inc., f&uuml;r Software keinerlei Haftung und schlie&szlig;t insbesondere jegliche ausdr&uuml;cklichen oder impliziten Gew&auml;hrleistungsanspr&uuml;che bez&uuml;glich der Marktf&auml;higkeit oder der Eignung f&uuml;r einen bestimmten Zweck aus. Au&szlig;erdem beh&auml;lt sich Novell, Inc., das Recht vor, Novell-Software ganz oder teilweise jederzeit inhaltlich zu &auml;ndern, ohne dass f&uuml;r Novell, Inc., die Verpflichtung entsteht, Personen oder Organisationen von diesen &Uuml;berarbeitungen oder &Auml;nderungen in Kenntnis zu setzen.</p><h3>Exporthinweis</h3><p>Die Verwendung, Ausfuhr oder Wiederausfuhr dieses Produkts ist nur unter Einhaltung der geltenden Gesetze oder Bestimmungen, einschlie&szlig;lich der US-Exportbestimmungen oder der nationalen Gesetze des Landes, in dem Sie sich aufhalten, gestattet.</p><h3>Copyright</h3><p>Copyright &copy; 2005 Novell, Inc. Alle Rechte vorbehalten. Ohne die ausdr&uuml;ckliche, schriftliche Genehmigung des Herausgebers darf kein Teil dieser Ver&ouml;ffentlichung reproduziert, fotokopiert, &uuml;bertragen oder in einem Speichersystem verarbeitet werden.</p><h3>Patente</h3><p>Novell, Inc., besitzt Anrechte auf geistiges Eigentum f&uuml;r Technologie, die in das in dieser Dokumentation beschriebene Produkt integriert ist. Diese Anrechte auf geistiges Eigentum umfassen im Besonderen eines oder mehrere der unter <a href="http://www.novell.com/company/legal/patents/">http://www.novell.com/company/legal/patents/</a> aufgelisteten Patente sowie ein oder mehrere andere Patente oder Patentanmeldungen in den USA und in anderen L&auml;ndern, sind jedoch nicht darauf beschr&auml;nkt.</p><h3>Novell-Marken</h3><p>eDirectory ist eine Marke von Novell Inc.</p><p>iFolder ist eine Marke von Novell, Inc.</p><p>Novell ist eine eingetragene Marke von Novell, Inc., in den USA und anderen L&auml;ndern.</p><p>Novell iFolder ist eine eingetragene Marke von Novell, Inc., in den USA und in anderen L&auml;ndern. </p><h3>Marken von Drittanbietern</h3><p>Alle Marken von Drittanbietern sind Eigentum der jeweiligen Inhaber.</p><h3>Konventionen in der Dokumentation</h3><p>In dieser Dokumentation dient das "Gr&ouml;&szlig;er als"-Zeichen (&gt;) zur Trennung von Aktionen innerhalb eines Schritts sowie von Objekten in einem Querverweispfad.</p><p>Ein Markensymbol (<sup><small>&reg;</small></sup>, <sup><small>TM</small></sup> usw.) kennzeichnet eine Novell-Marke. Ein Sternchen (*) kennzeichnet die Marke eines Drittanbieters.</p><p>Wenn derselbe Pfadname f&uuml;r bestimmte Plattformen mit einem umgekehrten Schr&auml;gstrich (\\) und f&uuml;r andere Plattformen mit einem Schr&auml;gstrich (/) geschrieben wird, wird der Pfadname in dieser Dokumentation mit einem umgekehrten Schr&auml;gstrich dargestellt. Benutzer von Plattformen, die Schr&auml;gstriche erfordern (wie etwa Linux* oder UNIX*), m&uuml;ssen die angegebenen umgekehrten Schr&auml;gstriche durch Schr&auml;gstriche ersetzen.</p></div>
</body>
</html>
