<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.x iManager Plugin  --> 
   
     <title>Dossiers iFolder</title>  	 
        
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.x Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="06-29-2005"> 
	 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
  <h3 class="head3b">Gestion des dossiers iFolder</h3>
  <p> Cette interface permet de g&eacute;rer la propri&eacute;t&eacute;, les strat&eacute;gies et l'adh&eacute;sion d'un dossier iFolder s&eacute;lectionn&eacute; pour un compte d'utilisateur iFolder se trouvant dans le domaine iFolder donn&eacute;. L'outil de recherche vous aide &agrave; localiser le compte &agrave; g&eacute;rer. </p>
  <p> <b>Remarque&nbsp;:</b> lorsque vous &ecirc;tes logu&eacute; en tant qu'administrateur secondaire, vous ne pouvez afficher que les dossiers iFolder des utilisateurs pour lesquels vous avez &eacute;t&eacute; d&eacute;sign&eacute; comme administrateur secondaire. De m&ecirc;me, vous ne pouvez g&eacute;rer les dossiers iFolder qu'en fonction des droits qui vous sont assign&eacute;s.</p>
	<BLOCKQUOTE CLASS="blockquote"><P><A HREF="#search" TARGET="_self">Recherche d'un dossier iFolder</A> <BR><A HREF="#browse" TARGET="_self">Consultation des dossiers iFolder dans les r&eacute;sultats de la recherche</A><BR><A HREF="#enable" TARGET="_self">Activation, d&eacute;sactivation et suppression d'un dossier iFolder</A><BR><A HREF="#newuser" TARGET="_self">Cr&eacute;ation d'un nouveau dossier iFolder</A>
 </P></BLOCKQUOTE>
  
  <H3><A NAME="search"></A>Recherche d'un dossier iFolder</H3>
  
<H4>Types de dossiers iFolder</H4>
  <p>L'ic&ocirc;ne <img src="../../images/ifolder.png" width="16" height="16" alt="Shared "> indique que le dossier iFolder est normal.<br>
    L'ic&ocirc;ne <img src="../../images/ifolder_user_16.gif" width="16" height="16" alt="Shared "> indique que le dossier iFolder est partag&eacute;.<br>
    L'ic&ocirc;ne <img src="../../images/encrypt_ifolder.gif" width="16" height="16" alt="Shared "> indique que le dossier iFolder est cod&eacute;.</p>
  <p> Cliquez sur Tout pour afficher tous les dossiers iFolder dans le domaine iFolder en cours. Cliquez sur Orphelin pour afficher tous les dossiers iFolder orphelins.</p>
  <H4>R&eacute;cup&eacute;ration d'une liste des dossiers iFolder se trouvant sur le serveur</H4><P>Utilisez une ou plusieurs des m&eacute;thodes de recherche suivantes, puis cliquez sur Rechercher :</P><UL><LI><P>S&eacute;lectionnez &Eacute;gale comme crit&egrave;re de filtre, puis entrez dans le champ Rechercher dossiers iFolder le nom du dossier iFolder &agrave; localiser.</P></LI><LI>
      <P>S&eacute;lectionnez un crit&egrave;re de filtre (Commence par, Se termine par, Contient, &Eacute;gale) pour le nom du dossier iFolder, puis entrez une ou plusieurs lettres dans le champ Rechercher dossiers iFolder.</P>
    </LI><LI><P>Tapez un ast&eacute;risque (*) dans le champ Rechercher dossiers iFolder pour obtenir une liste de tous les dossiers iFolder se trouvant sur le syst&egrave;me.</P></LI><LI><P>Laissez le champ Rechercher dossiers iFolder vide pour obtenir une liste de tous les dossiers iFolder se trouvant sur le syst&egrave;me.</P></LI></UL>
  <P>Ne cliquez pas sur la page avant que celle-ci ne soit compl&egrave;tement rafra&icirc;chie. Une fois l'actualisation termin&eacute;e, vous pouvez parcourir, trier ou g&eacute;rer les dossiers iFolder list&eacute;s dans les r&eacute;sultats de la recherche. </P>
  <H4><A NAME="browse"></A>Consultation des dossiers iFolder dans les r&eacute;sultats de la recherche</H4>
  <P>Faites d&eacute;filer la liste pour parcourir les r&eacute;sultats de la recherche et localiser le dossier iFolder &agrave; g&eacute;rer. La combinaison du nom et du propri&eacute;taire du dossier iFolder peut vous aider &agrave; identifier le dossier iFolder souhait&eacute;.</P>
  
  <H4><a name="enable"></a>Activation, d&eacute;sactivation et suppression d'un dossier iFolder</H4>
  <br>
	<OL>
    <LI> 
      <P>Localisez le dossier iFolder &agrave; g&eacute;rer, puis cochez la case en regard de celui-ci.</P>
    </LI>
	<LI> 
      <P>S&eacute;lectionnez une op&eacute;ration &agrave; effectuer sur le dossier iFolder :</P>
    </LI>
	<ul><li><P>Cliquez sur Supprimer pour supprimer le dossier iFolder</P><li><P>Cliquez sur Activer pour activer le dossier iFolder.</P>
        <P>L'utilisateur peut alors se loguer et synchroniser les dossiers iFolder.</P>
      </li><li><P>Cliquez sur D&eacute;sactiver pour d&eacute;sactiver le dossier iFolder.</P><P> Si l'utilisateur est logu&eacute; pendant que vous effectuez cette modification, sa session reste active jusqu'&agrave; ce qu'il se d&eacute;logue. La strat&eacute;gie prendra effet la prochaine fois que l'utilisateur tentera de se loguer au compte. Pour que le verrouillage prenne effet imm&eacute;diatement, vous devez red&eacute;marrer les services Apache pour le serveur iFolder. Toutes les sessions actives seront alors d&eacute;connect&eacute;es, y compris celle de l'utilisateur</P></li></ul>
       
   
  </OL><BLOCKQUOTE>
    <P><B><FONT SIZE="-1">REMARQUE :</FONT></B> <FONT SIZE="-1">par d&eacute;faut, tous les dossiers iFolder sont activ&eacute;s.</FONT></P>
  </BLOCKQUOTE> 
  <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="D&eacute;but" TITLE="D&eacute;but"></A>
  <H3><A NAME="newuser"></A>Cr&eacute;ation d'un nouveau dossier iFolder </H3>
  <br>
 
<OL><LI>
      <P>Sur la page Utilisateurs iFolder, cliquez sur Nouveau.</P>
	  <P>La page de cr&eacute;ation de dossiers iFolder s'ouvre sur la page Dossiers iFolder.</P>
    </LI>
    <LI>Sp&eacute;cifiez les informations suivantes, puis cliquez sur Cr&eacute;er.
  </ol>
  <P>
  <BLOCKQUOTE> <B> Nom</B><BR>
    Assignez un nom au dossier iFolder, p. ex. ifolder 1. <BR>
	<BR>
    <B> Description</B><BR>
    Affiche une br&egrave;ve description du dossier iFolder<br>
       
  </BLOCKQUOTE>
 
  <h4>Acc&egrave;s &agrave; la page D&eacute;tails iFolder</h4><br>
  
  <ol>
    
    <li> 
      <p>Utilisez l'outil de recherche pour localiser le dossier iFolder &agrave; g&eacute;rer.</p>
    </li>
    <li> 
      <p>Cliquez sur le lien du dossier iFolder pour ouvrir la page D&eacute;tails iFolder dans l'onglet iFolder. <br>
        <br>
        La page D&eacute;tails iFolder affiche les d&eacute;tails du dossier iFolder actuel, une liste des membres qui le poss&egrave;dent ou le partagent et ses param&egrave;tres de strat&eacute;gie. </p>
    </li>
  </ol>
  <P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="D&eacute;but"></A></P>
  
  <H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Rubriques connexes" align="top">Rubriques connexes</H4>
  
  <BLOCKQUOTE class="task1"><P><A HREF="ifolderdetails.html">Gestion des d&eacute;tails iFolder</A><BR><A HREF="userdetails.html">D&eacute;tails de l'utilisateur </A><BR><A HREF="users.html">Gestion d'un compte utilisateur</A><BR><A HREF="systeminfo.html">Gestion du syst&egrave;me iFolder</A><BR><A HREF="servers.html">Gestion des serveurs iFolder</A><BR><A HREF="reports.html">Rapports</A></P></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="D&eacute;but"></A></P><P>&nbsp;</P><P CLASS="copyright">Le symbole de marque (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP>, etc.) indique une marque de Novell. L'ast&eacute;risque (*) indique une marque d'un fabricant tiers. Pour plus d'informations, reportez-vous aux <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">mentions l&eacute;gales</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>