<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.6 Web Admin Help  --> 
   
     <title>D&eacute;tails iFolder</title>  	 
     
 
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.6 Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="02-29-2007"> 
	 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style>
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
  <h3 class="head3b">Gestion des d&eacute;tails iFolder</h3>
  <p> Cette interface permet de g&eacute;rer la propri&eacute;t&eacute;, les strat&eacute;gies et l'adh&eacute;sion d'un dossier iFolder s&eacute;lectionn&eacute;. </p>
  <p> <b>Remarque</b>&nbsp;: un administrateur secondaire peut g&eacute;rer les strat&eacute;gies d'un dossier iFolder s&eacute;lectionn&eacute; en se basant sur les droits qu'il d&eacute;tient sur ce dossier.</p><BLOCKQUOTE CLASS="blockquote"><P><A HREF="#general" TARGET="_self"> Affichage des d&eacute;tails iFolder </A> <BR><A HREF="#members" TARGET="_self">Membres </A><BR><A HREF="#policies" TARGET="_self">Strat&eacute;gies</A> </P></BLOCKQUOTE>
  
 
  <H4><A NAME="general"></A>Affichage des d&eacute;tails iFolder</H4>
  <P>Vous pouvez afficher les informations suivantes :</P><TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Param&egrave;tre</P></TD><TD CLASS="tablehead2"><P>Description</P></TD></TR><TD VALIGN="TOP">
        <P>Type</P>
      </TD><TD>
        <P><img src="../../images/ifolder.png" width="16" height="16" alt="Folder icon">Dossier iFolder normal</P>
		<P><img src="../../images/encrypt_ifolder.gif" width="16" height="16" alt="Folder icon">Dossier iFolder cod&eacute;</P>
		<p><img src="../../images/ifolder_user_16.gif" width="16" height="16" alt="Shared icon">Dossier iFolder partag&eacute;<br>
      </TD><TR><TD VALIGN="TOP">
        <P>Nom du dossier iFolder</P>
      </TD><TD>
        <P>Affiche le nom assign&eacute; au dossier iFolder </P>
      </TD><TR><TD VALIGN="TOP">
        <P>Description (modifiable)</P>
      </TD><TD>
        <P>Affiche une br&egrave;ve description du dossier iFolder. Vous pouvez modifier la description et cliquer sur Enregistrer pour sauvegarder les changements.</P>
      </TD><TR><TD VALIGN="TOP"><P>Propri&eacute;taire 
</P></TD><TD>
        <P>Affiche le nom d'utilisateur du propri&eacute;taire du dossier iFolder s&eacute;lectionn&eacute;. Le propri&eacute;taire peut &ecirc;tre un utilisateur individuel ou un groupe LDAP. Si un groupe LDAP est le propri&eacute;taire du dossier iFolder, tous les membres du groupe LDAP disposent alors des m&ecirc;mes droits d'acc&egrave;s. Pour les dossiers iFolder orphelins, l'utilisateur Admin iFolder est consid&eacute;r&eacute; comme propri&eacute;taire jusqu'&agrave; ce que le dossier iFolder puisse &ecirc;tre r&eacute;assign&eacute; ou supprim&eacute;.</P>
        <p>Cliquez sur le lien du nom d'utilisateur du propri&eacute;taire pour afficher les d&eacute;tails de son compte utilisateur.</p> 
        <P>Le propri&eacute;taire du dossier iFolder poss&egrave;de le droit Contr&ocirc;le total sur le dossier iFolder. Le propri&eacute;taire g&egrave;re l'adh&eacute;sion et les droits d'acc&egrave;s des utilisateurs et peut supprimer le droit Contr&ocirc;le total pour n'importe quel membre.</P>
      </TD></TR><TR><TD VALIGN="TOP"><P>Chemin d'acc&egrave;s</P></TD><TD><P>Affiche l'emplacement exact du dossier iFolder et de ses donn&eacute;es sur le serveur. Par exemple&nbsp;:</P><P>/var/opt/novell/ifolder3/simias/SimiasFiles/<I>e84fdc6e-3d51-49df-ae3f-8c9213c76994</I>/&lt;Nom_iFolder&gt;</P><P>Dans cet exemple, <I>e84fdc6e-3d51-49df-ae3f-8c9213c76994</I> d&eacute;signe l'ID unique du partage iFolder.</P></TD><TR><TD VALIGN="TOP">
        <P>Modifi&eacute; le</P>
      </TD><TD>
        <P>Affiche l'heure et la date de la derni&egrave;re modification du dossier iFolder.</P>
      </TD><TR><TD VALIGN="TOP">
        <P>R&eacute;pertoires</P>
      </TD><TD>
        <P>Affiche le nombre total de r&eacute;pertoires contenus dans le dossier iFolder.</P>
      </TD><TR><TD VALIGN="TOP">
        <P>Fichiers</P>
      </TD><TD>
        <P>Affiche le nombre total de fichiers contenus dans le dossier iFolder.</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Orphelin</P>
      </TD>
      <TD> 
        <P>Oui indique que le dossier iFolder est orphelin.</P>
        <P>Pour les dossiers iFolder orphelins, l'Administrateur iFolder devient le propri&eacute;taire jusqu'&agrave; ce que le dossier iFolder puisse &ecirc;tre r&eacute;assign&eacute; &agrave; un nouveau propri&eacute;taire ou supprim&eacute;.</P>
      </TD></TR></TABLE>
	  
  <H3><a name="members"></a>Membres </H3>
  <p> Vous pouvez affichez le nom des membres, leur type ainsi que les droits d'acc&egrave;s qui leur sont attribu&eacute;s. Vous &ecirc;tes autoris&eacute; &agrave; ajouter ou supprimer un propri&eacute;taire, &agrave; assigner une propri&eacute;t&eacute; et &agrave; d&eacute;finir des droits d'acc&egrave;s pour un membre s&eacute;lectionn&eacute;. 
  <H4><A NAME="share"></A>Ajout d'un membre</H4><OL><LI>
      <P>Sur la page D&eacute;tails iFolder, cliquez sur Ajouter.</P>
    </LI><LI>
      <P>Recherchez l'utilisateur ou le groupe LDAP &agrave; ajouter en tant que membre, cochez la case en regard du nom de l'utilisateur, puis cliquez sur Ajouter.<BR>
        <BR>
        Par d&eacute;faut, l'utilisateur ou le groupe LDAP dispose d'un acc&egrave;s en lecture seule au dossier iFolder.</P>
    </LI><LI>
      <P>(Facultatif) Cochez la case Utilisateur, puis s&eacute;lectionnez Droits et sp&eacute;cifiez le droit d'acc&egrave;s en tant que Admin, Lecture/&eacute;criture ou Lecture seule, puis cliquez sur D&eacute;finir.<BR>
        <BR>
        Attendez que la page soit rafra&icirc;chie. L'ic&ocirc;ne de l'utilisateur devrait refl&eacute;ter le nouveau droit d'acc&egrave;s. </P>
    </LI></OL>
<H4>Pr&eacute;sentation des droits d'acc&egrave;s aux dossiers iFolder </H4>
<p>Le client iFolder prend en charge le propri&eacute;taire et trois niveaux d'acc&egrave;s pour les membres d'un dossier iFolder&nbsp;:</p>
<P><B><FONT SIZE="-1">REMARQUE :</FONT></B> <FONT SIZE="-1">les membres d'un groupe LDAP h&eacute;ritent des droits d'acc&egrave;s d&eacute;finis pour ce groupe.</FONT></P>
  <BLOCKQUOTE> 
    <P><B>Propri&eacute;taire<BR>
      </B>Un dossier iFolder ne peut avoir qu'un seul propri&eacute;taire, &agrave; savoir un utilisateur ou un groupe LDAP. Il s'agit g&eacute;n&eacute;ralement de l'utilisateur ou du membre du groupe LDAP qui a cr&eacute;&eacute; le dossier iFolder. Si le propri&eacute;taire est un groupe LDAP, tous les membres de ce groupe sont propri&eacute;taires de ce dossier iFolder. L'utilisateur propri&eacute;taire ou les membres du groupe LDAP propri&eacute;taire peuvent utiliser le client iFolder pour transf&eacute;rer la propri&eacute;t&eacute; &agrave; un autre membre du dossier iFolder. L'utilisateur Admin iFolder peut transf&eacute;rer la propri&eacute;t&eacute; &agrave; n'importe quel utilisateur ou groupe LDAP sur le serveur iFolder.</P>
    <P>Le propri&eacute;taire d'un iFolder dispose d'un droit de contr&ocirc;le total sur le dossier. Cet utilisateur ou groupe LDAP dispose de droits de lecture et d'&eacute;criture sur le dossier iFolder, g&egrave;re les membres et les droits d'acc&egrave;s des utilisateurs et groupes LDAP membres et peut supprimer le droit de contr&ocirc;le total d'un membre. Avec un serveur d'entreprise, l'espace disque utilis&eacute; par les dossiers iFolder du propri&eacute;taire est d&eacute;duit des quotas de disque utilisateur du propri&eacute;taire sur le serveur d'entreprise.</P>
    <P>Si un utilisateur ou un groupe LDAP est supprim&eacute; du syst&egrave;me iFolder, les dossiers iFolder d&eacute;tenus par cet utilisateur ou groupe sont orphelins. Les dossiers iFolder orphelins sont assign&eacute;s temporairement &agrave; l'utilisateur Admin iFolder, qui est alors consid&eacute;r&eacute; comme propri&eacute;taire. L'adh&eacute;sion et la synchronisation se poursuivent pour les autres utilisateurs et membres de groupes LDAP tandis que l'utilisateur Admin iFolder d&eacute;termine si un dossier iFolder orphelin doit &ecirc;tre supprim&eacute; ou assign&eacute; &agrave; un nouveau propri&eacute;taire.</P>
  <P><B>Contr&ocirc;le total</B><BR>
      Membre du dossier iFolder partag&eacute; avec le droit de contr&ocirc;le total. L'utilisateur ou le groupe LDAP poss&eacute;dant le droit Contr&ocirc;le total dispose d'un acc&egrave;s lecture/&eacute;criture au dossier iFolder et g&egrave;re l'adh&eacute;sion et les droits d'acc&egrave;s de tous les utilisateurs, &agrave; l'exception du propri&eacute;taire.</P>
  <P><B>Lecture/&eacute;criture</B><BR>
    Membre du dossier iFolder partag&eacute; disposant du droit Lecture/Ecriture sur les r&eacute;pertoires et fichiers du dossier iFolder.</P>
  <P><B>Lecture seule</B><BR>
    Membre du dossier iFolder partag&eacute; disposant du droit Lecture seule sur les r&eacute;pertoires et fichiers du dossier iFolder. Ce membre peut copier un fichier iFolder &agrave; un autre endroit et le modifier en dehors du dossier iFolder.</P>
</BLOCKQUOTE>
<p>Le tableau suivant d&eacute;crit les actions possibles associ&eacute;es &agrave; chaque niveau d'acc&egrave;s pour les utilisateurs.</p>
  <TABLE WIDTH="93%" BORDER="1">
    <tr class="HEADERROW"> 
      <th  CLASS="tablehead2">Fonctions</th>
      <th  CLASS="tablehead2">Propri&eacute;taire</th>
      <th  CLASS="tablehead2">Contr&ocirc;le total</th>
      <th  CLASS="tablehead2">Lecture-&eacute;criture</th>
      <th  CLASS="tablehead2">Lecture seule</th>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >R&eacute;assigner la propri&eacute;t&eacute; &agrave; un autre utilisateur ou groupe LDAP</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
      <td >
        <p >Non</p>
      </td>
      <td >
        <p >Non</p>
      </td>
      <td >
        <p >Non</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >D&eacute;finir un quota pour le dossier iFolder</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
      <td >
        <p >Non</p>
      </td>
      <td >
        <p >Non</p>
      </td>
      <td >
        <p >Non</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Rendre le dossier iFolder disponible pour les autres utilisateurs (partage)</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
      <td >
        <p >Non</p>
      </td>
      <td >
        <p >Non</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Rendre le dossier iFolder indisponible pour les autres utilisateurs (cesser le partage)</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
      <td >
        <p >Oui, &agrave; l'exception du propri&eacute;taire</p>
      </td>
      <td >
        <p >Non</p>
      </td>
      <td >
        <p >Non</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Assigner des droits d'acc&egrave;s iFolder &agrave; d'autres utilisateurs ou &agrave; un groupe LDAP</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
      <td >
        <p >Oui, &agrave; l'exception du propri&eacute;taire</p>
      </td>
      <td >
        <p >Non</p>
      </td>
      <td >
        <p >Non</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Lire les r&eacute;pertoires et les fichiers dans le dossier iFolder </p>
      </td>
      <td >
        <p >Oui</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Ajouter, modifier ou supprimer des r&eacute;pertoires et des fichiers dans le dossier iFolder</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
      <td >
        <p >Non</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Renommer les r&eacute;pertoires et les fichiers d'un dossier iFolder</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
      <td >
        <p >Non</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Renommer le dossier iFolder</p>
      </td>
      <td >
        <p >Non</p>
      </td>
      <td >
        <p >Non</p>
      </td>
      <td >
        <p >Non</p>
      </td>
      <td >
        <p >Non</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Configurer un dossier iFolder sur plusieurs ordinateurs</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Convertir un dossier iFolder (ne pas participer &agrave; un dossier sur un ordinateur local)</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Supprimer un dossier iFolder disponible pour ne pas y participer</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Supprimer le dossier iFolder et ses fichiers sur le serveur (convertir le dossier en dossier normal et ne plus le partager avec d'autres utilisateurs)</p>
      </td>
      <td >
        <p >Oui</p>
      </td>
      <td >
        <p >Non</p>
      </td>
      <td >
        <p >Non</p>
      </td>
      <td >
        <p >Non</p>
      </td>
    </tr>
  </table>
<H4>D&eacute;finition du droit d'acc&egrave;s au dossier iFolder pour un membre</H4>
  
<OL><LI>
      <P>Sur la page D&eacute;tails iFolder, cochez la case en regard du membre dont vous souhaitez g&eacute;rer le droit d'acc&egrave;s.</P>
    </LI><LI>
      <P>S&eacute;lectionnez le menu d&eacute;roulant Droits, puis s&eacute;lectionnez le droit Admin, Lecture/&eacute;criture ou Lecture seule.<BR>
        <BR>Attendez que la page soit rafra&icirc;chie. L'ic&ocirc;ne de l'utilisateur devrait refl&eacute;ter le nouveau droit d'acc&egrave;s.</P></LI></OL>
  <H4>Suppression d'un membre</H4>
<ol>
    <li>Sur la page D&eacute;tails iFolder, cochez la case en regard du nom d'utilisateur du membre.</li>
    <li>Cliquez sur Supprimer.</li>
</ol>
<P>La copie locale des donn&eacute;es de l'utilisateur reste sur l'ordinateur de l'utilisateur, mais celui-ci n'a plus acc&egrave;s la copie serveur des donn&eacute;es iFolder.</P><P> <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="D&eacute;but" TITLE="D&eacute;but"></A></P>
	  <H4>Changement de propri&eacute;taire</H4>
  <P>Lorsque vous modifiez le propri&eacute;taire d'un dossier iFolder, le propri&eacute;taire existant devient membre du dossier iFolder et se voit attribuer le droit Lecture/&eacute;criture. Pour les dossiers iFolder orphelins, l'Administrateur iFolder devient le propri&eacute;taire jusqu'&agrave; ce que le dossier iFolder soit r&eacute;assign&eacute; &agrave; un nouveau propri&eacute;taire ou supprim&eacute;. Si le nouveau propri&eacute;taire n'est actuellement pas membre du dossier iFolder, une notification d'abonnement est envoy&eacute;e sur le compte iFolder de l'utilisateur.</P>
  <OL>
    <LI> 
      <P>Sur la page D&eacute;tails iFolder, recherchez l'utilisateur ou le groupe LDAP que vous souhaitez assigner en tant que nouveau propri&eacute;taire du dossier iFolder.</P>
    </LI>
    <LI>
      <P><i>Cochez la case en regard du nom de l'utilisateur, puis cliquez sur Propri&eacute;taire</i>.</P>
    </LI>
    
  </OL>
  <P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="D&eacute;but"></A></P>
  <H3><A NAME="policy"></A>Strat&eacute;gies</H3>
  
  <P>Le tableau suivant liste les strat&eacute;gies que vous pouvez g&eacute;rer pour n'importe quel dossier iFolder. Modifiez une ou plusieurs des valeurs suivantes, puis cliquez sur Enregistrer pour appliquer les nouveaux param&egrave;tres : </P>
<TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Param&egrave;tre</P></TD><TD CLASS="tablehead2"><P>Description</P></TD></TR><TR><TD VALIGN="TOP">
        <P>D&eacute;sactiver la synchronisation</P>
      </TD><TD>
        <P>S&eacute;lectionnez cette option pour d&eacute;sactiver, g&eacute;n&eacute;ralement de mani&egrave;re temporaire, la synchronisation. 
        </P>
        <P>D&eacute;s&eacute;lectionnez cette option pour permettre la synchronisation des donn&eacute;es au sein du dossier iFolder.</P>
        <P>Valeur par d&eacute;faut : Activ&eacute;, Oui</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Quota de disque</P>
      </TD><TD>
        <P>Cochez la case Limite, puis sp&eacute;cifiez la taille maximale (en Mo) pour le dossier iFolder s&eacute;lectionn&eacute;.</P>
        <P>Si vous activez le quota iFolder &agrave; l'&eacute;chelle du syst&egrave;me ou au niveau du groupe LDAP, le quota d'un compte utilisateur pr&eacute;vaut s'il est inf&eacute;rieur ou sup&eacute;rieur au quota du groupe LDAP ou syst&egrave;me. </P>
        <P>Valeur par d&eacute;faut : D&eacute;sactiv&eacute;, Aucune limite</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P> Utilis&eacute;</P>
        <P>(Affichage uniquement)&nbsp;</P></TD><TD>
        <P>Indique l'espace actuellement occup&eacute; par les donn&eacute;es iFolder.</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Disponible</P>
        <P>(Affichage uniquement)&nbsp;</P></TD><TD>
        <P>Indique l'espace disponible sur le serveur pour les donn&eacute;es iFolder.</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Effectif</P>
        <P>(Affichage uniquement)&nbsp;</P></TD><TD>
        <P>Indique l'espace r&eacute;ellement disponible sur le serveur pour les donn&eacute;es iFolder.</P>
      </TD></TR>
	  <TR><TD VALIGN="TOP">
        <p>Taille du fichier</p>
      </TD>
      <TD> <B>Limite</B><BR>
          Sp&eacute;cifie la taille de fichier maximale totale (en Mo) qu'un utilisateur iFolder est autoris&eacute; &agrave; utiliser, parmi tous les dossiers iFolder qu'il poss&egrave;de pour le compte utilisateur s&eacute;lectionn&eacute;. <br>
          <BR>
        <B>Effectif</B><BR>
        Affiche la taille de fichier effective allou&eacute;e &agrave; l'utilisateur.<br>
		<ul><P><font size="-1"><b>IMPORTANT :</b> les utilisateurs ne peuvent synchroniser correctement les fichiers dont la taille entra&icirc;nerait le d&eacute;passement d'un quota. S'ils tentaient toutefois cette op&eacute;ration, le fichier ne serait que partiellement synchronis&eacute;, ce qui provoquerait une corruption des donn&eacute;es. </font></P></ul>
      </TD></TR>
	  <TR>
      <TD VALIGN="TOP"> 
        <p>Fichiers exclus</p>
      </TD>
      <TD> 
        <P>Dresse une liste des types de fichiers &agrave; inclure ou exclure de la synchronisation pour le dossier iFolder s&eacute;lectionn&eacute;.</P>
        <p>Les fichiers du gestionnaires de fichiers nomm&eacute;s thumbs.db et DS-Store ne sont jamais synchronis&eacute;s. 
        </p>
    
        <P>Pour ajouter une extension de fichier au filtre d'exclusion, tapez l'extension (par ex. *.mpg), puis cliquez sur Ajouter pour appliquer le filtre. </P>
        <P>Pour exclure un type de fichier de la synchronisation, cochez la case en regard du type de fichier dans la liste des types de fichiers restreinte, puis cliquez sur Refuser.</P>
        <P>Pour autoriser la synchronisation d'un type de fichier, cochez la case en regard du type de fichier dans la liste des types de fichiers restreinte, puis cliquez sur Autoriser.</P>
        <P>Pour supprimer un type de fichier de la liste des types de fichier restreinte, cochez la case en regard du type de fichier, puis cliquez sur Supprimer.<br>
        </P>
        <P>Valeur par d&eacute;faut : D&eacute;sactiv&eacute;, Autoriser tous les types de fichiers ou les param&egrave;tres syst&egrave;me.</P>
      </TD></TR>
	
      
<TR><TD VALIGN="TOP">
        <P> Intervalle de synchronisation</P>
      </TD><TD>
        <P>Cochez la case Intervalle de synchronisation pour activer un intervalle minimal pour le dossier iFolder s&eacute;lectionn&eacute;, puis sp&eacute;cifiez la valeur minimale en minutes que les utilisateurs sont autoris&eacute;s &agrave; d&eacute;finir sur leur client iFolder.</P>
        <P> Pour d&eacute;sactiver ce param&egrave;tre, d&eacute;s&eacute;lectionnez la case Intervalle de synchronisation. Si l'option est d&eacute;sactiv&eacute;e, la valeur indiqu&eacute;e est Illimit&eacute;.</P>
        <P> Si cette option est activ&eacute;e, l'intervalle de synchronisation minimal sp&eacute;cifie l'intervalle minimal en minutes au cours duquel le client de l'utilisateur peut consulter les donn&eacute;es iFolder sur le serveur et les dossiers iFolder locaux afin d'identifier les fichiers qui doivent &ecirc;tre t&eacute;l&eacute;charg&eacute;s.</P>
  <P>      L'intervalle de synchronisation minimal effectif est toujours la plus grande valeur des param&egrave;tres suivants :</P>
  <ul>
    <li>
            <p> La strat&eacute;gie syst&egrave;me (valeur par d&eacute;faut : 5 minutes), sauf si une strat&eacute;gie utilisateur ou groupe LDAP est d&eacute;finie. Si une strat&eacute;gie de groupe LDAP est d&eacute;finie, elle pr&eacute;vaut sur la strat&eacute;gie syst&egrave;me. Si une strat&eacute;gie utilisateur est d&eacute;finie, celle-ci pr&eacute;vaut sur la strat&eacute;gie de groupe LDAP ou syst&egrave;me, peu importe que sa valeur soit sup&eacute;rieure ou inf&eacute;rieure.</p>
    </li>
    <li>
      <p> La strat&eacute;gie de la machine locale ou la configuration sur la machine du client synchronis&eacute;e avec le serveur</p>
    </li>
    <li>
      <p> La strat&eacute;gie (de collection) du dossier iFolder</p>
    </li>
  </ul>  
        <P> Valeur par d&eacute;faut : D&eacute;sactiv&eacute;, Limite d&eacute;finie par le client iFolder</P>
      </TD>
</TR><TR><TD VALIGN="TOP">
        <P> Partage</P>
      </TD><TD> <B>Actif</B><BR>
        Par d&eacute;faut, le partage iFolder est activ&eacute;. D&eacute;selectionnez Actif pour d&eacute;sactiver le partage du dossier iFolder s&eacute;lectionn&eacute;. Apr&egrave;s l'application de cette strat&eacute;gie, le dossier iFolder s&eacute;lectionn&eacute; ne peut pas &ecirc;tre partag&eacute; ni par l'Admin ni par le propri&eacute;taire du dossier iFolder.<br>
          <BR>
        <B>R&eacute;voquer</B><BR>
        S&eacute;lectionnez <i>R&eacute;voquer</i> pour supprimer tous les membres de la liste de membres partag&eacute;s pour le dossier iFolder s&eacute;lectionn&eacute;.<br>
		<ul>
          <P><font size="-1"><b>IMPORTANT&nbsp;:</b> ces deux options sont d&eacute;sactiv&eacute;es si vous activez et appliquez l'option <i>Partage</i> au niveau du syst&egrave;me ou de l'utilisateur.</font></P>
        </ul>
      </TD></TR></TABLE><BR><P> 
  
  <H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Rubriques connexes" align="top">Rubriques connexes</H4><BLOCKQUOTE class="task1"><P ><A HREF="ifolders.html">Gestion des dossiers iFolder </A><BR><A HREF="users.html">Gestion des utilisateurs </A><BR><A HREF="userdetails.html">D&eacute;tails de l'utilisateur</A><BR><A HREF="servers.html#orphan" TARGET="_self">Gestion des serveurs iFolder</A>
    </P>
  </BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="D&eacute;but"></A></P><P>&nbsp;</P><P CLASS="copyright">Le symbole de marque (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP>, etc.) indique une marque de Novell. L'ast&eacute;risque (*) indique une marque d'un fabricant tiers. Pour plus d'informations, reportez-vous aux <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">mentions l&eacute;gales</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>