<html>

<head>

     <!-- Novell iFolder 3.x  --> 
   
     <title>Mentions l&eacute;gales</title>
        
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.x Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="06-29-2005"> 
	 
	 	 <!-- Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   

</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
<h3 class="head3b">Mentions l&eacute;gales</h3>
<p>Novell, Inc. n'accorde aucune garantie, explicite ou implicite, quant au contenu de cette documentation, y compris toute garantie de bonne qualit&eacute; marchande ou d'aptitude &agrave; un usage particulier. Novell se r&eacute;serve en outre le droit de r&eacute;viser cette publication &agrave; tout moment et sans pr&eacute;avis.</p>
  <p>Par ailleurs, Novell exclut toute garantie relative &agrave; tout logiciel, notamment toute garantie, expresse ou implicite, que le logiciel pr&eacute;senterait des qualit&eacute;s sp&eacute;cifiques ou qu'il conviendrait &agrave; un usage particulier. Novell se r&eacute;serve en outre le droit de modifier &agrave; tout moment tout ou partie des logiciels Novell, sans notification pr&eacute;alable de ces modifications &agrave; quiconque.</p>
  <h3>Avis relatif &agrave; l'exportation</h3>
  <p>Tous les produits ou informations techniques fournis dans le cadre de ce contrat peuvent &ecirc;tre soumis &agrave; des contr&ocirc;les d'exportation aux &Eacute;tats-Unis et &agrave; la l&eacute;gislation commerciale d'autres pays. Vous vous engagez &agrave; respecter toutes les r&eacute;glementations de contr&ocirc;le des exportations et &agrave; vous procurer les licences et classifications n&eacute;cessaires pour exporter, r&eacute;exporter ou importer des produits livrables. Vous acceptez de ne pas proc&eacute;der &agrave; des exportations ou &agrave; des r&eacute;exportations vers des entit&eacute;s figurant sur les listes noires d'exportation en vigueur aux &Eacute;tats-Unis ou vers des pays terroristes ou soumis &agrave; un embargo par la l&eacute;gislation am&eacute;ricaine en mati&egrave;re d'exportations. Vous acceptez de ne pas utiliser les produits livrables pour le d&eacute;veloppement prohib&eacute; d'armes nucl&eacute;aires, de missiles ou chimiques et biologiques. Consultez la <a href="http://www.novell.com/info/exports/">page Web des services de commerce international de Novell</a> pour plus d'informations sur l'exportation des logiciels Novell.  Novell d&eacute;cline toute responsabilit&eacute; dans le cas o&ugrave; vous n'obtiendriez pas les approbations d'exportation n&eacute;cessaires.</p>
  <h3>Copyright</h3>
  <p>Copyright &copy; 2005-2011 Novell, Inc. Tous droits r&eacute;serv&eacute;s. Cette publication ne peut &ecirc;tre reproduite, photocopi&eacute;e, stock&eacute;e sur un syst&egrave;me de recherche documentaire ou transmise, m&ecirc;me en partie, sans le consentement &eacute;crit explicite pr&eacute;alable de l'&eacute;diteur.</p>
  
</div>
</body>
</html>