<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.7  --> 
   
     <title>Gestion des param&egrave;tres LDAP</title>  	 
     
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.7 Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="06-29-2005"> 
	 <meta name="modified" content="11-15-2007"> 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
      
       --> <h3 class="head3b">Gestion des param&egrave;tres LDAP du syst&egrave;me iFolder</h3>
  <p> Cette interface permet de modifier les param&egrave;tres LDAP du serveur Novell<SUP><SMALL>&reg;</SMALL></SUP> iFolder<SUP><SMALL>&reg;</SMALL></SUP> 3.7 s&eacute;lectionn&eacute; ou d'une version ult&eacute;rieure dans ce domaine iFolder. </p>
  
  <H3><A NAME="modify"></A>Modification des param&egrave;tres LDAP</H3><P>Modifiez les champs suivants, puis cliquez sur <i>OK</i> pour appliquer vos modifications :</P><TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Param&egrave;tre</P></TD><TD CLASS="tablehead2"><P>Description</P></TD></TR>
<TR><TD VALIGN="TOP">
        <P>DN Admin LDAP</P>
      </TD><TD>
        <P>Sp&eacute;cifiez le nom distinctif complet de l'Admin LDAP. Ce dernier peut &ecirc;tre identique ou diff&eacute;rent de votre Admin iFolder.</P>
      </TD></TR>
	  <TR><TD VALIGN="TOP">
        <P>Mot de passe Admin LDAP</P>
      </TD><TD>
        <P>Le mot de passe sert &agrave; authentifier l'utilisateur Admin LDAP sur le serveur LDAP. </P>
        
        <P>Cliquez sur <i>OK</i> pour mettre &agrave; jour le mot de passe stock&eacute; dans les param&egrave;tres LDAP.</P>
<blockquote>
  
</blockquote>
</TD></TR><TR><TD VALIGN="TOP">
        <P>Serveur LDAP</P>
      </TD><TD>
        <P>Sp&eacute;cifiez le nom DNS ou l'adresse IP du serveur LDAP. Il peut s'agir de n'importe quel serveur du syst&egrave;me iFolder.</P>
      </TD></TR>
	  <TR><TD VALIGN="TOP">
        <P>SSL LDAP</P>
      </TD><TD>
        <P>S&eacute;lectionnez <i>Oui</i> pour activer SSL LDAP. Si SSL est activ&eacute; sur le serveur, la valeur est Oui ; dans le cas contraire, la valeur est Non.<BR>
        </P></TD></TR><TR><TD VALIGN="TOP">
        <P>Utilisateur proxy&nbsp;&nbsp;</P>
      </TD><TD>
        <P>L'utilisateur proxy iFolder est une identit&eacute; d'utilisateur proxy existante utilis&eacute;e pour acc&eacute;der au serveur LDAP en lecture afin de r&eacute;cup&eacute;rer une liste d'utilisateurs autoris&eacute;s. L'utilisateur proxy est cr&eacute;&eacute; automatiquement pendant la configuration du serveur d'entreprise iFolder dans YaST. Le nom d'utilisateur est g&eacute;n&eacute;r&eacute; automatiquement de mani&egrave;re &agrave; &ecirc;tre unique sur le syst&egrave;me. </P>
    <P> Assurez-vous que le compte utilisateur assign&eacute; &agrave; l'utilisateur proxy iFolder est diff&eacute;rent de celui utilis&eacute; pour l'utilisateur Admin iFolder et les autres utilisateurs syst&egrave;me. La diff&eacute;renciation de l'utilisateur proxy de l'administrateur assure la s&eacute;paration des privil&egrave;ges et est &eacute;galement importante dans la mesure o&ugrave; le mot de passe de l'utilisateur proxy est stock&eacute; dans le syst&egrave;me de fichiers sur le serveur iFolder.</P>
    <P> Sp&eacute;cifiez le nom distinctif complet d'un utilisateur existant que vous souhaitez d&eacute;signer comme utilisateur proxy iFolder. Cette identit&eacute; doit poss&eacute;der le droit de lecture sur l'annuaire LDAP. Par exemple&nbsp;: </P>
        <P> cn=iFolderProxy,o=acme</P>
    <P> Veillez &eacute;galement &agrave; saisir le mot de passe du nouvel utilisateur dans le champ Mot de passe proxy.</P>
        <P> Apr&egrave;s modification de l'utilisateur proxy, vous souhaiterez peut-&ecirc;tre synchroniser imm&eacute;diatement les listes d'utilisateurs LDAP avec les nouvelles informations proxy iFolder ; si vous ne le faites pas, les informations de l'utilisateur proxy ne seront pas test&eacute;es avant la synchronisation planifi&eacute;e suivante de la liste d'utilisateurs. Utilisez l'option <i>Synchroniser maintenant</i> sous <i>D&eacute;tails LDAP</i> sur la page D&eacute;tails du serveur pour synchroniser la liste d'utilisateurs iFolder &agrave; la demande et v&eacute;rifier les param&egrave;tres de votre nouvel utilisateur proxy.</P>
        </TD></TR>
	<TR><TD VALIGN="TOP"><P>Mot de passe de l'utilisateur proxy&nbsp;</P></TD><TD>
        <P>Le mot de passe sert &agrave; authentifier l'utilisateur proxy iFolder sur le serveur LDAP lorsque iFolder synchronise les utilisateurs avec le serveur LDAP. </P>
        <P>Pour modifier le mot de passe de l'utilisateur proxy iFolder, vous ne devez pas mettre &agrave; jour la valeur stock&eacute;e dans les param&egrave;tres LDAP du syst&egrave;me iFolder. Vous pouvez utiliser directement cette pour modifier le mot de passe.</p>
        <P>Ce mot de passe mot doit correspondre &agrave; celui stock&eacute; dans l'objet eDirectory<sup><small>TM</small></sup> de l'utilisateur proxy iFolder. </P>
<P>Sp&eacute;cifiez le mot de passe deux fois, puis cliquez sur <i>OK</i> pour mettre &agrave; jour le mot de passe stock&eacute; dans les param&egrave;tres LDAP.</P>
<P>Remarque : si iFolder est configur&eacute; pour utiliser un proxy OES commun, le mot de passe de l'utilisateur de proxy ne doit pas &ecirc;tre modifi&eacute; &agrave; partir de la console iFolder Web Admin.</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Contextes LDAP </P>
      </TD><TD>
        <P> Sp&eacute;cifiez ou modifiez les conteneurs, groupes ou utilisateurs LDAP parmi lesquels iFolder recherche une liste d'utilisateurs autoris&eacute;s pour provisionner les serveurs iFolder sur ce serveur d'entreprise. Les contextes LDAP s'introduisent en format LDAP. Par exemple&nbsp;: </P>
        <P> cn=group,o=acme#cn=dbgroup,o=acme#</P>
        <P>Pour modifier une valeur, s&eacute;lectionnez-la, apportez vos modifications, puis cliquez sur <i>OK</i> pour appliquer les changements.</P>  
  
        <P>L'utilisateur Admin iFolder est provisionn&eacute; pour les serveurs pendant l'installation. Cet utilisateur &eacute;tant suivi par son GUID, il est disponible m&ecirc;me si vous ne sp&eacute;cifiez pas de conteneur, de groupe ou d'utilisateur, ainsi que si vous sp&eacute;cifiez pour la recherche des noms de domaine qui ne contiennent pas l'utilisateur Admin iFolder. Cette identit&eacute; doit &ecirc;tre provisionn&eacute;e pour permettre &agrave; l'utilisateur Admin iFolder d'effectuer des t&acirc;ches de gestion.</P>
        <P>La synchronisation LDAP peut &ecirc;tre planifi&eacute;e ou effectu&eacute;e manuellement en cliquant sur le bouton <i>Synchroniser maintenant</i>. Lors de la synchronisation LDAP, le serveur iFolder interroge le serveur LDAP et r&eacute;cup&egrave;re la liste des utilisateurs du DN sp&eacute;cifi&eacute; dans le champ <i>Contexte LDAP</i>. Les noms des utilisateurs du domaine iFolder sont compar&eacute;s &agrave; ceux de la liste LDAP. Si un utilisateur est ajout&eacute; ou supprim&eacute; du contexte LDAP sp&eacute;cifi&eacute;, le domaine iFolder est mis &agrave; jour par la suite.</P>
        <P>M&ecirc;me si un utilisateur est supprim&eacute; du contexte LDAP, la premi&egrave;re synchronisation LDAP ne d&eacute;sactive que l'utilisateur du domaine iFolder ind&eacute;pendamment de la strat&eacute;gie d'intervalle de gr&acirc;ce. L'utilisateur d&eacute;sactiv&eacute; n'est jamais supprim&eacute; automatiquement &agrave; l'issue de la p&eacute;riode de gr&acirc;ce et reste dans le domaine iFolder avec l'&eacute;tat D&eacute;sactiv&eacute;. Si cet utilisateur est de nouveau configur&eacute; au cours de la p&eacute;riode de gr&acirc;ce, il redevient actif pour tous les dossiers iFolder. &Agrave; l'issue de la p&eacute;riode de gr&acirc;ce, l'utilisateur est supprim&eacute; du domaine iFolder lors de la synchronisation LDAP suivante et tous ses dossiers iFolder deviennent orphelins. Les dossiers iFolder orphelins sont r&eacute;assign&eacute;s &agrave; l'utilisateur Admin iFolder.</P>
      </TD></TR>
  </TABLE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="D&eacute;but"></A></P><H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Rubriques connexes" align="top">Rubriques connexes</H4><BLOCKQUOTE class="task1">
<P ><A HREF="system.html">Gestion du syst&egrave;me iFolder</A><BR><A HREF="member.html">Gestion d'un compte utilisateur</A></P></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="D&eacute;but"></A></P><P>&nbsp;</P><P CLASS="copyright">Le symbole de marque (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP>, etc.) indique une marque de Novell. L'ast&eacute;risque (*) indique une marque d'un fabricant tiers. Pour plus d'informations, reportez-vous aux <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">mentions l&eacute;gales</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>