<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.x iManager Plugin  --> 
   
     <title>Syst&egrave;me iFolder</title>  	 
   
        
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.x Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="06-29-2005"> 
	 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       
       --> <h3 class="head3b">Gestion du syst&egrave;me iFolder</h3>
  <p> Cette interface permet de g&eacute;rer les services Novell iFolder<SUP><SMALL>&reg;</SMALL></SUP> 3.7 ou version ult&eacute;rieure pour le serveur s&eacute;lectionn&eacute;.</p>
  <P>Cette aide aborde les sujets suivants&nbsp;:</P>
  <blockquote> <P><A HREF="#sytemsettings" TARGET="_self">Param&egrave;tres du syst&egrave;me </A> <BR><A HREF="#status" TARGET="_self">Statut red&eacute;ploiement</a><BR><A HREF="#admin" TARGET="_self">Onglet Administrateurs</a><BR> <A HREF="#policy" TARGET="_self">Strat&eacute;gies </a><BR></P></BLOCKQUOTE>
  
  <H3><A NAME="sytemsettings"></A>Param&egrave;tres du syst&egrave;me</H3>
  <p>La section Param&egrave;tres du syst&egrave;me affiche les informations suivantes&nbsp;:</p>
  <TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Param&egrave;tre</P></TD><TD CLASS="tablehead2"><P>
    Description</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Nom</P>
      </TD><TD>
        <P>Affiche le nom assign&eacute; au domaine iFolder.</P>
		<P>Pour &eacute;diter le nom du domaine iFolder, entrez le nouveau nom et cliquez sur Enregistrer.</P>
		  
        <P>Pour annuler les modifications effectu&eacute;es, cliquez sur Annuler.</P>
      </TD><TR><TD VALIGN="TOP">
        <P>Description</P>
      </TD><TD>
        <P>Affiche une br&egrave;ve description du domaine iFolder..</P>
		<P>Pour &eacute;diter la description du syst&egrave;me, entrez la nouvelle description et cliquez sur Enregistrer.</P>
		  
        <P>Pour annuler les modifications effectu&eacute;es, cliquez sur Annuler.</P>
      </TD>
    <tr>
      <TD VALIGN="TOP">
        <P>Option SSL</P>
        
      </TD>
      <TD> 
        <P>Affiche le mode de communication entre les serveurs iFolder, le client iFolder, la console iFolder Web Access et la console iFolder Web Admin. 
      </TD>
    </tr>
    <TR><TD VALIGN="TOP">
        <P>Nombre total d'utilisateurs</P>(affichage uniquement)&nbsp;
      </TD><TD>
        <P>Indique le nombre total d'utilisateurs dans le domaine iFolder. 
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Total de dossiers iFolder</P>
        (affichage uniquement)&nbsp;
      </TD><TD>
        <P>Indique le nombre total de dossiers iFolder appartenant au domaine iFolder. 
      </TD></TR><TR><TD VALIGN="TOP">
        Ordre d'affichage du nom complet</TD><TD>
        <p>
        Permet de d&eacute;finir l'ordre dans lequel le nom complet d'un utilisateur s'affiche. S&eacute;lectionnez l'option <i>(Pr&eacute;nom, Nom)</i> pour afficher le pr&eacute;nom suivi du nom. Vous pouvez &eacute;galement s&eacute;lectionner l'option <i>(Nom, Pr&eacute;nom)</i> pour afficher le nom suivi du pr&eacute;nom.  </p>
        <p class="Normal2">
        Les changements ne sont pris en compte qu'apr&egrave;s une synchronisation LDAP planifi&eacute;e ou une synchronisation LDAP manuelle. Pour proc&eacute;der &agrave; une synchronisation LDAP manuelle&nbsp;:</p>
        <ol>
          <li>
          <p class="Normal2">
          <span style="font-size:11.0pt;font-family:Arial;
">Dans la console Web admin, cliquez sur l'onglet <i>Serveurs</i>, s&eacute;lectionnez le serveur, puis allez sur la page D&eacute;tails du serveur.</span></li>
          <li>
          <p class="Normal2">
          <span style="font-size: 11.0pt; font-family: Arial; "> Dans la section <i>D&eacute;tails LDAP</i>, cliquez sur le bouton <i>Synchroniser maintenant</i>.</span></li>
        </ol>
      </TD></TR><TR><TD VALIGN="TOP">
        <span style="font-size: 11.0pt; font-family: Arial; "> G&eacute;rer le quota du groupe &agrave; l'aide de</span></TD><TD>
        <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;">Vous permet de d&eacute;finir le mode de gestion du quota de disque total sp&eacute;cifi&eacute; pour les groupes. </span></p>
        <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;">S&eacute;lectionnez l'option <i>Console de l'administrateur</i> pour permettre aux administrateurs de g&eacute;rer de mani&egrave;re explicite le quota de disque pour les groupes et les membres d'un groupe. Lorsque vous s&eacute;lectionnez cette option, le quota de disque assign&eacute; aux utilisateurs est limit&eacute; afin de ne pas d&eacute;passer l'utilisation totale du disque par le groupe. Par d&eacute;faut, l'option <i>Console de l'administrateur</i> est s&eacute;lectionn&eacute;e.</span></p>
        <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;">S&eacute;lectionnez l'option <i>Moteur de synchronisation</i> pour permettre au moteur de synchronisation de g&eacute;rer le quota de disque total pour les groupes sur l'interface dorsale. Le moteur de synchronisation veille &agrave; ce que le quota de disque pour tous les utilisateurs d'un groupe ne d&eacute;passe pas le quota de disque total du groupe.</span></p>
        <p class="Normal2">&nbsp;
        </p>
        </TD></TR><TR><TD VALIGN="TOP">
        <span style="font-size: 11.0pt; font-family: Arial; "> Groupes distincts</span></TD><TD>
        <span style="font-size: 11.0pt; font-family: Arial; "> Vous permet de s&eacute;parer les groupes en entit&eacute;s ind&eacute;pendantes et de veiller &agrave; ce que les membres d'un groupe ne soient pas accessibles aux membres d'un autre groupe pour le partage de dossiers iFolder. Cochez la case <i>Cr&eacute;er des groupes distincts</i> pour n'activer le partage de dossiers iFolder que parmi les membres du m&ecirc;me groupe.</span><p>
        <span style="font-family: Arial; ">Remarque&nbsp;:</span> <span style="font-size: 11.0pt; font-family: Arial; ">un groupe LDAP ne peut pas &ecirc;tre un administrateur secondaire ni primaire.</span></TD></TR></TABLE>
 <P> <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="D&eacute;but"></A></P> 
 <H3><A NAME="status"></A>Statut red&eacute;ploiement</H3> 
  <p> Vous pouvez d&eacute;placer les utilisateurs entre diff&eacute;rents serveurs. Avec cette interface, vous pouvez afficher le statut red&eacute;ploiement. Cliquez sur Statut red&eacute;ploiement pour afficher le statut de chaque utilisateur. </p>
  <P> <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="D&eacute;but"></A></P>
  <H3><a name="admin"></a>Administrateurs iFolder</H3>
<P>L'utilisateur Admin iFolder est l'administrateur primaire du serveur d'entreprise iFolder. Lorsque des dossiers iFolder sont orphelins, la propri&eacute;t&eacute; est transf&eacute;r&eacute;e &agrave; l'utilisateur Admin iFolder pour r&eacute;assignation &agrave; un autre utilisateur ou pour suppression. Au d&eacute;part, vous sp&eacute;cifiez l'utilisateur Admin iFolder lors de la configuration dans YaST du serveur d'entreprise iFolder. </P>
  <P>L'utilisateur Admin iFolder doit &ecirc;tre provisionn&eacute; pour permettre &agrave; l'administrateur iFolder d'ex&eacute;cuter des t&acirc;ches de gestion. iFolder assure le suivi de cet utilisateur par le biais du GUID de l'objet LDAP, ce qui lui permet d'appartenir &agrave; n'importe quel conteneur ou groupe LDAP dans l'arborescence, m&ecirc;me ceux non identifi&eacute;s comme DN de recherche. Les mouvements de l'utilisateur peuvent &ecirc;tre suivis partout dans l'arborescence puisqu'il est identifiable par son GUID et non par son DN.</P>
  <P>Le droit Admin iFolder peut &ecirc;tre assign&eacute; &agrave; d'autres utilisateurs leur permettant ainsi de g&eacute;rer &eacute;galement les services iFolder pour le serveur s&eacute;lectionn&eacute;. Seuls les utilisateurs se trouvant dans l'un des DN sp&eacute;cifi&eacute;s dans le DN de recherche LDAP peuvent &ecirc;tre consid&eacute;r&eacute;s comme &eacute;quivalents de l'utilisateur Admin iFolder.</P>
  <P>Si vous assignez le droit Admin iFolder &agrave; d'autres utilisateurs, ces derniers sont soumis &agrave; la relation liste / DN de recherche. L'utilisateur est supprim&eacute; de la liste et destitu&eacute; du droit Admin iFolder si vous le supprimez, retirez son DN de la liste des DN de recherche ou lui attribuez un nouveau DN qui ne figure pas dans les DN de recherche.</P>
  <P><span style="FONT-FAMILY: Arial">L'utilisateur Admin iFolder ou l'administrateur primaire cr&eacute;e l'administrateur secondaire et lui assigne des groupes.</span></P><P><font size="-1"><b>IMPORTANT :</b> vous ne pouvez pas assigner le droit d'utilisateur Admin &agrave; un groupe LDAP.</font></P>
  <P><span style="FONT-FAMILY: Arial">La page Syst&egrave;me affiche les onglets Administrateur primaire et Administrateur secondaire. Les param&egrave;tres suivants sont communs &agrave; ces deux onglets&nbsp;:</span></P>
	<TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Param&egrave;tre</P></TD><TD CLASS="tablehead2"><P>Description</P></TD></TR>
      <TR><TD VALIGN="TOP">
        <P>Type</P>
      </TD>
      <TD> 
        <P>Affiche l'ic&ocirc;ne Utilisateur Admin.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Nom d'utilisateur</P>
      </TD>
      <TD> 
        <P>Affiche le nom d'utilisateur assign&eacute; au compte de l'utilisateur Admin, p. ex. jdupont ou jacques.dupont@exemple.com.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Nom complet</P>
      </TD>
      <TD> 
        <P>Affiche les nom et pr&eacute;nom du compte de l'utilisateur Admin. </P>
		
      </TD><TR></TR></TABLE>

  <h5><span style="FONT-FAMILY: Arial">Administrateur primaire</span></h5>

  <P>Pour afficher ou &eacute;diter les d&eacute;tails de l'<span style="FONT-FAMILY: Arial">administrateur primaire</span> <span style="FONT-FAMILY: Arial">, cliquez sur l'onglet<i> Administrateur primaire</i>, puis cliquez sur </span> <span style="COLOR: black; FONT-FAMILY: Arial"></span>le lien de l'utilisateur Admin pour ouvrir la page D&eacute;tails de l'utilisateur. La page D&eacute;tails de l'utilisateur affiche les dossiers iFolder que l'utilisateur Admin poss&egrave;de ou partage. Cliquez sur l'onglet Tout pour lister tous les dossiers iFolder avec propri&eacute;taire et partag&eacute;s. Pour afficher le dossier iFolder appartenant &agrave; l'utilisateur, cliquez sur l'onglet Avec propri&eacute;taire. L'onglet Partag&eacute; liste tous les dossiers iFolder partag&eacute;s pour ce compte utilisateur sp&eacute;cifique. La page D&eacute;tails de l'utilisateur permet &eacute;galement de changer les param&egrave;tres de strat&eacute;gie pour l'utilisateur Admin s&eacute;lectionn&eacute;.</P>
  <H4>Ajout et suppression de l'administrateur iFolder</H4>
  <br>
		
  <OL>
    <LI> 
      <P>Localisez l'utilisateur Admin &agrave; g&eacute;rer, puis cochez la case en regard de celui-ci.</P>
    </LI>
    <ul><LI> 
        <P>Cliquez sur Supprimer pour supprimer l'utilisateur Admin s&eacute;lectionn&eacute;.</P>
	  <P>Si vous supprimez le droit Admin iFolder du nom d'utilisateur que vous avez utilis&eacute; pour vous loguer au serveur, vous &ecirc;tes imm&eacute;diatement d&eacute;connect&eacute;. Vous devez vous loguer au serveur iFolder sous un autre nom d'utilisateur disposant du droit Admin iFolder, pour pouvoir continuer &agrave; g&eacute;rer le serveur. 
</P>
        <P><font size="-1"><b>IMPORTANT :</b> vous ne pouvez pas supprimer l'utilisateur Admin configur&eacute; lors de l'installation du serveur Simias.</font> </P>
    <LI> 
        <P>Cliquez sur Ajouter pour ouvrir une liste des utilisateurs iFolder.</P>
        <P>Localisez l'utilisateur &agrave; ajouter en tant qu'administrateur, puis cochez la case en regard de celui-ci et cliquez sur Ajouter.</P>
      <P>Vous pouvez assigner le droit Admin iFolder &agrave; plusieurs utilisateurs.</P>
    </LI></ul>
  </OL>
<P> <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="D&eacute;but"></A></P>
  <H3><A NAME="policy"></A>Strat&eacute;gies</H3>
      
  <p> Le tableau suivant liste les strat&eacute;gies syst&egrave;me que vous pouvez g&eacute;rer pour n'importe quel syst&egrave;me iFolder. Cliquez sur Enregistrer pour appliquer les modifications:</p>
	
 
<TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Param&egrave;tre</P></TD><TD CLASS="tablehead2"><P>Description</P></TD></TR>
<TR>
      <TD VALIGN="TOP"> 
        <h4> Dossiers iFolder par utilisateur</h4>
      </TD>
      <TD> 
        <P>Sp&eacute;cifie le nombre maximum de dossiers iFolder autoris&eacute; par utilisateur. Une fois cette strat&eacute;gie appliqu&eacute;e, chaque utilisateur ne peut d&eacute;tenir qu'un nombre limit&eacute; de dossiers iFolder. Les utilisateurs qui d&eacute;passent cette limite re&ccedil;oivent un message d'erreur indiquant la violation de strat&eacute;gie. Si la limite est z&eacute;ro, les utilisateurs ne peuvent cr&eacute;er aucun dossier iFolder.</P>
             
        <P>Le param&egrave;tre de strat&eacute;gie n'a aucune incidence sur le nombre de dossiers iFolder qu'un utilisateur poss&egrave;de d&eacute;j&agrave;. Si le nombre de dossiers iFolder que poss&egrave;de un utilisateur d&eacute;passe d&eacute;j&agrave; la limite que vous fixez, il peut toujours poss&eacute;der ces dossiers iFolder. </P>
        </TD></TR><TR><TD VALIGN="TOP">
        <h4>Quota de disque</h4>
      </TD>
      <TD> 
        <p>Sp&eacute;cifie l'espace maximal qu'un syst&egrave;me iFolder est autoris&eacute; &agrave; utiliser. Les param&egrave;tres syst&egrave;me remplacent les strat&eacute;gies utilisateur.</p>
		  <P>D&eacute;s&eacute;lectionnez la case pour d&eacute;sactiver un quota syst&egrave;me.</P>
        <P>Cochez la case pour activer un quota syst&egrave;me, puis sp&eacute;cifiez le quota d'espace total (en Mo) pour le compte d'un utilisateur. </P>
        <P>Si vous activez un quota syst&egrave;me inf&eacute;rieur &agrave; l'espace total actuellement employ&eacute; par un utilisateur pour stocker ses donn&eacute;es iFolder, les donn&eacute;es de quota de l'utilisateur ne sont plus synchronis&eacute;es jusqu'&agrave; ce que son volume de donn&eacute;es descende sous la limite ou que le quota soit augment&eacute; pour atteindre une valeur sup&eacute;rieure &agrave; l'espace total occup&eacute; par l'utilisateur.</P>
        <P>L'activation ou la modification du quota syst&egrave;me n'affecte pas les diff&eacute;rents quotas utilisateur existants. Un quota utilisateur existant remplace toujours un quota syst&egrave;me, et ce qu'il soit inf&eacute;rieur ou sup&eacute;rieur au quota syst&egrave;me.</P>
        <P>Valeur par d&eacute;faut : D&eacute;sactiv&eacute;, Aucune limite</P>
        </TD></TR>
  <TR><TD VALIGN="TOP">
        <h4>Taille du fichier</h4>
      </TD>
      <TD> <P>Sp&eacute;cifie la taille de fichier maximale pouvant &ecirc;tre synchronis&eacute;e.</P>
    <P>Si un quota est sp&eacute;cifi&eacute;, la limite de taille de fichier maximale effective est identique au quota. </P>
       <P>D&eacute;s&eacute;lectionnez la case pour d&eacute;sactiver la strat&eacute;gie de limite de taille de fichier maximale. Si la strat&eacute;gie est d&eacute;sactiv&eacute;e, la valeur indiqu&eacute;e est Aucune limite.</P>
          <P>              Cochez la case pour activer la strat&eacute;gie de limite de taille de fichier maximale, puis sp&eacute;cifiez la taille maximale autoris&eacute;e en Mo.</P>
          <P>              Si un quota est sp&eacute;cifi&eacute;, la limite de taille de fichier maximale par d&eacute;faut est identique au quota.</P>
          <P>              Prenez en consid&eacute;ration les questions suivantes pour d&eacute;terminer une limite de taille de fichier appropri&eacute;e pour les dossiers iFolder dans votre environnement.</P>
            <ul><li><p>Utilisation souhait&eacute;e               
            </p></li>
			<li>
            <p>&Agrave; quelle fr&eacute;quence les fichiers les plus volumineux sont-ils modifi&eacute;s ?</p></li>
                 <li> <p>Comment les applications utilisant les fichiers les plus volumineux enregistrent-elles les modifications apport&eacute;es au fichier (ensemble du fichier ou deltas) ?</p>
                 </li><li><p>&Agrave; quelle fr&eacute;quence les fichiers sont-ils synchronis&eacute;s par chaque membre ?</p>
                  </li><li><p>Combien d'utilisateurs partagent un dossier iFolder ?</p>
                  </li><li><p>Les utilisateurs acc&egrave;dent-ils au dossier iFolder sur le r&eacute;seau local, via WAN ou une connexion Internet ?</p>
                 </li><li> <p>Quelle est la bande passante moyenne et maximale disponible ?</p>
				 </li></ul>
              
        <p> M&ecirc;me si vous d&eacute;finissez une valeur tr&egrave;s &eacute;lev&eacute;e comme limite de taille de fichier et qu'il n'y pas de quota pour limiter les tailles de fichier, la limite pratique est r&eacute;gie par le syst&egrave;me de fichiers sur l'ordinateur de l'utilisateur. Par exemple, la taille de fichier maximale sur les volumes FAT32 est de 4 Go moins 1 octet. </p>
                
        <p>Valeur par d&eacute;faut : D&eacute;sactiv&eacute;, Aucune limite</p>   
      </TD></TR>
  <TR>
      <TD VALIGN="TOP"> 
        <h4>Fichiers exclus</h4>
      </TD>
      <TD> 
        
		  
        <P>Sp&eacute;cifiez si vous souhaitez limiter les types de fichiers &agrave; synchroniser en utilisant des filtres d'exclusion. </P>
            <P>Entrez une extension de fichier, puis cliquez sur Ajouter pour l'ajouter &agrave; la liste. </P>
      <P>Pour exclure un type de fichier de la synchronisation, cochez la case en regard du type de fichier dans la liste des types de fichiers restreinte, puis cliquez sur Refuser.</P>
      <p>Pour autoriser la synchronisation d'un type de fichier, cochez la case en regard du type de fichier dans la liste des types de fichiers restreinte, puis cliquez sur Autoriser.</p>
      <p>Pour supprimer un type de fichier de la liste des types de fichier restreinte, cochez la case en regard du type de fichier, puis cliquez sur Supprimer.<br>
      </p></TD></TR>
	
	<TR><TD VALIGN="TOP">
        <h4> Synchronisation </h4>
      </TD><TD>
	    <p>Sp&eacute;cifie l'intervalle de synchronisation minimal en minutes.</P>
        <P>Si cette option est activ&eacute;e, sp&eacute;cifie l'intervalle minimal pour la synchronisation des donn&eacute;es iFolder pour chaque compte utilisateur. Les valeurs plus &eacute;lev&eacute;es sont plus restrictives. 
        </P>    
        <P>Si l'option est d&eacute;sactiv&eacute;e, la valeur par d&eacute;faut est de 5 minutes.</P>
        </TD></TR>
  <TR><TD VALIGN="TOP">
        <h4>le codage</h4>
      </TD>
      <TD> 
        <P>Sp&eacute;cifie la strat&eacute;gie de codage pour le syst&egrave;me iFolder. Les param&egrave;tres syst&egrave;me remplacent les strat&eacute;gies utilisateur.</P>
		<B>Actif</B><BR>
        S&eacute;lectionnez <i>Actif</i> pour activer la fonction de codage pour le syst&egrave;me iFolder. Cette option permet &agrave; un utilisateur de d&eacute;finir une strat&eacute;gie de codage pour ses dossiers iFolder.<br>
        <br>
        D&eacute;s&eacute;lectionnez <i>Actif</i> pour d&eacute;sactiver la fonction de codage pour tous les utilisateurs. 
        <br>
        	
		
        <br><B>Appliqu&eacute;</B><BR>
        S&eacute;lectionnez Appliqu&eacute; pour activer la fonction de codage pour tous les utilisateurs. Lorsque la strat&eacute;gie de codage est d&eacute;finie sur Appliqu&eacute;, un utilisateur ne peut pas modifier les param&egrave;tres de codage pour ses dossiers iFolder.<br>
      </TD></TR><TR><TD VALIGN="TOP">
        <h4> Partage</h4>
      </TD><TD> <B>Actif</B><BR>
        Par d&eacute;faut, le partage iFolder est activ&eacute;. D&eacute;selectionnez Actif pour d&eacute;sactiver le partage pour le syst&egrave;me iFolder.  Une fois cette strat&eacute;gie appliqu&eacute;e, les utilisateurs de ce syst&egrave;me iFolder ne peuvent plus partager leurs dossiers iFolder. Vous pouvez toutefois modifier les param&egrave;tres de strat&eacute;gie au niveau de l'utilisateur ou du groupe LDAP.<br>
          <BR>
        <B>Appliquer</B><BR>
        S&eacute;lectionnez Appliquer pour appliquer la strat&eacute;gie de partage d&eacute;finie pour l'ensemble du syst&egrave;me. Vous pouvez appliquer &agrave; la fois l'activation et la d&eacute;sactivation du partage. Lorsque vous appliquez la d&eacute;sactivation du partage, les param&egrave;tres de strat&eacute;gie du partage au niveau iFolder et utilisateur sont automatiquement d&eacute;sactiv&eacute;s et vous n'&ecirc;tes pas autoris&eacute; &agrave; les modifier. En revanche, vous &ecirc;tes autoris&eacute; &agrave; d&eacute;finir la strat&eacute;gie pour l'option R&eacute;voquer.<br>
		<ul>
          <P><font size="-1"><b>IMPORTANT :</b> vous ne pouvez pas activer cette option sauf si vous d&eacute;finissez l'option Partage sur Actif.</font></P>
        </ul>
        <BR>
        <B>R&eacute;voquer</B><BR>
        S&eacute;lectionnez R&eacute;voquer pour supprimer les membres partag&eacute;s de tous les dossiers iFolder du syst&egrave;me iFolder.<br>
		
      </TD></TR> 

  </TABLE>

 <P> <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="D&eacute;but"></A></P>

  
   

  <h3>Administrateur secondaire</h3>
  <p><span style="font-family:Arial;">L'onglet Administrateur secondaire vous permet d'ajouter, d'&eacute;diter ou de supprimer les d&eacute;tails de l'administrateur secondaire. </span></p>
  <p><span style="font-family:Arial;">Pour ajouter un administrateur secondaire&nbsp;:</span></p>
  <ol>
    <li><font face="Arial">Cliquez sur l'onglet <i>Administrateur secondaire</i>, puis cliquez sur <i>Ajouter</i> pour afficher la liste des utilisateurs iFolder.</font></li>
    <li><font face="Arial">S&eacute;lectionnez l'utilisateur que vous souhaitez d&eacute;signer en tant qu'administrateur secondaire, puis cliquez sur <i>Suivant</i>.</font></li>
    <li><font face="Arial">Pour assigner un groupe &agrave; l'administrateur secondaire, s&eacute;lectionnez une option dans la liste <i>S&eacute;lectionner le groupe</i>. Si une limite de quota de disque total est d&eacute;finie pour le groupe s&eacute;lectionn&eacute;, le champ <i>D&eacute;finir la limite de quota de disque total pour l'ensemble du groupe</i> contient cette valeur. Sinon, le champ reste vide.</font></li>
    <li><font face="Arial">D&eacute;finissez les droits de strat&eacute;gie pour l'administrateur secondaire. </font>
    <p><font face="Arial">Le tableau suivant reprend les droits de strat&eacute;gie que vous pouvez d&eacute;finir pour l'administrateur secondaire.</font></p>
	
 
<TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Param&egrave;tre</P></TD><TD CLASS="tablehead2"><P>Description</P></TD></TR>
<TR>
      <TD VALIGN="TOP"> 
        <h4><span style="FONT-SIZE: 9.5pt; FONT-FAMILY: Arial">Strat&eacute;gie de dossiers iFolder par utilisateur</span></h4>
        <h4>&nbsp; </h4>
      </TD>
      <TD> 
        <p class="Normal2">
        <span style="FONT-SIZE: 11pt; COLOR: black; FONT-FAMILY: Arial">Sp&eacute;cifie le nombre maximum de dossiers iFolder autoris&eacute; par utilisateur. Une fois cette strat&eacute;gie appliqu&eacute;e, chaque utilisateur ne peut d&eacute;tenir qu'un nombre limit&eacute; de dossiers iFolder. Les utilisateurs qui d&eacute;passent cette limite re&ccedil;oivent un message d'erreur indiquant la violation de strat&eacute;gie. Si la limite est z&eacute;ro, les utilisateurs ne peuvent cr&eacute;er aucun dossier iFolder.</span></p>
        <p class="Normal2">
        <span style="FONT-SIZE: 11pt; FONT-FAMILY: Arial">Ce</span><span style="FONT-SIZE: 11pt; COLOR: black; FONT-FAMILY: Arial"> param&egrave;tre de strat&eacute;gie n'a aucune incidence sur le nombre de dossiers iFolder qu'un utilisateur poss&egrave;de d&eacute;j&agrave;. Si le nombre de dossiers iFolder que poss&egrave;de un utilisateur d&eacute;passe d&eacute;j&agrave; la limite que vous fixez, </span><span style="FONT-SIZE: 11pt; FONT-FAMILY: Arial">il peut tout de m&ecirc;me poss&eacute;der ces dossiers iFolder</span><span style="FONT-SIZE: 11pt; COLOR: black; FONT-FAMILY: Arial">. </span></p>
        <p class="Normal2">
        <span style="FONT-SIZE: 11pt; FONT-FAMILY: Arial">Par d&eacute;faut, la case <i>Autoriser</i> est coch&eacute;e pour la strat&eacute;gie de dossiers iFolder par utilisateur. Cela signifie que l'administrateur secondaire a le droit de d&eacute;finir la strat&eacute;gie de dossiers iFolder par utilisateur pour les utilisateurs du groupe d&eacute;sign&eacute;. Pour refuser ce droit &agrave; l'administrateur secondaire, vous devez d&eacute;s&eacute;lectionner la case <i>Autoriser</i>.</span></TD></TR><TR><TD VALIGN="TOP">
        <h4><span style="font-size: 9.5pt; font-family: Arial; color: black"> Strat&eacute;gie de </span> <span style="font-size: 9.5pt; font-family: Arial; "> quota de disque</span></h4>
      </TD>
      <TD> 
        <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;">Sp&eacute;cifie l'espace maximal qu'un utilisateur est autoris&eacute; &agrave; utiliser.</span></p>
        <p><span style="font-size: 11.0pt; font-family: Arial; ">Par d&eacute;faut, la case <i>Autoriser</i> est coch&eacute;e pour la strat&eacute;gie de quota de disque. Cela signifie que l'administrateur secondaire a le droit de d&eacute;finir la strat&eacute;gie de quota de disque pour les utilisateurs du groupe d&eacute;sign&eacute;. Pour refuser ce droit &agrave; l'administrateur secondaire, vous devez d&eacute;s&eacute;lectionner la case <i>Autoriser</i>.</span></p>
        </TD></TR>
  <TR><TD VALIGN="TOP">
        <h4><span style="font-size: 9.5pt; font-family: Arial; color: black"> Strat&eacute;gie de </span><span style="font-size: 9.5pt; font-family: Arial; ">taille de fichier</span></h4>
      </TD>
      <TD> 
      <p class="Normal2">
      <span style="font-size:11.0pt;font-family:Arial;color:black">Sp&eacute;cifie la taille de fichier maximale pouvant &ecirc;tre synchronis&eacute;e.</span></p>
      <p><span style="font-size: 11.0pt; font-family: Arial; ">Par d&eacute;faut, la case <i>Autoriser</i> est coch&eacute;e pour la strat&eacute;gie de taille de fichier. Cela signifie que l'administrateur secondaire a le droit de d&eacute;finir la strat&eacute;gie de taille de fichier pour les utilisateurs du groupe d&eacute;sign&eacute;. Pour refuser ce droit &agrave; l'administrateur secondaire, vous devez d&eacute;s&eacute;lectionner la case <i>Autoriser</i>.</span></p>
      </TD></TR>
  <TR>
      <TD VALIGN="TOP"> 
        <h4><span style="font-size: 9.5pt; font-family: Arial; "> Strat&eacute;gie d'intervalle de synchronisation</span></h4>
      </TD>
      <TD> 
        
		  
        <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;color:black">Sp&eacute;cifie l'intervalle de synchronisation minimal en minutes.</span></p>
        <p><span style="font-size: 11.0pt; font-family: Arial; ">Par d&eacute;faut, la case <i>Autoriser</i> est coch&eacute;e pour la strat&eacute;gie d'intervalle de synchronisation. Cela signifie que l'administrateur secondaire a le droit de d&eacute;finir la strat&eacute;gie d'intervalle de synchronisation pour les utilisateurs du groupe d&eacute;sign&eacute;. Pour refuser ce droit &agrave; l'administrateur secondaire, vous devez d&eacute;s&eacute;lectionner la case <i>Autoriser</i>.</span></TD></TR>
	
	<TR><TD VALIGN="TOP">
        <h4> <span style="font-size: 9.5pt; font-family: Arial; color: black"> Strat&eacute;gie de liste </span> <span style="font-size: 9.5pt; font-family: Arial; ">des fichiers exclus</span></h4>
      </TD><TD>
	    <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;">Sp&eacute;cifie les types de fichiers ne pouvant pas &ecirc;tre synchronis&eacute;s. </span></p>
        <p><span style="font-size: 11.0pt; font-family: Arial; ">Par d&eacute;faut, la case <i>Autoriser</i> est coch&eacute;e pour la strat&eacute;gie de liste des fichiers exclus. Cela signifie que l'administrateur secondaire a le droit de d&eacute;finir la strat&eacute;gie de liste des fichiers exclus pour les utilisateurs du groupe d&eacute;sign&eacute;. Pour refuser ce droit &agrave; l'administrateur secondaire, vous devez d&eacute;s&eacute;lectionner la case <i>Autoriser</i>.</span></TD></TR>
  <TR><TD VALIGN="TOP">
        <h4><span style="font-size: 9.5pt; font-family: Arial; "> Partage</span></h4>
      </TD>
      <TD> 
        <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;">Sp&eacute;cifie si des dossiers iFolder peuvent &ecirc;tre partag&eacute;s par les utilisateurs.</span></p>
        <p><span style="font-size: 11.0pt; font-family: Arial; "> Par d&eacute;faut, la case <i>Autoriser</i><i> permettant de modifier la strat&eacute;gie de partage</i> est coch&eacute;e pour cette strat&eacute;gie. Cela implique que l'administrateur secondaire a le droit de modifier la strat&eacute;gie de partage pour les utilisateurs du groupe d&eacute;sign&eacute;. Pour refuser ce droit &agrave; l'administrateur secondaire, vous devez d&eacute;s&eacute;lectionner la case <i>Autoriser</i>.</span><br>
      </TD></TR><TR><TD VALIGN="TOP">
        <h4> <span style="font-size: 9.5pt; font-family: Arial; "> Strat&eacute;gie de codage</span></h4>
      </TD><TD> 
    <p class="Normal2">
    <span style="font-size:11.0pt;font-family:Arial;">Sp&eacute;cifie la strat&eacute;gie de codage pour le syst&egrave;me iFolder.</span></p>
    <p class="Normal2">
    <span style="font-size: 11.0pt; font-family: Arial; ">Par d&eacute;faut, la case <i>Autoriser</i> <i> permettant de modifier la strat&eacute;gie de codage </i>est coch&eacute;e pour cette strat&eacute;gie. Cela signifie que l'administrateur secondaire a le droit de modifier la strat&eacute;gie de codage pour les utilisateurs du groupe d&eacute;sign&eacute;. Pour refuser ce droit &agrave; l'administrateur secondaire, vous devez d&eacute;s&eacute;lectionner la case <i>Autoriser</i>.</span><br>
		
      </TD></TR> 

  <TR><TD VALIGN="TOP">
        <span style="font-size: 9.5pt; font-family: Arial; font-weight:700"> Droits de provisioning</span></TD><TD> 
    <p class="Normal2">
    <span style="font-size:11.0pt;font-family:Arial;">Sp&eacute;cifie les droits de provisioning disponibles pour un administrateur secondaire.</span></p>
    <p class="Normal2">
    <span style="font-size:11.0pt;font-family:Arial;">Par d&eacute;faut, la case <i>Autoriser le provisioning de l'utilisateur</i> est coch&eacute;e. Cela signifie qu'un administrateur secondaire peut d&eacute;ployer les utilisateurs du groupe d&eacute;sign&eacute; sur n'importe quel serveur pr&eacute;sent dans la configuration multi-serveur iFolder. Pour refuser ce droit &agrave; l'administrateur secondaire, d&eacute;s&eacute;lectionnez la case <i>Autoriser le provisioning de l'utilisateur</i>.</span></p>
    <p class="Normal2">
    <span style="font-size: 11.0pt; font-family: Arial; ">La case <i>Autoriser l'activation/d&eacute;sactivation des utilisateurs</i> permet d'assigner &agrave; l'administrateur secondaire le droit d'activer ou de d&eacute;sactiver les utilisateurs du groupe d&eacute;sign&eacute;. Par d&eacute;faut, cette case est coch&eacute;e. Pour refuser ce droit &agrave; l'administrateur secondaire, d&eacute;s&eacute;lectionnez la case <i>Autoriser l'activation/d&eacute;sactivation des utilisateurs</i>.</span></TD></TR> 

  <TR><TD VALIGN="TOP">
        <span style="font-size: 9.5pt; font-family: Arial; font-weight:700"> Droits sur des dossiers iFolder</span></TD><TD> 
    <p class="Normal2">
    <span style="font-size:11.0pt;font-family:Arial;">Sp&eacute;cifie les droits de l'administrateur secondaire sur les dossiers iFolder d&eacute;tenus par des utilisateurs du groupe d&eacute;sign&eacute;.</span></p>
    <p class="Normal2">
    <span style="font-size:11.0pt;font-family:Arial;">Pour permettre &agrave; l'administrateur secondaire de d&eacute;tenir des dossiers iFolder orphelins, veillez &agrave; ce que la case <i>Autoriser la propri&eacute;t&eacute; des dossiers iFolder orphelins</i> soit coch&eacute;e. Par d&eacute;faut, cette case est coch&eacute;e. Pour refuser ce droit &agrave; l'administrateur secondaire, d&eacute;s&eacute;lectionnez cette case.</span></p>
    <p class="Normal2">
    <span style="font-size:11.0pt;font-family:Arial;">La case <i>Autoriser l'activation/d&eacute;sactivation des dossiers iFolder</i> permet d'assigner &agrave; l'administrateur secondaire le droit d'activer ou de d&eacute;sactiver les dossiers iFolder d&eacute;tenus par des utilisateurs du groupe d&eacute;sign&eacute;. Par d&eacute;faut, cette case est coch&eacute;e. Pour refuser ce droit &agrave; l'administrateur secondaire, d&eacute;s&eacute;lectionnez la case <i>Autoriser l'activation/d&eacute;sactivation des dossiers iFolder</i>.</span></p>
    <p class="Normal2">
    <span style="font-size: 11.0pt; font-family: Arial; ">La case <i>Autoriser la modification des droits des membres iFolder partag&eacute;s</i> permet d'autoriser l'administrateur secondaire &agrave; modifier ces droits. Par d&eacute;faut, cette case est coch&eacute;e. Pour refuser ce droit &agrave; l'administrateur secondaire, d&eacute;s&eacute;lectionnez la case <i>Autoriser la modification des droits des membres iFolder partag&eacute;s</i>.</span></p>
    <p class="Normal2"><span style="font-size: 11.0pt; font-family: Arial; ">En cochant la case<i>Autoriser la suppression des dossiers iFolder</i>, vous pouvez autoriser l'administrateur secondaire &agrave; supprimer les dossiers iFolder. Par d&eacute;faut, cette case est coch&eacute;e. Pour refuser ce droit &agrave; l'administrateur secondaire, d&eacute;s&eacute;lectionnez la case <em>Autoriser la suppression des dossiers iFolder</em>.</span></p></TD></TR> 

  </TABLE>

    </li>
  </ol>
  <p>&nbsp;</p>
  <ol start="5">
    <li><span style="font-family:Arial;">Cliquez sur le bouton <i>Enregistrer</i> pour enregistrer vos param&egrave;tres.</span></li>
    <li><span style="font-family:Arial;">Une fois qu'un groupe a &eacute;t&eacute; assign&eacute; &agrave; l'administrateur secondaire, cliquez sur <i>OK</i> pour revenir &agrave; la page Syst&egrave;mes ou cliquez sur <i>R&eacute;p&eacute;ter</i> pour assigner d'autres groupes &agrave; l'administrateur secondaire.&nbsp;</span></li>
  </ol>
  <p><span style="font-family:Arial;">Pour modifier les d&eacute;tails d'un administrateur secondaire&nbsp;:</span></p>
  <ol>
    <li>
    <p style="text-indent: -.25in; margin-left: .5in">
    <span style="font-family: Arial; ">Cliquez sur l'onglet <i>Secondaire</i> pour afficher les d&eacute;tails de l'administrateur secondaire.</span></li>
    <li>
    <p style="text-indent: -.25in; margin-left: .5in">
    <span style="font-family: Arial; ">S&eacute;lectionnez un administrateur secondaire et cliquez sur <i>&Eacute;diter</i> pour afficher la liste des groupes surveill&eacute;s par cet administrateur.</span></li>
    <li>
    <p style="text-indent: -.25in; margin-left: .5in" align="left">
    <span style="font-family: Arial; ">S&eacute;lectionnez un groupe et cliquez sur <i>&Eacute;diter</i> pour afficher la liste des droits de l'administrateur secondaire sur le groupe. &Eacute;ditez les droits du groupe et cliquez sur <i>Enregistrer</i> pour enregistrer vos modifications.<br>
&nbsp;</span></li>
  </ol>
  <p><span style="font-family:Arial;">Pour supprimer un administrateur secondaire&nbsp;:</span></p>
  <ol>
    <li><font face="Arial">Cliquez sur l'onglet <i>Secondaire</i> pour afficher les d&eacute;tails de l'administrateur secondaire.</font></li>
    <li><font face="Arial">S&eacute;lectionnez un administrateur secondaire et cliquez sur <i>Supprimer</i> pour afficher la liste des groupes surveill&eacute;s par cet administrateur.</font></li>
    <li><font face="Arial">S&eacute;lectionnez tous les groupes et cliquez sur <i>Supprimer</i>. L'administrateur secondaire est supprim&eacute; ainsi que tous les groupes qu'il d&eacute;tient.<br>
&nbsp;</font></li>
  </ol>
  <p>&nbsp;</p>

  
   

<H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Rubriques connexes" align="top">Rubriques connexes</H4><BLOCKQUOTE class="task1">
<P ><A HREF="userdetails.html">D&eacute;tails de l'utilisateur </A><BR><A HREF="ifolderdetails.html">Gestion des d&eacute;tails iFolder</A><BR><A HREF="servers.html">Gestion des serveurs iFolder </A><BR><A HREF="ifolders.html">Gestion des dossiers iFolder</A><BR><A HREF="users.html">Gestion d'un compte utilisateur</A><BR><A HREF="reports.html#orphan" TARGET="_self">Rapports </A></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="D&eacute;but"></A></P><P>&nbsp;</P><P CLASS="copyright">Le symbole de marque (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP>, etc.) indique une marque de Novell. L'ast&eacute;risque (*) indique une marque d'un fabricant tiers. Pour plus d'informations, reportez-vous aux <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">mentions l&eacute;gales</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>