<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.x iManager Plugin  --> 
   
     <title>Utilisateurs iFolder </title>  	 
        
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.x Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="06-29-2005"> 
	 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
  <h3 class="head3b">Gestion d'un compte utilisateur</h3>
  <p> Cette interface permet de g&eacute;rer des utilisateurs iFolder dans le domaine iFolder s&eacute;lectionn&eacute;. L'outil de recherche vous aide &agrave; localiser le compte utilisateur Novell iFolder<SUP><SMALL>&reg;</SMALL></SUP> 3.7 ou version ult&eacute;rieure &agrave; g&eacute;rer. </p>
	
  <P><B><FONT SIZE="-1">REMARQUE :</FONT></B> <FONT SIZE="-1">le terme <i>utilisateurs iFolder</i> fait r&eacute;f&eacute;rence &agrave; la fois aux utilisateurs individuels et aux groupes LDAP.</FONT></P>
	<BLOCKQUOTE CLASS="blockquote"><P><BR>
      <A HREF="#browseuser" TARGET="_self">Consultation des utilisateurs</A> <BR>
      <A HREF="#browsesearch" TARGET="_self">Consultation des utilisateurs dans les r&eacute;sultats de la recherche </A><BR> 
<A HREF="#enabledisableuser" TARGET="_self">Activation ou d&eacute;sactivation d'un utilisateur iFolder</A><br>
<A HREF="#provision" TARGET="_self">Provisioning d'utilisateurs iFolder</A> <br>
<A HREF="#accessusers" TARGET="_self">Acc&egrave;s &agrave; la page D&eacute;tails des utilisateurs </A> </P></BLOCKQUOTE>
  <H4><A NAME="browseusers"></A>Consultation des utilisateurs <br>
  </H4>
  <OL><LI>
      <P>Sur la page Utilisateurs, s&eacute;lectionnez un crit&egrave;re de nom (pr&eacute;nom, serveur priv&eacute;, nom, nom d'utilisateur).</P>
    </LI><LI><P>S&eacute;lectionnez un crit&egrave;re de filtre (Contient, Commence par, Se termine par, &Eacute;gale).</P></LI><LI><P>Utilisez une ou plusieurs des m&eacute;thodes de recherche suivantes, puis cliquez sur Rechercher :</P><UL><LI>
          <P>Entrez le nom de l'utilisateur ou du groupe LDAP dans le champ Rechercher utilisateurs.</P>
        </LI><LI><P>Tapez une ou plusieurs lettres dans le champ Rechercher utilisateurs.</P></LI><LI>
          <P>Tapez un ast&eacute;risque (*) dans le champ Rechercher utilisateurs pour obtenir une liste de tous les utilisateurs et groupes LDAP du syst&egrave;me.</P>
        </LI><LI>
          <P>Laissez le champ Rechercher utilisateurs vide pour obtenir une liste de tous les utilisateurs et groupes LDAP du syst&egrave;me.</P>
        </LI></UL>
      <P>Ne cliquez pas sur la page avant que celle-ci ne soit compl&egrave;tement rafra&icirc;chie. Une fois l'actualisation termin&eacute;e, vous pouvez parcourir, trier ou g&eacute;rer les utilisateurs list&eacute;s dans le rapport des R&eacute;sultats de la recherche. </P>
      <P><b>Remarque&nbsp;:</b> lorsque vous &ecirc;tes connect&eacute; en tant qu'administrateur secondaire, vous ne pouvez afficher que les utilisateurs pour lesquels vous &ecirc;tes d&eacute;sign&eacute; comme tel. De m&ecirc;me, vous ne pouvez g&eacute;rer les utilisateurs qu'en fonction des droits qui vous sont assign&eacute;s.</P>
    </LI></OL>
  <H4><A NAME="browsesearch"></A>Localisation des utilisateurs dans les r&eacute;sultats de la recherche</H4>
  <P>Faites d&eacute;filer la liste pour parcourir les r&eacute;sultats de la recherche et localiser l'utilisateur &agrave; g&eacute;rer. La combinaison du nom d'utilisateur, du pr&eacute;nom et du nom vous aide &agrave; identifier l'utilisateur que vous recherchez.</P>
  
  <BLOCKQUOTE><P><B>Type</B>
    <P>
    L'ic&ocirc;ne <img src="../../images/provi_user.png"  alt="Folder" width="14" height="16"> indique des utilisateurs provisionn&eacute;s </P>
		<P>
        L'ic&ocirc;ne <img src="../../images/unprovi_user.png" alt="Shared" width="14" height="16"> indique des utilisateurs non provisionn&eacute;s </P>
		
    <p>L'ic&ocirc;ne <img src="../../images/ifolder_admin.gif" width="16" height="16" alt="Shared"> indique si l'utilisateur dispose du droit Admin iFolder <br>

<BR><B>Nom</B><BR>
Affiche le nom d'utilisateur assign&eacute; au compte utilisateur, p. ex. jdupont ou jacques.dupont@exemple.com. Cliquez sur le lien du nom de l'utilisateur pour g&eacute;rer les strat&eacute;gies utilisateur et les dossiers iFolder de celui-ci. <BR>
<BR><B>Nom complet</B><BR>Affiche les nom et pr&eacute;nom du compte utilisateur.<BR><br>
      <B>Serveur</B> <b>priv&eacute;</b><BR>
      Serveur iFolder auquel l'utilisateur est provisionn&eacute;.<br>
      <BR><B>Activ&eacute;</B><BR>Sp&eacute;cifie l'&eacute;tat du serveur.<br><br></BLOCKQUOTE>
  <H4><A NAME="enabledisableuser"></A>Activation ou d&eacute;sactivation d'un utilisateur iFolder</H4>
	
  <p> Suivez la proc&eacute;dure d&eacute;crite ci-dessous.</p> 
  <OL>
    <LI> 
      <P>Localisez l'utilisateur iFolder &agrave; g&eacute;rer, puis cochez la case en regard de celui-ci.</P>
    </LI>
    <ul> <li>
      <P>Cliquez sur Activer pour activer l'utilisateur.</P>
      <P>L'utilisateur peut alors se connecter et synchroniser ses dossiers iFolder.</P>
    
    <LI> 
      <P>Cliquez sur D&eacute;sactiver pour d&eacute;sactiver l'utilisateur.</P>
      <P> Si l'utilisateur est connect&eacute; pendant que vous effectuez cette modification, sa session reste active jusqu'&agrave; ce qu'il se d&eacute;connecte. La strat&eacute;gie prendra effet la prochaine fois que l'utilisateur tentera de se connecter au compte. Pour que le verrouillage prenne effet imm&eacute;diatement, vous devez red&eacute;marrer les services Apache pour le serveur iFolder. Toutes les sessions actives seront alors d&eacute;connect&eacute;es, y compris celle de l'utilisateur</P>
    </LI></ul>
  </OL>
  <H3><A NAME="provision"></A>Provisioning/reprovisioning d'utilisateurs iFolder </H3>
  
   
  
  <P>Cette interface permet de provisionner ou de reprovisionner manuellement les utilisateurs iFolder sur les diff&eacute;rents serveurs disponibles dans le domaine iFolder actuel. </p> 
  
  <p> Pour provisionner/reprovisionner les utilisateurs iFolder, effectuez l'une des op&eacute;rations suivantes :</P>
	
  <H4><A NAME="drop_down"></A>Provisioning &agrave; l'aide de la liste d&eacute;roulante</H4>
   
  <ol>
    <LI> 
      <P>Localisez les utilisateurs iFolder &agrave; provisionner.</P>
    </LI><LI> 
      <P>S&eacute;lectionnez le serveur iFolder dans la liste d&eacute;roulante situ&eacute;e en regard de chaque utilisateur.</P>
    </LI><LI> 
      <P>Cliquez sur Enregistrer. </P>
    </LI>
  </ol>
	<H4><A NAME="provision_button"></A>Provisioning &agrave; l'aide du bouton Provisioning</H4>
  
    <ol><LI>
      <p>Localisez les utilisateurs iFolder &agrave; g&eacute;rer.</p>
    </li><li>
      <p>Cochez la case situ&eacute;e &agrave; c&ocirc;t&eacute; de chaque utilisateur. </P>
    </li>
    <li>Cliquez sur D&eacute;ploiement pour ouvrir une nouvelle page dans laquelle vous pouvez provisionner/reprovisionner les utilisateurs s&eacute;lectionn&eacute;s &agrave; un serveur iFolder du domaine.</LI>
  </ol>
  <P><B><FONT SIZE="-1">REMARQUE :</FONT></B> <FONT SIZE="-1"> si aucun serveur priv&eacute; n'est d&eacute;fini au niveau utilisateur lors de son premier login, le serveur assign&eacute; au groupe LDAP auquel il appartient est automatiquement affect&eacute; &agrave; l'utilisateur.</FONT></P>
  <H3><A NAME="newuser"></A>Cr&eacute;ation d'un nouvel utilisateur iFolder</H3>
  <BLOCKQUOTE> 
    <P><B><FONT SIZE="-1">REMARQUE :</FONT></B><FONT SIZE="-1">vous ne pouvez cr&eacute;er que des utilisateurs non LDAP. Vous pouvez les cr&eacute;er uniquement lorsque votre serveur iFolder n'est pas connect&eacute; au serveur LDAP.</FONT></P>
  </BLOCKQUOTE>
<OL><LI>
      <P>Sur la page Utilisateurs iFolder, cliquez sur Nouveau.</P>
	  <P>La page de cr&eacute;ation d'utilisateurs iFolder s'ouvre dans l'onglet Utilisateurs </P>
    </LI>
    <LI>Sp&eacute;cifiez les informations suivantes, puis cliquez sur Cr&eacute;er.
  </ol>
  <P><BLOCKQUOTE>
    <B>Nom d'utilisateur</B><BR>
    Assignez un nom d'utilisateur au compte utilisateur, p. ex. jdupont ou jacques.dupont@exemple.com. 
    <BR>
	<BR>
    <B>Pr&eacute;nom</B><BR>
    Pr&eacute;nom de l'utilisateur.<br>
    <BR>
    <B>Nom de famille</B><BR>
    Nom de l'utilisateur. <BR>
<BR><B>Nom complet</B><BR>Affiche les nom et pr&eacute;nom du compte utilisateur. <br>
<BR>
    <B>Mot de passe</B><BR>
    Assignez un mot de passe au compte utilisateur.<br>
    <BR>
    <B>Retype password</B><BR>
    R&eacute;introduisez le mot de passe pour le v&eacute;rifier. <BR>
  </BLOCKQUOTE>
  <h4><a name="accessusers"></a>Acc&egrave;s &agrave; la page D&eacute;tails des utilisateurs</h4>
  <p> Suivez la proc&eacute;dure d&eacute;crite ci-dessous.</p>
  
  <ol>
    <li> 
      <p>Sur la page des utilisateurs iFolder, utilisez l'outil de recherche pour localiser l'utilisateur dont vous souhaitez g&eacute;rer le compte iFolder.</p>
    </li>
    <li> 
      <p>Cliquez sur le lien du nom de l'utilisateur pour ouvrir la page D&eacute;tails de l'utilisateur dans l'onglet Utilisateurs.</p>
    </li>
  </ol>
<P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="D&eacute;but"></A></P>
  
  <H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Rubriques connexes" align="top">Rubriques connexes</H4>
  
  <BLOCKQUOTE class="task1"><P><A HREF="userdetails.html">D&eacute;tails de l'utilisateur</A><BR><A HREF="ifolderdetails.html">Gestion des d&eacute;tails iFolder</A><BR><A HREF="ifolders.html">Gestion d'un dossier iFolder</A><BR><A HREF="systeminfo.html">Gestion du syst&egrave;me iFolder</A><BR><A HREF="servers.html">Gestion des serveurs iFolder</A><BR><A HREF="reports.html">Rapports</A></P></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="D&eacute;but"></A></P><P>&nbsp;</P><P CLASS="copyright">Le symbole de marque (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP>, etc.) indique une marque de Novell. L'ast&eacute;risque (*) indique une marque d'un fabricant tiers. Pour plus d'informations, reportez-vous aux <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">mentions l&eacute;gales</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>