<html>
<head>
<!-- Novell iFolder 3.x Web Access -->
<title>Mentions l&eacute;gales</title>
<!-- Metadata -->
<meta name="Author" content="iFolder 3.x Documentation Manager">
<meta name="date" content="02-17-2005">
<meta name="modified" content="06-29-2005">
<!-- Documentation Stylesheet --> <link rel="stylesheet" href="hf_style.css" type="text/css">
<!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the
		  page itself.
      --> <style type= "text/css" media="screen">
       
<!--
         body           {  font-family: Arial, Helvetica, Geneva;
									background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px;
									width: 100%; visibility: visible }
         #helpcontent    { position: absolute; top: 37px; left: 10px;
	                        width: 93%; visibility: visible }
       -->
     </style>
</head>
   
<!-- This is the start of the body. It underlays the help banner layer
         and help content layers. -->
   
<body bgcolor="white" marginwidth="0" marginheight="0"
         leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> <table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;">
<tr> <td width="221"> <img src="../../images/help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"></td></tr></table></div><!-- This is end of the Help Banner Layer -->
<!-- This is the start of the Help Content Layer --> <div id="helpcontent"> 
<!-- 	The Page Heading uses CSS style "head3b". This creates an H3 header
		with a line beneath it.
--> <h3 class="head3b">Mentions l&eacute;gales</h3><p>Novell exclut toute garantie relative au contenu ou &agrave; l'utilisation de cette documentation. En particulier, Novell ne garantit pas que cette documentation est exhaustive ni exempte d'erreurs. Novell se r&eacute;serve en outre le droit de r&eacute;viser cette publication &agrave; tout moment et sans pr&eacute;avis.</p><p>Par ailleurs, Novell exclut toute garantie relative &agrave; tout logiciel, notamment toute garantie, expresse ou implicite, que le logiciel pr&eacute;senterait des qualit&eacute;s sp&eacute;cifiques ou qu'il conviendrait &agrave; un usage particulier. Novell se r&eacute;serve en outre le droit de modifier &agrave; tout moment tout ou partie des logiciels Novell, sans notification pr&eacute;alable de ces modifications &agrave; quiconque.</p><h3>Exportation</h3><p>L'utilisation, l'exportation ou la r&eacute;exportation de ce produit est interdite d&egrave;s lors qu'elle enfreint les lois et r&eacute;glementations applicables, y compris, de fa&ccedil;on non limitative, les r&eacute;glementations des &Eacute;tats-Unis en mati&egrave;re d'exportation ou la l&eacute;gislation en vigueur dans votre pays de r&eacute;sidence.</p><h3>Copyright</h3><p>Copyright &copy; 2005 Novell, Inc. Tous droits r&eacute;serv&eacute;s. Cette publication ne peut &ecirc;tre reproduite, photocopi&eacute;e, stock&eacute;e sur un syst&egrave;me de recherche documentaire ou transmise, m&ecirc;me en partie, sans le consentement &eacute;crit explicite pr&eacute;alable de l'&eacute;diteur.</p><h3>Brevets</h3><p>Novell, Inc. dispose de droits de propri&eacute;t&eacute; intellectuelle sur la technologie int&eacute;gr&eacute;e dans le produit d&eacute;crit dans ce document. Ces droits de propri&eacute;t&eacute; intellectuelle peuvent notamment et de fa&ccedil;on non limitative inclure un ou plusieurs brevets am&eacute;ricains r&eacute;pertori&eacute;s &agrave; l'adresse <a href="http://www.novell.com/company/legal/patents/">http://www.novell.com/company/legal/patents/</a> et un ou plusieurs brevets suppl&eacute;mentaires ou applications avec brevet en cours d'homologation aux &Eacute;tats-Unis et dans d'autres pays.</p><h3>Marques de Novell</h3><p>eDirectory est une marque de Novell, Inc.</p><p>iFolder est une marque de Novell, Inc.</p><p>Novell est une marque d&eacute;pos&eacute;e de Novell, Inc. aux &Eacute;tats-Unis et dans d'autres pays.</p><p>Novell iFolder est une marque d&eacute;pos&eacute;e de Novell, Inc. aux &Eacute;tats-Unis et dans d'autres pays. </p><h3>Marques commerciales de fabricants tiers</h3><p>Toutes les marques commerciales de fabricants tiers appartiennent &agrave; leur propri&eacute;taire respectif.</p><h3>Conventions relatives &agrave; la documentation</h3><p>Dans cette documentation, le signe &gt; (sup&eacute;rieur &agrave;) est utilis&eacute; pour s&eacute;parer les op&eacute;rations d'une proc&eacute;dure et les &eacute;l&eacute;ments d'une r&eacute;f&eacute;rence ou d'un renvoi.</p><p>Un symbole de marque commerciale (<sup><small>&reg;</small></sup>, <sup><small>TM</small></sup>, etc.) indique qu'il s'agit d'une marque Novell. Un ast&eacute;risque (*) indique qu'il s'agit d'une marque commerciale de fabricant tiers.</p><p>Selon les plates-formes, le nom du chemin s'&eacute;crit avec une barre oblique normale ou inverse. Toutefois, dans ce guide, il est toujours pr&eacute;sent&eacute; avec une barre oblique inverse. Les utilisateurs des plates-formes dont la syntaxe exige une barre oblique normale, Linux* ou UNIX* par exemple, doivent se conformer aux conventions propres au logiciel utilis&eacute;.</p></div>
</body>
</html>
