<html>
<head>
  <meta http-equiv="content-type" content="text/html;charset=UTF-8"> 

<!-- Novell iFolder 3.x Web Access  --> 

<title>Page d'accueil</title> 

<!-- Metadata --> 
  <meta name="Author" content="iFolder 3.x Documentation Manager"> 
  <meta name="date" content="02-17-2005"> 
  <meta name="modified" content="06-29-2005"> 
<!-- Documentation Stylesheet --> 
  <link rel="stylesheet" href="hf_style.css" type="text/css"> 
<!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      --> 
      
      <style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
</head>
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
  <h3 class="head3b"><a name="top"></a>Acc&egrave;s &agrave; vos dossiers iFolder</h3>
  <p> Cette page permet d'acc&eacute;der &agrave; tous les dossiers iFolder qui vous sont accessibles sur ce compte. Les dossiers iFolders accessibles englobent ceux que vous poss&eacute;dez et ceux que d'autres ont partag&eacute;s avec vous ou avec le groupe LDAP auquel vous appartenez. Vous pouvez acc&eacute;der &agrave; des dossiers iFolder partag&eacute;s via Web Access, m&ecirc;me si vous n'avez pas configur&eacute; le dossier iFolder sur un ordinateur local.</p>
	
	  
  <p>L'ic&ocirc;ne <img src="../../images/ifolder_user_16.gif" width="16" height="16" alt="Partag&eacute;"> indique que le dossier iFolder est ordinaire.<br>
    L'ic&ocirc;ne <img src="../../images/encrypt_ilock2_16.gif" width="16" height="16" alt="Partag&eacute;"> indique que le dossier iFolder est cod&eacute;.<br>
    L'ic&ocirc;ne <img src="../../images/ifolder_16-gray.gif" width="16" height="16" alt="Partag&eacute;"> indique que le dossier iFolder est d&eacute;sactiv&eacute;. Vous ne pouvez pas consulter, ni s&eacute;lectionner un dossier iFolder d&eacute;sactiv&eacute; pour quelque op&eacute;ration iFolder que ce soit.</p>
	<p>Pour chaque dossier iFolder, vous pouvez afficher la date de cr&eacute;ation et le propri&eacute;taire respectif. Cliquez sur le lien du dossier iFolder pour afficher la liste de ses dossiers et fichiers dans une nouvelle page. </p>
  <p>Pour plus d'informations, reportez-vous &agrave;&nbsp;:</p><blockquote > 
<p><a href="#login" target="_self">Login et logout</a> <br>
<a href="#browse" target="_self">Recherche d'un dossier iFolder</a> <br>
             <a href="#manage" target="_self">Cr&eacute;ation d'un nouveau dossier iFolder</a> <br>
<a href="#delete" target="_self">Suppression d'un dossier iFolder</a></p></blockquote>
<h3><a name="login"></a>Login et logout</h3>
  <p>Si la connexion syst&egrave;me est interrompue pendant que vous travaillez dans vos dossiers iFolder, Web Access vous renvoie &agrave; la page de login. Vous pouvez vous loguer de nouveau pour poursuivre votre travail sans fermer votre navigateur.</p>
  <p>D&eacute;loguez-vous en cliquant sur Logout dans la zone d'en-t&ecirc;te sup&eacute;rieure droite, puis fermez votre navigateur. Logout vous redirigera vers l'URL que votre Admin a d&eacute;fini en configurant l'installation. Si vous ne vous d&eacute;loguez pas, votre session demeure ouverte jusqu'&agrave; ce que le timeout y mette fin, ce qui peut pr&eacute;senter un risque pour la s&eacute;curit&eacute;. </p>
<p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="D&eacute;but"></a></p>

  <h3><a name="browse"></a>Recherche de dossiers iFolder</h3>
  <p> L'outil de recherche situ&eacute; en haut &agrave; droite de la page vous aide &agrave; localiser le dossier iFolder souhait&eacute;. Les r&eacute;sultats de la recherche s'afficheront sur la m&ecirc;me page, avec le texte de recherche surlign&eacute; dans les r&eacute;sultats. </p>
  <p>Utilisez une ou plusieurs des m&eacute;thodes de recherche suivantes : </p>
  <UL><LI>
      <P>S&eacute;lectionnez un crit&egrave;re de filtre (Tout, R&eacute;cent, Avec propri&eacute;taire, Partag&eacute;) pour le nom du dossier iFolder, puis entrez une ou plusieurs lettres dans le champ Rechercher dossiers iFolder.</P>
    </LI><LI><P>Tapez un ast&eacute;risque (*) dans le champ Rechercher dossiers iFolder pour obtenir une liste de tous les dossiers iFolder se trouvant sur le syst&egrave;me.</P></LI><LI><P>Laissez le champ Rechercher dossiers iFolder vide pour obtenir une liste de tous les dossiers iFolder se trouvant sur le syst&egrave;me.</P></LI></UL>
  <p>Ne cliquez pas sur la page avant que celle-ci ne soit compl&egrave;tement rafra&icirc;chie. Une fois l'actualisation termin&eacute;e, vous pouvez parcourir les dossiers iFolder list&eacute;s dans les r&eacute;sultats de la recherche. Faites d&eacute;filer la liste pour parcourir les r&eacute;sultats de la recherche et localiser le dossier iFolder &agrave; g&eacute;rer. La combinaison du nom et de la date de cr&eacute;ation du dossier iFolder peut vous aider &agrave; identifier le dossier iFolder que vous recherchez.</P>
  <p>Pour chaque iFolder, vous pouvez afficher la liste de ses dossiers et fichiers, t&eacute;l&eacute;charger des fichiers, cr&eacute;er des dossiers, et supprimer des dossiers et des fichiers.</p>
<p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="D&eacute;but"></a></p>
  <h3><a name="manage"></a>Cr&eacute;ation d'un nouveau dossier iFolder</h3>
  <p>Pour cr&eacute;er un nouveau dossier iFolder, ex&eacute;cutez la proc&eacute;dure suivante :</p>
  <ol>
    <li> 
      <p>Cliquez sur le lien Nouveau dossier iFolder sur la page d'accueil.</p>
    </li>
    <li> 
      <p>Sp&eacute;cifiez les informations sur la page qui s'ouvre, puis cliquez sur Cr&eacute;er.</p>
    </li>
  
  </ol>
  
  <h3><a name="delete"></a>Suppression d'un dossier iFolder</h3>
  <p>Pour supprimer un dossier iFolder :</p>
  <ol>
  <li> 
      <p>Cliquez sur le dossier iFolder &agrave; supprimer. </p>
    </li>
    <li> 
      <p>Sur la page iFolder qui s'ouvre, cliquez sur le lien Supprimer. 
      <p> 
      <p>Une bo&icirc;te de dialogue vous demande si vous souhaitez supprimer le dossier iFolder actuel. </p>
    </li>
    <li> 
      <p>Cliquez sur OK pour confirmer la suppression du dossier iFolder. </p>
    </li>
    <li>Cliquez sur Annuler pour annuler l'op&eacute;ration.</li>
  </ol>
  <h3><a name="quota"></a>Quota iFolder</h3>
  <p> Vous pouvez afficher l'espace total occup&eacute; par le compte actuel. L'espace utilis&eacute; ainsi que l'espace total disponible sont indiqu&eacute;s sur le c&ocirc;t&eacute; gauche de cette page.</p>
  <P><font size="-1"><b>IMPORTANT :</b> si vous &ecirc;tes membre d'un groupe LDAP, le quota de disque du groupe est affich&eacute; sauf s'il est d&eacute;fini au niveau utilisateur.</font></P> 
  
  <p> Pour afficher le quota iFolder d'un dossier iFolder donn&eacute;, cliquez sur le lien iFolder pour ouvrir la page Parcourir dossiers iFolder. Vous pouvez afficher l'espace utilis&eacute; et l'espace disponible pour le dossier iFolder s&eacute;lectionn&eacute; sous Quota iFolder sur le c&ocirc;t&eacute; gauche de la page Parcourir.</p>
<a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="D&eacute;but"></a>
<H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Rubriques connexes" align="top">Rubriques connexes</H4><BLOCKQUOTE class="task1"><P ><A HREF="newifolder.html">Cr&eacute;ation d'un nouveau dossier iFolder</A><br><A HREF="browse.html">Acc&egrave;s aux dossiers et fichiers de votre dossier iFolder</A><BR><A HREF="details.html">Affichage des propri&eacute;t&eacute;s iFolder</A><BR><A HREF="members.html">Gestion des membres iFolder</A></P></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="D&eacute;but"></A></P><P CLASS="copyright">Le symbole de marque (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP>, etc.) indique une marque de Novell. L'ast&eacute;risque (*) indique une marque d'un fabricant tiers. Pour plus d'informations, reportez-vous aux <A HREF="legalnotices.html" TARGET="_self" ><font color="#cfcdc6">mentions l&eacute;gales</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 

</body> 

</html>