<html>
<head>
  <meta http-equiv="content-type" content="text/html;charset=UTF-8"> 

<!-- Novell iFolder 3.x Web Access  --> 

<title>Acc&egrave;s aux dossiers et aux fichiers</title> 

<!-- Metadata --> 
  <meta name="Author" content="iFolder 3.x Documentation Manager"> 
  <meta name="date" content="02-17-2005"> 
  <meta name="modified" content="06-29-2005"> 
<!-- Documentation Stylesheet --> 
  <link rel="stylesheet" href="hf_style.css" type="text/css"> 
<!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      --> 
      
      <style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
</head>
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> <h3 class="head3b"><a name="top"></a>Acc&egrave;s aux dossiers et aux fichiers dans vos iFolders</h3><p> Utilisez cette interface pour acc&eacute;der aux dossiers et aux fichiers dans vos iFolders sur ce compte. Pour chaque iFolder, vous pouvez afficher la liste de ses dossiers et fichiers, t&eacute;l&eacute;charger des fichiers, cr&eacute;er des dossiers, et supprimer des dossiers et des fichiers. Pour cr&eacute;er, supprimer ou partager des iFolders, vous devez utiliser le client iFolder pour votre ordinateur Linux*, Windows* ou Macintosh*. </p><p>Cette rubrique aborde les sujets suivants&nbsp;:</p><blockquote > 
<p><a href="#login" target="_self">Login et logout</a> <br> 
<a href="#browse" target="_self">Parcours de iFolders</a> <br> <a href="#manage" target="_self">G&eacute;rer des dossiers et des fichiers dans un iFolder</a></p></blockquote><h3><a name="login"></a>Login et logout</h3><p>Si la connexion au syst&egrave;me est interrompue (time out) lorsque vous travaillez dans vos iFolders, Web Access vous renvoie &agrave; la page de login. Vous pouvez vous loguer de nouveau pour poursuivre votre travail sans fermer votre navigateur.</p><p>D&eacute;loguez-vous en cliquant sur Logout dans la zone d'en-t&ecirc;te sup&eacute;rieure droite, puis fermez votre navigateur. Si vous ne vous d&eacute;loguez pas, votre session demeure ouverte jusqu'&agrave; ce que le timeout y mette fin, ce qui peut pr&eacute;senter un risque pour la s&eacute;curit&eacute;. </p><p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="D&eacute;but"></a></p><h3><a name="browse"></a>Parcours de iFolders</h3><p>La page iFolders r&eacute;pertorie tous les iFolders auxquels vous avez acc&egrave;s avec le compte actuel. Les iFolders accessibles incluent ceux que vous poss&eacute;dez et ceux que d'autres personnes ont partag&eacute; avec vous. Vous pouvez acc&eacute;der &agrave; des iFolders partag&eacute;s via Web Access m&ecirc;me si vous n'avez pas configur&eacute; iFolder sur un ordinateur local. La colonne Propri&eacute;taire indique le nom de la personne qui poss&egrave;de le iFolder afin de vous aider &agrave; localiser le iFolder que vous recherchez. </p><p>Pour chaque iFolder, vous pouvez afficher la liste de ses dossiers et fichiers, t&eacute;l&eacute;charger des fichiers, cr&eacute;er des dossiers, et supprimer des dossiers et des fichiers.</p><p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="D&eacute;but"></a></p><h3><a name="manage"></a>G&eacute;rer des dossiers et des fichiers dans un iFolder</h3><p>Vous pouvez ex&eacute;cuter les t&acirc;ches suivantes &agrave; l'int&eacute;rieur d'un iFolder&nbsp;:</p><blockquote> <p><b>Affichage d'une liste de dossiers et de fichiers</b><br>La page iFolder &eacute;tablit une liste alphab&eacute;tique des dossiers et fichiers. Faites d&eacute;filer la liste pour localiser le r&eacute;pertoire ou le fichier qui vous int&eacute;resse. </p><p><b>Naviguer &agrave; l'int&eacute;rieur d'un r&eacute;pertoire</b><br>Cliquez sur le nom du dossier <img src="../../images/folder_16.gif" width="16" height="16" alt="Ic&ocirc;ne Dossier"> pour l'ouvrir et afficher la liste de son contenu. Pour retourner dans un r&eacute;pertoire de niveau plus &eacute;lev&eacute;, cliquez sur l'ic&ocirc;ne Dossier parent <img src="../../images/up_folder_16.gif" width="14" height="12" alt="Ic&ocirc;ne Dossier parent"> dans la barre des t&acirc;ches.<br> </p><p><b>Ouvrir ou enregistrer un fichier</b><br>Cliquez sur le nom du fichier <img src="../../images/file_16.gif" width="16" height="16" alt="Ic&ocirc;ne Fichier"> &agrave; ouvrir ou &agrave; enregistrer. </p><ul> <li><p>Cliquez sur Ouvrir pour afficher le contenu du fichier. Vous devez poss&eacute;der une application compatible sur votre ordinateur pour ouvrir le fichier. Si vous envisagez de travailler dans le fichier, t&eacute;l&eacute;chargez celui-ci, modifiez-le, puis t&eacute;l&eacute;chargez-le de nouveau.</p></li><li><p>Cliquez sur Enregistrer pour enregistrer le fichier sur votre disque dur local ou sur une unit&eacute; r&eacute;seau assign&eacute;e. Acc&eacute;dez &agrave; l'emplacement o&ugrave; vous souhaitez placer le fichier, puis cliquez sur Enregistrer. Le fichier est t&eacute;l&eacute;charg&eacute; dans votre ordinateur.</p></li></ul><p><b>Cr&eacute;ation d'un dossier</b> <br> Dans le champ Nouveau dossier, sp&eacute;cifiez le nom du nouveau dossier, puis cliquez sur Cr&eacute;er. Les noms de dossier respectent la casse. Lorsque la page est rafra&icirc;chie, le dossier appara&icirc;t dans la liste en ordre alphab&eacute;tique.<br></p><p><b>Suppression de dossiers ou de fichiers</b><br>Cochez la case en regard d'un ou de plusieurs dossiers ou fichiers &agrave; supprimer, puis cliquez sur Supprimer. Confirmez la suppression.</p><p><b>T&eacute;l&eacute;chargement d'un fichier</b> <br> Dans le champ T&eacute;l&eacute;charger le fichier, cliquez sur Parcourir, recherchez un dossier local que vous souhaitez t&eacute;l&eacute;charger, puis cliquez sur Ouvrir &gt; T&eacute;l&eacute;charger. Lorsque la page est rafra&icirc;chie, le dossier appara&icirc;t dans la liste en ordre alphab&eacute;tique.</p></blockquote><p> 
<a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="D&eacute;but"></a> 
</p><p>&nbsp;</p><P CLASS="copyright">Le symbole de marque (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP>, etc.) indique une marque de Novell. L'ast&eacute;risque (*) indique une marque d'un fabricant tiers. Pour plus d'informations, reportez-vous aux <A HREF="legalnotices.html" TARGET="_self" ><font color="#cfcdc6">mentions l&eacute;gales</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>
</html>