<html>

<head>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=utf-8">
<!-- Novell iFolder 3.x Web Access -->

<title>Informacje prawne</title>

<!-- Metadata -->
<meta name="Author" content="iFolder 3.x Documentation Manager">
<meta name="date" content="02-17-2005">
<meta name="modified" content="06-29-2005">
<!-- Documentation Stylesheet --> <link rel="stylesheet" href="hf_style.css" type="text/css">

<!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the
		  page itself.
      --> <style type= "text/css" media="screen">
       
<!--

         body           {  font-family: Arial, Helvetica, Geneva;
									background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }

         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px;
									width: 100%; visibility: visible }

         #helpcontent    { position: absolute; top: 37px; left: 10px;
	                        width: 93%; visibility: visible }

       -->
     </style>
</head>

   
<!-- This is the start of the body. It underlays the help banner layer
         and help content layers. -->

   
<body bgcolor="white" marginwidth="0" marginheight="0"
         leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> <table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;">
<tr> <td width="221"> <img src="../../images/help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"></td></tr></table></div><!-- This is end of the Help Banner Layer -->
<!-- This is the start of the Help Content Layer --> <div id="helpcontent"> 
<!-- 	The Page Heading uses CSS style "head3b". This creates an H3 header
		with a line beneath it.
--> <h3 class="head3b">Informacje prawne</h3><p>Firma Novell Inc. nie sk&#322;ada &#380;adnych o&#347;wiadcze&#324; ani nie udziela &#380;adnych gwarancji odno&#347;nie zawarto&#347;ci lub sposob&#243;w korzystania z tej dokumentacji, a w szczeg&#243;lno&#347;ci nie udziela &#380;adnych bezpo&#347;rednich ani domniemanych gwarancji dotycz&#261;cych warto&#347;ci handlowej dokumentacji lub jej przydatno&#347;ci do okre&#347;lonego celu. Ponadto, Novell Inc. zastrzega sobie prawo do korekty i zmian tre&#347;ci niniejszej publikacji, w dowolnym czasie i bez obowi&#261;zku powiadamiania os&#243;b b&#261;d&#378; instytucji o dokonaniu korekty lub wprowadzeniu zmian</p><p>Firma Novell Inc. nie sk&#322;ada &#380;adnych o&#347;wiadcze&#324; ani nie udziela &#380;adnych gwarancji odno&#347;nie oprogramowania, a w szczeg&#243;lno&#347;ci nie udziela &#380;adnych bezpo&#347;rednich ani domniemanych gwarancji dotycz&#261;cych warto&#347;ci handlowej oprogramowania lub jego przydatno&#347;ci do okre&#347;lonego celu. Firma Novell Inc. zastrzega sobie prawo do dokonywania zmian w dowolnej cz&#281;&#347;ci oprogramowania firmy Novell w dowolnym czasie i bez obowi&#261;zku powiadamiania o tym jakichkolwiek podmiot&#243;w lub os&#243;b.</p><h3>Uwaga eksportowa</h3><p>Produktu tego nie mo&#380;na u&#380;ywa&#263; ani eksportowa&#263;, je&#347;li narusza to maj&#261;ce zastosowanie prawo lub przepisy, w tym przepisy eksportowe w Stanach Zjednoczonych lub prawo pa&#324;stwa, w kt&#243;rym przebywa u&#380;ytkownik.</p><h3>Prawa autorskie</h3><p>Copyright &#169; 2005 Novell, Inc. Wszelkie prawa zastrze&#380;one. Powielanie lub przekazywanie niniejszego dokumentu w jakiejkolwiek formie, w ca&#322;o&#347;ci lub w cz&#281;&#347;ci, wymaga uprzedniej pisemnej zgody wydawcy.</p><h3>Patenty</h3><p>Firma Novell Inc. posiada prawa do w&#322;asno&#347;ci intelektualnej zwi&#261;zanej z technologi&#261; zastosowan&#261; w produkcie opisanym w tym dokumencie. W szczeg&#243;lno&#347;ci i bez ogranicze&#324; prawa do w&#322;asno&#347;ci intelektualnej mog&#261; obejmowa&#263; jeden lub wi&#281;cej patent&#243;w USA wymienionych na stronie <a href="http://www.novell.com/company/legal/patents/">http://www.novell.com/company/legal/patents/</a> oraz jeden lub wi&#281;cej dodatkowych patent&#243;w lub post&#281;powa&#324; patentowych w USA i innych krajach.</p><h3>Znaki towarowe firmy Novell</h3><p>eDirectory jest znakiem towarowym firmy Novell, Inc.</p><p>iFolder jest znakiem towarowym firmy Novell, Inc.</p><p>Novell jest zastrze&#380;onym znakiem towarowym firmy Novell, Inc. na terenie Stan&#243;w Zjednoczonych i innych kraj&#243;w.</p><p>Novell iFolder jest zastrze&#380;onym znakiem towarowym firmy Novell, Inc. na terenie Stan&#243;w Zjednoczonych i innych kraj&#243;w. </p><h3>Znaki towarowe innych firm</h3><p>Wszystkie inne znaki towarowe s&#261; w&#322;asno&#347;ci&#261; odpowiednich firm.</p><h3>Oznaczenia stosowane w dokumentacji</h3><p>W niniejszej dokumentacji znak wi&#281;kszo&#347;ci (&#62;) u&#380;ywany jest do oddzielania poszczeg&#243;lnych czynno&#347;ci potrzebnych do wykonania operacji, a tak&#380;e do oddzielania element&#243;w w &#347;cie&#380;ce odno&#347;nik&#243;w.</p><p>Symbol znaku towarowego (<sup><small>&#174;</small></sup>, <sup><small>TM</small></sup> itp.) oznacza znak towarowy firmy Novell. Gwiazdka (*) oznacza znak towarowy innej firmy.</p><p>W nazwach &#347;cie&#380;ek, w kt&#243;rych w niekt&#243;rych systemach operacyjnych jest stosowany uko&#347;nik, a w innych uko&#347;nik odwr&#243;cony, zawsze stosowany jest uko&#347;nik odwr&#243;cony. W przypadku platform, gdzie wymagany jest zwyk&#322;y uko&#347;nik, na przyk&#322;ad w przypadku systemu Linux* lub UNIX*, nale&#380;y stosowa&#263; zwyk&#322;y uko&#347;nik.</p></div>
</body>
</html>
