<html>
<head>
  <meta http-equiv="content-type" content="text/html;charset=UTF-8"> 

<!-- Novell iFolder 3.x Web Access  --> 

<title>Uzyskiwanie dostępu do folder&oacute;w i plik&oacute;w</title> 

<!-- Metadata --> 
  <meta name="Author" content="iFolder 3.x Documentation Manager"> 
  <meta name="date" content="02-17-2005"> 
  <meta name="modified" content="06-29-2005"> 
<!-- Documentation Stylesheet --> 
  <link rel="stylesheet" href="hf_style.css" type="text/css"> 
<!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      --> 
      
      <style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
<h3 class="head3b"><a name="top"></a> Uzyskiwanie dostępu do folder&oacute;w i plik&oacute;w w swoich folderach iFolder</h3><p> Ten interfejs umożliwia uzyskiwanie dostępu do folder&oacute;w i plik&oacute;w w folderach iFolder dostępnych dla użytkownika tego konta. Dla każdego folderu iFolder użytkownik może wyświetlać listę folder&oacute;w i plik&oacute;w, przekazywać i pobierać pliki, tworzyć foldery oraz usuwać foldery i pliki. Do tworzenia, usuwania i udostępniania iFolder&oacute;w należy używać klienta programu iFolder dla używanego systemu &mdash; Linux*, Windows* lub Macintosh*. </p><p>W tym pliku pomocy opisano następujące zagadnienia:</p><blockquote > 
<p><a href="#login" target="_self">Zalogowanie i wylogowanie</a> <br> 
<a href="#browse" target="_self">Przeglądanie folder&oacute;w iFolder</a> <br> <a href="#manage" target="_self">Zarządzanie folderami i plikami w folderze iFolder</a></p></blockquote><h3><a name="login"></a>Zalogowanie i wylogowanie</h3><p>Jeśli podczas pracy z folderami iFolder zostanie przekroczony systemowy limit czasu połączenia, program Web Access przeniesie użytkownika ponownie na stronę logowania. Użytkownik może zalogować się ponownie i wznowić pracę, nie zamykając przeglądarki.</p><p>Wylogowanie następuje po kliknięciu przycisku Wyloguj w prawym g&oacute;rnym rogu obszaru nagł&oacute;wka. Można wtedy zamknąć przeglądarkę. Jeśli użytkownik nie wyloguje się, sesja pozostanie otwarta do czasu przekroczenia limitu odpowiedzi, co może stanowić ryzyko naruszenia bezpieczeństwa. </p><p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Przejdź do g&oacute;ry"></a></p><h3><a name="browse"></a>Przeglądanie folder&oacute;w iFolder</h3><p>Na stronie iFoldery jest wyświetlana lista wszystkich folder&oacute;w iFolder dostępnych dla użytkownika bieżącego konta. Dostępne są własne foldery iFolder użytkownika oraz te wsp&oacute;łużytkowane przez innych użytkownik&oacute;w. Dostęp do wsp&oacute;łużytkowanych folder&oacute;w iFolder można uzyskać przez sieć Web nawet wtedy, gdy folderu iFolder nie skonfigurowano na komputerze lokalnym. W kolumnie Właściciel wyświetlana jest nazwa osoby, do kt&oacute;rej należy iFolder. Ułatwia to znalezienie szukanego iFolderu. </p><p>Po kliknięciu nazwy iFolderu można wyświetlić listę folder&oacute;w i plik&oacute;w, wysyłać i pobierać pliki, tworzyć foldery oraz usuwać foldery i pliki.</p><p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Przejdź do g&oacute;ry"></a></p><h3><a name="manage"></a>Zarządzanie folderami i plikami w folderze iFolder</h3><p>W iFolderze można wykonywać następujące zadania:</p><blockquote> <p><b>Wyświetlanie listy folder&oacute;w i plik&oacute;w</b><br>Strona iFolder zawiera alfabetyczną listę folder&oacute;w i plik&oacute;w. Przewiń listę, aby zlokalizować żądany katalog lub plik. </p><p><b>Nawigowanie w katalogu Directory</b><br>Kliknij nazwę folderu <img src="../../images/folder_16.gif" width="16" height="16" alt="Ikona folderu">, aby go otworzyć i wyświetlić jego zawartość. Aby powr&oacute;cić do katalogu wyższego poziomu, kliknij ikonę Folder do g&oacute;ry <img src="../../images/up_folder_16.gif" width="14" height="12" alt="Ikona Folder do g&oacute;ry"> na pasku zadań.<br> </p><p><b>Otwieranie lub zapisywanie pliku</b><br>Kliknij nazwę pliku <img src="../../images/file_16.gif" width="16" height="16" alt="Ikona pliku">, kt&oacute;ry chcesz otworzyć lub zapisać. </p><ul> <li><p>Kliknij przycisk Otw&oacute;rz, aby wyświetlić zawartość pliku. Aby otworzyć plik, na komputerze musi być zainstalowana zgodna aplikacja. Jeśli planowana jest praca z plikiem, należy go pobrać, zmodyfikować, a następnie przesłać.</p></li><li><p>Aby zapisać plik na lokalnym dysku twardym lub na mapowanym dysku sieciowym, kliknij przycisk Zapisz. Przejdź do miejsca, w kt&oacute;rym ma zostać umieszczony plik, a następnie kliknij przycisk Zapisz. Plik zostanie pobrany na komputer użytkownika.</p></li></ul><p><b>Tworzenie nowego folderu</b> <br> W polu Nowy folder podaj nazwę tworzonego folderu, a następnie kliknij przycisk Utw&oacute;rz. W nazwach folder&oacute;w są rozr&oacute;żniane wielkie i małe litery. Po odświeżeniu strony folder pojawi się na uporządkowanej alfabetycznie liście.<br></p><p><b>Usuwanie folder&oacute;w i plik&oacute;w</b><br>Zaznacz pole wyboru obok jednego lub wielu folder&oacute;w albo plik&oacute;w, kt&oacute;re mają zostać usunięte, kliknij przycisk Usuń, a następnie potwierdź usunięcie.</p><p><b>Przekazywanie pliku</b> <br> Obok pola Przekaż plik kliknij przycisk Przeglądaj, odszukaj lokalny folder, kt&oacute;rego zawartość ma zostać przekazana, po czym kliknij kolejno przyciski Otw&oacute;rz i Przekaż. Po odświeżeniu strony plik będzie widoczny na uporządkowanej alfabetycznie liście.</p></blockquote><p> 
<a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Przejdź do g&oacute;ry"></a> 
</p><p>&nbsp;</p><P CLASS="copyright">Symbol znaku towarowego (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP> itd.) oznacza znak towarowy firmy Novell; symbol gwiazdki (*) oznacza znak towarowy innej firmy. Więcej informacji można znaleźć w sekcji <A HREF="legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Informacje prawne</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>
</html>