<html>

<head>

     <!-- Novell iFolder 3.x  --> 
   
     <title>Informa&ccedil;&otilde;es Legais</title>
        
     <!-- Metadata -->
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     <meta name="Author" content="iFolder 3.x Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="06-29-2005"> 
	 
	 	 <!-- Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva;
									background: white url('../../images/helphead_bg.gif') repeat-x;  }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px;
									width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; 
	                        width: 93%; visibility: visible }
			   
       -->
     </style>
  
   

</head>
   
   <!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. -->
	 
   <body bgcolor="white" marginwidth="0" marginheight="0" 
         leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> <img src="../../images/h1_help.gif" width="380" height="32"   border="0"></div><!-- This is end of the Help Banner Layer --> 
<!-- This is end of the Help Banner Layer --> <!-- This is the start of the Help Content Layer --> 
<div id="helpcontent"> <!-- 	The Page Heading uses CSS style "head3b". This creates an H3 header
		with a line beneath it.
--> <h3 class="head3b">Informa&ccedil;&otilde;es Legais</h3>
<p>A Novell, Inc. n&atilde;o faz representa&ccedil;&otilde;es ou garantias quanto ao conte&uacute;do ou &agrave; utiliza&ccedil;&atilde;o desta documenta&ccedil;&atilde;o e especificamente se isenta de quaisquer garantias de comerciabilidade expressas ou impl&iacute;citas ou adequa&ccedil;&atilde;o a qualquer prop&oacute;sito espec&iacute;fico. A Novell, Inc. reserva-se o direito de revisar esta publica&ccedil;&atilde;o e fazer mudan&ccedil;as em seu conte&uacute;do, a qualquer momento, sem a obriga&ccedil;&atilde;o de notificar qualquer pessoa ou entidade sobre essas revis&otilde;es ou mudan&ccedil;as.</p>
  <p>Al&eacute;m disso, a Novell, Inc. n&atilde;o faz representa&ccedil;&otilde;es nem garantias com rela&ccedil;&atilde;o a qualquer software, e isenta-se de quaisquer garantias de comerciabilidade expressas ou impl&iacute;citas ou adequa&ccedil;&atilde;o a qualquer prop&oacute;sito espec&iacute;fico. Al&eacute;m disso, a Novell Inc. se reserva o direito de fazer mudan&ccedil;as em qualquer e todas as partes do software Novell, a qualquer momento, sem nenhuma obriga&ccedil;&atilde;o de notificar qualquer pessoa ou entidade sobre tais mudan&ccedil;as.</p>
  <h3>Aviso de exporta&ccedil;&atilde;o</h3>
  <p>Quaisquer informa&ccedil;&otilde;es t&eacute;cnicas ou sobre produtos fornecidas de segundo os termos do presente Contrato est&atilde;o sujeitas aos controles de exporta&ccedil;&atilde;o dos EUA e &agrave;s leis comerciais de outros pa&iacute;ses. Voc&ecirc; concorda em cumprir todos os regulamentos do controle de exporta&ccedil;&atilde;o e em obter as licen&ccedil;as ou a classifica&ccedil;&atilde;o necess&aacute;rias para exportar, reexportar ou importar produtos finais. Voc&ecirc; concorda em n&atilde;o exportar nem reexportar para entidades que constam nas listas de exclus&atilde;o de exporta&ccedil;&atilde;o atual dos EUA nem para qualquer pa&iacute;s sob embargo ou terrorista, conforme especificado nas leis de exporta&ccedil;&atilde;o dos EUA. Voc&ecirc; concorda em n&atilde;o usar produtos para fins proibidos relacionados a armas nucleares, biol&oacute;gicas e qu&iacute;micas ou m&iacute;sseis. Consulte a <a href="http://www.novell.com/info/exports/">p&aacute;gina do Novell International Trade Services na Web</a> para obter mais informa&ccedil;&otilde;es sobre como exportar softwares da Novell.   A Novell n&atilde;o se responsabiliza pela falha na aquisi&ccedil;&atilde;o de quaisquer aprova&ccedil;&otilde;es necess&aacute;rias para exporta&ccedil;&atilde;o.</p>
  <h3>Copyright</h3>
  <p>Copyright &copy; 2005-2007 Novell, Inc. Todos os direitos reservados. Nenhuma parte desta publica&ccedil;&atilde;o poder&aacute; ser reproduzida, fotocopiada, armazenada em um sistema de recupera&ccedil;&atilde;o ou transmitida sem o consentimento expresso por escrito do editor.</p>
  <h3>Marcas registradas da Novell</h3><p>Para as marcas registradas da Novel, consulte <a href=http://www.novell.com/company/legal/ trademarks/tmlist.html>a lista de marcas registradas e Marcas de Servi&ccedil;o da Novell</a> </p><h3>Marcas registradas de terceiros</h3><p>Todas as marcas registradas de terceiros pertencem aos seus respectivos propriet&aacute;rios.</p><h3>Conven&ccedil;&otilde;es da documenta&ccedil;&atilde;o</h3><p>Nesta documenta&ccedil;&atilde;o, um s&iacute;mbolo de maior que (&gt;) &eacute; utilizado para separar a&ccedil;&otilde;es dentro de uma etapa e itens em um caminho de refer&ecirc;ncia cruzada.</p><p>Um s&iacute;mbolo de marca registrada (<sup><small>&reg;, </small></sup>,<sup><small>TM</small></sup> etc.) indica uma marca registrada da Novell. Um asterisco (*) indica uma marca registrada de terceiros.</p></div>
</body>
</html>