<html>

<head>

     <!-- Novell iFolder 3.x  --> 
   
     <title>Informa&ccedil;&otilde;es Legais</title>
        
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.x Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="06-29-2005"> 
	 
	 	 <!-- Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   

</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
<h3 class="head3b">Informa&ccedil;&otilde;es legais</h3>
<p>A Novell, Inc., n&atilde;o faz nenhuma representa&ccedil;&atilde;o ou garantia com rela&ccedil;&atilde;o ao conte&uacute;do ou uso desta documenta&ccedil;&atilde;o e especificamente se isenta de qualquer garantia expressa ou impl&iacute;cita de comercializa&ccedil;&atilde;o ou adequa&ccedil;&atilde;o a um prop&oacute;sito espec&iacute;fico. Al&eacute;m disso, a Novel, Inc., se reserva o direito de revisar esta publica&ccedil;&atilde;o e fazer mudan&ccedil;as no conte&uacute;do, a qualquer momento, sem obriga&ccedil;&atilde;o de notificar nenhum pessoa ou entidade sobre essas revis&otilde;es ou mudan&ccedil;as.</p>
  <p>A Novell, Inc., n&atilde;o faz nenhuma representa&ccedil;&atilde;o ou garantia com rela&ccedil;&atilde;o a nenhum software e especificamente se isenta de qualquer garantia expressa ou impl&iacute;cita de comercializa&ccedil;&atilde;o ou adequa&ccedil;&atilde;o a um prop&oacute;sito espec&iacute;fico. Al&eacute;m disso, a Novell Inc. se reserva o direito de fazer mudan&ccedil;as em qualquer e todas as partes do software Novell, a qualquer momento, sem nenhuma obriga&ccedil;&atilde;o de notificar qualquer pessoa ou entidade sobre tais mudan&ccedil;as.</p>
  <h3>Aviso de exporta&ccedil;&atilde;o</h3>
  <p>Quaisquer informa&ccedil;&otilde;es t&eacute;cnicas ou sobre produtos fornecidas segundo os termos do presente Contrato est&atilde;o sujeitas aos controles de exporta&ccedil;&atilde;o dos EUA e &agrave;s leis comerciais de outros pa&iacute;ses. Voc&ecirc; concorda em atender a todos os regulamentos de controle de exporta&ccedil;&atilde;o e obter qualquer licen&ccedil;a ou classifica&ccedil;&atilde;o necess&aacute;ria para exportar, reexportar ou importar produtos. Voc&ecirc; concorda em n&atilde;o exportar nem reexportar para entidades que constam nas listas de exclus&atilde;o de exporta&ccedil;&atilde;o atual dos EUA ou para qualquer pa&iacute;s embargado ou terrorista conforme especificado nas leis de exporta&ccedil;&atilde;o dos EUA. Voc&ecirc; concorda em n&atilde;o usar produtos para fins proibidos relacionados a armas nucleares, biol&oacute;gicas e qu&iacute;micas ou m&iacute;sseis. Consulte a <a href="http://www.novell.com/info/exports/">p&aacute;gina do Novell International Trade Services na Web</a> para obter mais informa&ccedil;&otilde;es sobre como exportar softwares da Novell. A Novell n&atilde;o se responsabiliza pela falha na aquisi&ccedil;&atilde;o de quaisquer aprova&ccedil;&otilde;es necess&aacute;rias para exporta&ccedil;&atilde;o.</p>
  <h3>Copyright</h3>
  <p>Copyright &copy; 2011 Novell, Inc. Todos os direitos reservados. Nenhuma parte desta publica&ccedil;&atilde;o poder&aacute; ser reproduzida, fotocopiada, armazenada em um sistema de recupera&ccedil;&atilde;o nem transmitida sem o consentimento expresso por escrito do editor.</p>
  <h3>&nbsp;</h3>
</div>
</body>
</html>