<html>
<head>
  <meta http-equiv="content-type" content="text/html;charset=UTF-8"> 

<!-- Novell iFolder 3.x Web Access  --> 

<title>Acessando pastas e arquivos</title> 

<!-- Metadata --> 
  <meta name="Author" content="iFolder 3.x Documentation Manager"> 
  <meta name="date" content="02-17-2005"> 
  <meta name="modified" content="06-29-2005"> 
<!-- Documentation Stylesheet --> 
  <link rel="stylesheet" href="hf_style.css" type="text/css"> 
<!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      --> 
      
      <style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
<h3 class="head3b"><a name="top"></a>Acessando pastas e arquivos nas pastas do iFolder</h3><p> Use esta interface para acessar pastas e arquivos nas pastas do iFolder dispon&iacute;veis para esta conta. Em cada pasta do iFolder, &eacute; poss&iacute;vel ver uma lista de pastas e arquivos, fazer upload e download de arquivos, criar pastas e apagar pastas e arquivos. Para criar, apagar ou compartilhar pastas do iFolder &eacute; necess&aacute;rio usar o Cliente iFolder para seu computador Linux*, Windows* ou Macintosh*. </p><p>Esta Ajuda discute o seguinte:</p><blockquote > 
<p><a href="#login" target="_self">Efetuando login e logout</a> <br> 
<a href="#browse" target="_self">Procurando iFolders</a> <br> <a href="#manage" target="_self">Gerenciando pastas e arquivos em um iFolder</a></p></blockquote><h3><a name="login"></a>Efetuando login e logout</h3><p>Se o tempo de espera da conex&atilde;o do sistema se esgotar enquanto voc&ecirc; estiver trabalhando nos iFolder, o Web Access o levar&aacute; de volta &agrave; p&aacute;gina de login. &Eacute; poss&iacute;vel efetuar login novamente para continuar o trabalho sem fechar o browser.</p><p>Efetue logout clicando em Logout na &aacute;rea superior direita do cabe&ccedil;alho e, em seguida, feche o browser. Se voc&ecirc; n&atilde;o efetuar logout, a sess&atilde;o permanecer&aacute; aberta at&eacute; o tempo de espera se esgotar, o que pode representar um risco de seguran&ccedil;a. </p><p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Ir para o in&iacute;cio"></a></p><h3><a name="browse"></a>Procurando pastas do iFolder</h3><p>A p&aacute;gina de pastas do iFolder lista as pastas do iFolder dispon&iacute;veis na conta atual. As pastas do iFolder dispon&iacute;veis incluem as que voc&ecirc; possui e as que foram compartilhadas por outras pessoas. &Eacute; poss&iacute;vel acessar as pastas do iFolder compartilhadas por meio do Web Access, mesmo se voc&ecirc; n&atilde;o tiver configurado o iFolder em um computador local. A coluna Propriet&aacute;rio identifica o nome da pessoa que possui o iFolder para ajud&aacute;-lo a localizar a pasta do iFolder que procura. </p><p>Clique no nome da pasta do iFolder para ver uma lista de pastas e arquivos, fazer upload e download de arquivos, criar pastas e apagar pastas e arquivos.</p><p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Ir para o in&iacute;cio"></a></p><h3><a name="manage"></a>Gerenciando pastas e arquivos em um iFolder</h3><p>Em uma pasta do iFolder, &eacute; poss&iacute;vel executar as seguintes tarefas:</p><blockquote> <p><b>Ver uma lista de pastas e arquivos</b> <br>A p&aacute;gina iFolder lista pastas e arquivos alfabeticamente. Role a tela para localizar o diret&oacute;rio ou o arquivo de seu interesse. </p><p><b>Navegar em um diret&oacute;rio</b><br>Clique no nome da pasta <img src="../../images/folder_16.gif" width="16" height="16" alt="&iacute;cone Pasta"> para abrir a pasta e ver uma lista do seu conte&uacute;do. Para voltar para um diret&oacute;rio de n&iacute;vel superior, clique no &iacute;cone de pasta para cima <img src="../../images/up_folder_16.gif" width="14" height="12" alt="&iacute;cone de pasta para cima"> na barra de tarefas.<br> </p><p><b>Abrir ou gravar um arquivo</b><br>Clique no nome do arquivo <img src="../../images/file_16.gif" width="16" height="16" alt="&iacute;cone Arquivo"> que voc&ecirc; deseja abrir ou gravar. </p><ul> <li><p>Clique em Abrir para ver o conte&uacute;do do arquivo. Voc&ecirc; deve ter um aplicativo compat&iacute;vel com o computador para abrir o arquivo. Se planeja trabalhar no arquivo, fa&ccedil;a seu download, modifique-o e, em seguida, fa&ccedil;a o upload.</p></li><li><p>Clique em Gravar para gravar o arquivo no disco r&iacute;gido local ou em uma unidade de rede mapeada. Navegue at&eacute; a localiza&ccedil;&atilde;o em que deseja colocar o arquivo e clique em Gravar. Ser&aacute; feito o download do arquivo no computador.</p></li></ul><p><b>Criar uma Nova Pasta</b> <br> No campo Nova Pasta, especifique o nome da nova pasta e clique em Criar. Os nomes de pastas diferenciam mai&uacute;sculas de min&uacute;sculas. Quando a p&aacute;gina &eacute; atualizada, a pasta &eacute; exibida em ordem alfab&eacute;tica na lista.<br></p><p><b>Apagar pastas ou arquivos</b><br>Marque a caixa de sele&ccedil;&atilde;o ao lado das pastas ou arquivos que deseja apagar e clique em Apagar. Confirme a exclus&atilde;o.</p><p><b>Fazer upload de um arquivo</b> <br> No campo Fazer Upload do Arquivo, clique em Procurar, localize a pasta local desejada e clique em Abrir &gt; Fazer Upload. Quando a p&aacute;gina &eacute; atualizada, o arquivo &eacute; exibido em ordem alfab&eacute;tica na lista.</p></blockquote><p> 
<a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Ir para o in&iacute;cio"></a> 
</p><p>&nbsp;</p><P CLASS="copyright">Um s&iacute;mbolo de marca registrada (<SUP><SMALL>&reg;</SMALL></SUP>,<SUP><SMALL>TM</SMALL></SUP> etc.) indica uma marca registrada da Novell. Um asterisco (*) indica uma marca registrada de terceiros. Para obter mais informa&ccedil;&otilde;es, consulte <A HREF="legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Informa&ccedil;&otilde;es Legais</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>
</html>