<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.7  --> 
   
     <title>Gerenciando as configura&ccedil;&otilde;es do LDAP</title>  	 
     
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.7 Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="06-29-2005"> 
	 <meta name="modified" content="11-15-2007"> 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
      
       --> <h3 class="head3b">Gerenciando as configura&ccedil;&otilde;es do LDAP do sistema iFolder</h3>
  <p> Use esta interface para modificar as configura&ccedil;&otilde;es LDAP do servidor Novell<SUP><SMALL>&reg;</SMALL></SUP> iFolder<SUP><SMALL>&reg;</SMALL></SUP> 3.7 ou posterior neste dom&iacute;nio do iFolder. </p>
  
  <H3><A NAME="modify"></A>Modificando as configura&ccedil;&otilde;es do LDAP</H3><P>Modifique qualquer um dos campos a seguir e, em seguida, clique em <i>OK</i> para aplicar as mudan&ccedil;as:</P><TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Par&acirc;metro</P></TD><TD CLASS="tablehead2"><P>Descri&ccedil;&atilde;o</P></TD></TR>
<TR><TD VALIGN="TOP">
        <P>DN do Admin do LDAP</P>
      </TD><TD>
        <P>Especifique o nome exclusivo do Admin do LDAP. Pode ser o mesmo que o do Admin do iFolder ou um diferente.</P>
      </TD></TR>
	  <TR><TD VALIGN="TOP">
        <P>Senha do Admin do LDAP</P>
      </TD><TD>
        <P>A senha &eacute; usada para autenticar o usu&aacute;rio Admin do LDAP no servidor LDAP. </P>
        
        <P>Clique em <i>OK</i> para atualizar a senha armazenada nas configura&ccedil;&otilde;es do LDAP.</P>
<blockquote>
  
</blockquote>
</TD></TR><TR><TD VALIGN="TOP">
        <P>Servidor LDAP</P>
      </TD><TD>
        <P>Especifique o nome DNS ou o endere&ccedil;o IP do servidor LDAP. Este pode ser qualquer um dos servidores iFolder do sistema iFolder.</P>
      </TD></TR>
	  <TR><TD VALIGN="TOP">
        <P>SSL LDAP</P>
      </TD><TD>
        <P>Selecione <i>Sim</i> para habilitar o SSL LDAP. Se o SSL estiver habilitado no servidor, o valor ser&aacute; Sim; caso contr&aacute;rio, ser&aacute; N&atilde;o.<BR>
        </P></TD></TR><TR><TD VALIGN="TOP">
        <P>Usu&aacute;rio Proxy</P>
      </TD><TD>
        <P>O usu&aacute;rio Proxy do iFolder &eacute; uma identidade de usu&aacute;rio proxy existente, usada no acesso de leitura ao servidor LDAP para recuperar uma lista de usu&aacute;rios autorizados. O usu&aacute;rio proxy &eacute; criado automaticamente durante a configura&ccedil;&atilde;o do servidor empresarial iFolder no YaST. O nome de usu&aacute;rio &eacute; gerado automaticamente para que seja exclusivo no sistema. </P>
    <P> Verifique se a conta de usu&aacute;rio designada como o usu&aacute;rio Proxy do iFolder &eacute; diferente da utilizada para o usu&aacute;rio Admin do iFolder e demais usu&aacute;rios do sistema. Separar o usu&aacute;rio proxy do administrador separa privil&eacute;gios. Tamb&eacute;m &eacute; importante porque a senha do usu&aacute;rio proxy fica armazenada no sistema de arquivos do servidor iFolder.</P>
    <P> Especifique o nome exclusivo de um usu&aacute;rio existente que voc&ecirc; queira converter em usu&aacute;rio Proxy do iFolder. Essa identidade precisa ter o direito de leitura no diret&oacute;rio LDAP. Por exemplo: </P>
        <P> cn=iFolderProxy,o=acme</P>
    <P> Verifique tamb&eacute;m se voc&ecirc; digitou a senha do novo usu&aacute;rio no campo Senha do Proxy.</P>
        <P> Ap&oacute;s modificar o usu&aacute;rio Proxy, conv&eacute;m sincronizar imediatamente as listas de usu&aacute;rios do LDAP, usando as novas informa&ccedil;&otilde;es de proxy do iFolder; caso contr&aacute;rio, elas n&atilde;o ser&atilde;o testadas at&eacute; a pr&oacute;xima sincroniza&ccedil;&atilde;o programada da lista de usu&aacute;rios. Use a op&ccedil;&atilde;o <i>Sincronizar Agora</i> em <i>Detalhes do LDAP</i> na p&aacute;gina Detalhes do Servidor para sincronizar a lista de usu&aacute;rios do iFolder sob demanda e confirmar as novas configura&ccedil;&otilde;es do usu&aacute;rio Proxy.</P>
        </TD></TR>
	<TR><TD VALIGN="TOP"><P> Senha do usu&aacute;rio Proxy</P></TD><TD>
        <P>A senha &eacute; utilizada para autenticar o usu&aacute;rio Proxy do iFolder no servidor LDAP quando o iFolder sincroniza os usu&aacute;rios com esse servidor. </P>
        <P>Para modificar a senha do Usu&aacute;rio Proxy do iFolder, n&atilde;o &eacute; necess&aacute;rio atualizar o valor armazenado nas configura&ccedil;&otilde;es LDAP do sistema do iFolder. &Eacute; poss&iacute;vel utilizar esta interface diretamente para modificar a senha.</p>
        <P>Essa senha deve corresponder &agrave; senha armazenada no objeto eDirectory<sup><small>TM</small></sup> do usu&aacute;rio Proxy do iFolder. </P>
<P>Especifique a senha duas vezes e, em seguida, clique em <i>OK</i> para atualizar a senha armazenada nas configura&ccedil;&otilde;es do LDAP.</P>
<P>Nota: Se o iFolder estiver configurado para usar o proxy comum OES, ent&atilde;o a senha do usu&aacute;rio proxy n&atilde;o deve ser mudada no console de Administra&ccedil;&atilde;o pela Web do iFolder.</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Contextos do LDAP</P>
      </TD><TD>
        <P> Especifique ou edite os containers, os grupos ou os usu&aacute;rios do LDAP nos quais o iFolder pesquisa uma lista de usu&aacute;rios autorizados para aprovisionar aos servidores iFolder neste servidor empresarial. Os contextos do LDAP s&atilde;o digitados em formato LDAP. Por exemplo: </P>
        <P> cn=grupo,o=acme#cn=grupodb,o=acme#</P>
        <P>Para editar um valor, selecione-o, fa&ccedil;a as mudan&ccedil;as e, em seguida, clique em <i>OK</i> para aplic&aacute;-las.</P>  
  
        <P>O Usu&aacute;rio Admin do iFolder &eacute; aprovisionado aos servidores durante a instala&ccedil;&atilde;o. Ele &eacute; rastreado pelo respectivo GUID para que esteja dispon&iacute;vel mesmo que voc&ecirc; n&atilde;o especifique um container, grupo ou usu&aacute;rio, ou caso especifique nomes exclusivos para pesquisa que n&atilde;o contenham o usu&aacute;rio Admin do iFolder. Essa identidade deve ser aprovisionada para permitir que o Admin do iFolder execute tarefas de gerenciamento.</P>
        <P>Para programar ou executar manualmente a sincroniza&ccedil;&atilde;o do LDAP, clique no bot&atilde;o <i>Sincronizar agora</i>. Quando executar a sincroniza&ccedil;&atilde;o do LDAP, o servidor iFolder consultar&aacute; o servidor LDAP e recuperar&aacute; a lista de usu&aacute;rios do DN especificado no campo <i>Contexto do LDAP</i>. Os nomes de usu&aacute;rio no dom&iacute;nio do iFolder ser&atilde;o comparados com a lista do LDAP. Se um usu&aacute;rio for adicionado ou apagado do contexto do LDAP especificado, o dom&iacute;nio do iFolder tamb&eacute;m ser&aacute; atualizado.</P>
        <P>Mesmo que um usu&aacute;rio seja apagado do contexto do LDAP, a primeira sincroniza&ccedil;&atilde;o LDAP s&oacute; desabilitar&aacute; o usu&aacute;rio do dom&iacute;nio do iFolder, independentemente da Pol&iacute;tica de Intervalo de Concess&atilde;o. O usu&aacute;rio desabilitado nunca ser&aacute; apagado automaticamente ap&oacute;s o per&iacute;odo de intervalo de concess&atilde;o e continuar&aacute; a existir no dom&iacute;nio do iFolder com o estado desabilitado. Se esse usu&aacute;rio for configurado novamente no per&iacute;odo de intervalo de concess&atilde;o, ele ser&aacute; ativado em todos os iFolders. Ap&oacute;s o per&iacute;odo de intervalo de concess&atilde;o, a sincroniza&ccedil;&atilde;o LDAP subsequente apagar&aacute; o usu&aacute;rio do dom&iacute;nio do iFolder e todos os iFolders do usu&aacute;rio ficar&atilde;o &oacute;rf&atilde;os. Os iFolders &oacute;rf&atilde;os ser&atilde;o atribu&iacute;dos novamente ao usu&aacute;rio Admin do iFolder.</P>
      </TD></TR>
  </TABLE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir para o in&iacute;cio"></A></P><H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="T&oacute;picos relacionados" align="top"> T&oacute;picos relacionados</H4><BLOCKQUOTE class="task1">
<P ><A HREF="system.html">Gerenciando o sistema do iFolder</A><BR><A HREF="member.html">Gerenciando uma conta do usu&aacute;rio</A></P></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir para o in&iacute;cio"></A></P><P>&nbsp;</P><P CLASS="copyright">Um s&iacute;mbolo de marca registrada (<SUP><SMALL>&reg;</SMALL></SUP>,<SUP><SMALL>TM</SMALL></SUP> etc.) indica uma marca registrada da Novell. Um asterisco (*) indica uma marca registrada de terceiros. Para obter mais informa&ccedil;&otilde;es, consulte <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Informa&ccedil;&otilde;es Legais</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>