<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.6 Web Admin Help  --> 
   
     <title>Detalhes do servidor</title>  	 
     
 
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.6 Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="02-29-2007"> 
	 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
  <h3 class="head3b">Detalhes do servidor</h3>
  <p> Use esta interface para ver os detalhes, o status, os registros e os relat&oacute;rios do servidor, e para definir o n&iacute;vel de registro e os detalhes do LDAP. </p>
  <BLOCKQUOTE CLASS="blockquote"><P><A HREF="#general" TARGET="_self">Vendo detalhes do servidor</A> <BR><A HREF="#general" TARGET="_self">Vendo status do servidor</A><BR><A HREF="#reports" TARGET="_self">Vendo relat&oacute;rios do servidor</A><BR> <A HREF="#logs" TARGET="_self">Vendo registros do servidor</A><BR>
      <A HREF="#ldap" TARGET="_self">Detalhes do LDAP</A><br>
      <A HREF="#volume" TARGET="_self">Data Store</A><br>
  </P></BLOCKQUOTE>
  
 
  <H4><a name="general"></a>Vendo detalhes do servidor</H4>
  <P>&Eacute; poss&iacute;vel exibir e editar as seguintes informa&ccedil;&otilde;es:</P>
  <TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Par&acirc;metro</P></TD><TD CLASS="tablehead2"><P>Descri&ccedil;&atilde;o</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Nome (Ver Apenas)</P>
      </TD><TD>
        <P>O nome designado ao Servidor.</P>
      </TD><TR><TD VALIGN="TOP">
        <P>Tipo</P>
      </TD><TD>
        <P>O tipo de servidor (Master ou Escravo). Clique em Definir como Mestre para designar este servidor como um servidor mestre. </P>
      </TD><TR><TD VALIGN="TOP">
        <P>Nome DNS</P>
      </TD><TD>
        <P>O nome DNS do servidor empresarial do iFolder. </P>
		<P>Por exemplo: 192.168.1.1 ou svr1.domain.com.</p>
</TD></TR><TR><TD VALIGN="TOP">
        <P>URL P&uacute;blico</P>
      </TD>
      <TD> 
        <P>O endere&ccedil;o IP p&uacute;blico correspondente ao servidor iFolder. Para mudar o endere&ccedil;o IP, edite o endere&ccedil;o fornecido e clique em Gravar para gravar as mudan&ccedil;as efetuadas.</P>
      </TD><TR>
      <TD VALIGN="TOP" height="37"> 
        <P>URL Particular</P>
      </TD>
      <TD height="37"> 
        <P>O endere&ccedil;o IP particular correspondente ao servidor iFolder. Isso permite a comunica&ccedil;&atilde;o entre os servidores no dom&iacute;nio do iFolder. O URL particular e o URL p&uacute;blico podem ser os mesmos. Para mudar o endere&ccedil;o IP, digite o novo endere&ccedil;o e clique em Gravar para gravar as mudan&ccedil;as efetuadas.</P>
      </TD><TR><TD VALIGN="TOP">
        <P>URL Master (exibido somente para os servidores Escravos)</P>
      </TD>
      <TD> 
        <P>O endere&ccedil;o IP correspondente ao servidor iFolder. Usando esse endere&ccedil;o, o servidor escravo se comunica com o servidor master no dom&iacute;nio do iFolder. 
          </p><p>Para mudar o endere&ccedil;o IP, edite o endere&ccedil;o fornecido e clique em Gravar para gravar as mudan&ccedil;as efetuadas.</P>
      </TD></TABLE><br>
	  <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir para o in&iacute;cio"></A>
  <H4><a name="general"></a>Vendo o status do servidor</H4>
  <P>&Eacute; poss&iacute;vel exibir as seguintes informa&ccedil;&otilde;es de </P><TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Par&acirc;metro</P></TD><TD CLASS="tablehead2"><P>Descri&ccedil;&atilde;o</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Status</P>
      </TD><TD>
        <P>Relata o status atual do servidor.</P>
      </TD><TR><TD VALIGN="TOP">
        <P>Usu&aacute;rios</P>
      </TD><TD>
        <P>Relata o n&uacute;mero total de usu&aacute;rios do iFolder aprovisionados ao servidor selecionado.</P>
      </TD><TR><TD VALIGN="TOP">
        <P>iFolders</P>
      </TD><TD>
        <P>Relata o n&uacute;mero total de iFolders pertencentes ao servidor selecionado.</P>        
      </TD></TR></TABLE><br>
	  <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir para o in&iacute;cio"></A>
	  
  <H4><a name="reports"></a>Vendo os relat&oacute;rios do servidor</H4>
  <P>Selecione o relat&oacute;rio na lista suspensa para v&ecirc;-lo.</P> 
  <p>Essa op&ccedil;&atilde;o estar&aacute; desabilitada se a op&ccedil;&atilde;o Habilitar Relat&oacute;rio na p&aacute;gina Relat&oacute;rio estiver desmarcada.</P>
	<A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir para o in&iacute;cio"></A>
  <H4><a name="logs"></a>Vendo registros do servidor</H4>
  <P>Voc&ecirc; pode ver as seguintes informa&ccedil;&otilde;es de registro do servidor:</P>
  <TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Par&acirc;metro</P></TD><TD CLASS="tablehead2"><P>Descri&ccedil;&atilde;o</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Sistema</P>
      </TD>
      <TD> 
        <P>Selecione Sistema para ver o simias.log que controla todas as atividades do sistema. 
        </P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Acesso do Usu&aacute;rio</P>
      </TD>
      <TD> 
        <P>Selecione Acesso do Usu&aacute;rio para ver o simias.access.log que controla as atividades do usu&aacute;rio no servidor selecionado.</P>
		
      </TD></TR></TABLE>
	    
  <H4><a name="general"></a>Definir n&iacute;veis de registro</H4>
  <P>Voc&ecirc; pode definir as seguintes informa&ccedil;&otilde;es de n&iacute;vel de registro:</P>
  <TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Par&acirc;metro</P></TD><TD CLASS="tablehead2"><P>Descri&ccedil;&atilde;o</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Todas as</P>
      </TD>
      <TD> 
        <P>Mostra todas as atividades que ajudam o suporte da Novell a resolver problemas. </P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Depurar</P>
      </TD>
      <TD> 
        <P>Mostra as atividades do servidor que ajudam o suporte da Novell a depurar problemas. </P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Informa&ccedil;&otilde;es</P>
      </TD>
      <TD> 
        <P>Mostra as atividades b&aacute;sicas do servidor que ajudam o suporte da Novell a resolver problemas. Essa op&ccedil;&atilde;o &eacute; selecionada por padr&atilde;o.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Avisar</P>
      </TD>
      <TD> 
        <P>Mostra todos os erros potenciais do sistema.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Erro</P>
      </TD>
      <TD> 
        <P>Mostra todos os erros do sistema que impedem o seu funcionamento.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Fatal</P>
      </TD>
      <TD> 
        <P>Mostra os erros fatais do sistema. </P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Desativado</P>
      </TD>
      <TD> 
        <P>O registro est&aacute; desativado.</P>
		
      </TD></TR></TABLE><br>
	  <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir para o in&iacute;cio"></A>
	  <H4><a name="ldap"></a>Detalhes do LDAP</H4>
  <P>Voc&ecirc; pode editar as seguintes informa&ccedil;&otilde;es relacionadas ao LDAP. Clique em Gravar para modificar as entradas. Clique em Cancelar para cancelar suas modifica&ccedil;&otilde;es.</p>
<TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Par&acirc;metro</P></TD><TD CLASS="tablehead2"><P>Descri&ccedil;&atilde;o</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Ativo Desde </p><p> (Ver Apenas)</P>
      </TD>
      <TD> 
        <P>Mostra a data e a hora da primeira sincroniza&ccedil;&atilde;o.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Status</P>
      </TD>
      <TD> 
        <P>Relata o status atual do mecanismo de sincroniza&ccedil;&atilde;o do LDAP.</P>
		
      </TD>&lt;<TR><TD VALIGN="TOP">
        <P>Ciclos</P>
        <p> (Ver Apenas)</p>
      </TD>
      <TD> 
        <P>Mostra o n&uacute;mero total de ciclos de sincroniza&ccedil;&atilde;o de identidade conclu&iacute;dos.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Sincroniza&ccedil;&atilde;o de Identidade</P>
      </TD>
      <TD> 
        <P>Atualiza os usu&aacute;rios do iFolder no dom&iacute;nio do iFolder selecionado nas informa&ccedil;&otilde;es de LDAP, durante o intervalo que voc&ecirc; escolheu.</P>
        <p>Especifique o intervalo de tempo em minutos no campo Sincroniza&ccedil;&atilde;o de Identidade e clique em Sincronizar Agora para iniciar imediatamente a sincroniza&ccedil;&atilde;o dos usu&aacute;rios do iFolder com os usu&aacute;rios LDAP.</p>
		
      </TD><TR>
      <TD VALIGN="TOP"> 
        <P>Intervalo extra para membro apagado</P>
      </TD>
      <TD> 
        <P> Especifica o intervalo de tempo para o iFolder apagar as informa&ccedil;&otilde;es do usu&aacute;rio do servidor, uma vez que esse determinado usu&aacute;rio foi apagado do LDAP. Esse recurso ajuda voc&ecirc; a recuperar os dados se o usu&aacute;rio for apagado acidentalmente.  
        </P>
		
      </TD></TR></TABLE>
    <br>
	  <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir para o in&iacute;cio"></A>
  <P>Voc&ecirc; pode editar as seguintes informa&ccedil;&otilde;es relacionadas ao LDAP. Clique em Editar para abrir uma nova p&aacute;gina em que as entradas possam ser modificadas. </P>
  
  <TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Par&acirc;metro</P></TD><TD CLASS="tablehead2"><P>Descri&ccedil;&atilde;o</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Servidor LDAP</P>
      </TD>
      <TD> 
        <P>Mostra o endere&ccedil;o do Servidor LDAP.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>SSL LDAP</P>
      </TD>
      <TD> 
        <P>Mostra se o SSL LDAP est&aacute; habilitado. Tamb&eacute;m permite que voc&ecirc; habilite ou desabilite a conex&atilde;o SSL LDAP.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Usu&aacute;rio Proxy</p>       
      </TD>
      <TD> 
        <P>Mostra o DN (Distinguished Name - Nome Exclusivo) do usu&aacute;rio Proxy. Por exemplo, cn=SimiasProxy,o=novell</P>
		<p>O usu&aacute;rio Proxy do iFolder &eacute; a identidade usada para acessar o servidor LDAP a fim de recuperar uma lista de usu&aacute;rios nos containers ou grupos especificados, ou usu&aacute;rios que s&atilde;o definidos nas configura&ccedil;&otilde;es LDAP do iFolder. O usu&aacute;rio Proxy do iFolder &eacute; criado durante a instala&ccedil;&atilde;o. Essa identidade precisa ter o direito de leitura no diret&oacute;rio LDAP. </p>
      </TD><TR><TD VALIGN="TOP">
        <P> Senha do Usu&aacute;rio Proxy</P>
        <p>&nbsp;</p>
      </TD>
      <TD> 
        <P>A senha &eacute; utilizada para autenticar o usu&aacute;rio Proxy do iFolder no servidor LDAP quando o iFolder sincroniza os usu&aacute;rios com esse servidor.</P>
		
      </TD><TR>
      <TD VALIGN="TOP"> 
        <P>Contexto do LDAP</P>
      </TD>
      <TD> 
        <P>O Contexto do LDAP lista todos os contextos LDAP. O iFolder pesquisa usu&aacute;rios somente nos contextos LDAP listados.</P>
        
		
      </TD></TR></TABLE><br>
	  <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir para o in&iacute;cio"></A>

	  
  <H4><a name="volume"></a>Data Store</H4>
  <p> O Data Store representa o armazenamento do iFolder que pode se segmentar em v&aacute;rios volumes (pontos de montagem) em um determinado servidor. Por padr&atilde;o, cada servidor iFolder possui um armazenamento padr&atilde;o que n&atilde;o pode ser desabilitado. Com a interface da Web, voc&ecirc; pode adicionar e configurar v&aacute;rios Data Stores nos quais os dados do iFolder s&atilde;o carregados de forma equilibrada. Quando o usu&aacute;rio carrega um iFolder, ele verifica o Data Store com o m&aacute;ximo de espa&ccedil;o dispon&iacute;vel e armazena os dados do iFolder nesse Data Store, equilibrando assim a carga. Voc&ecirc; pode adicionar quantos Data Stores quiser. A vantagem de se ter v&aacute;rios Data Stores &eacute; que se torna poss&iacute;vel escalonar a capacidade de armazenamento de dados em uma grande distribui&ccedil;&atilde;o a fim de atender aos requisitos de n&iacute;vel empresarial. 
  <P>Voc&ecirc; pode ver as seguintes informa&ccedil;&otilde;es do Data Store:</P>
  <TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Par&acirc;metro</P></TD><TD CLASS="tablehead2"><P>Descri&ccedil;&atilde;o</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Nome</P>
      </TD>
      <TD> 
        <P>Mostra o nome exclusivo que voc&ecirc; especificou para o Data Store.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Caminho completo</P>
      </TD>
      <TD> 
        <P>Mostra o caminho para o Data Store, onde o volume est&aacute; montado. Esse &eacute; o caminho de dados que voc&ecirc; especificou ao adicionar o armazenamento de dados usando a interface da Web.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Libere espa&ccedil;o</P>
      </TD>
      <TD> 
        <P>Mostra o espa&ccedil;o dispon&iacute;vel no volume.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Habilitado</P>
      </TD>
      <TD> 
        <P>Mostra se o Data Store fornecido est&aacute; habilitado. O Data Store padr&atilde;o n&atilde;o pode estar desabilitado.</P>
		
      </TD></TABLE>
	  <H4><a name="volume"></a>Habilitar ou desabilitar Data Store</H4>
	  
  <p> Selecione o Data Store que voc&ecirc; deseja desabilitar ou habilitar e clique em Desabilitar ou Habilitar respectivamente. Quando um usu&aacute;rio carrega um iFolder, os Data Stores desabilitados s&atilde;o sempre ignorados ao verificar o espa&ccedil;o m&aacute;ximo livre dispon&iacute;vel para o armazenamento de dados do iFolder. </p>
	  
	  <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir para o in&iacute;cio"></A>


  <H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="T&oacute;picos relacionados" align="top"> T&oacute;picos relacionados</H4><BLOCKQUOTE class="task1"><P ><BR><A HREF="servers.html">Gerenciando servidores do iFolder</A><BR><A HREF="reports.html">Relat&oacute;rios </A><BR><A HREF="ifolderdetails.html">Gerenciando detalhes do iFolder</A><BR><A HREF="member.html">Gerenciando uma conta do usu&aacute;rio</A></P></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir para o in&iacute;cio"></A></P><P>&nbsp;</P><P CLASS="copyright">Um s&iacute;mbolo de marca registrada (<SUP><SMALL>&reg;</SMALL></SUP>,<SUP><SMALL>TM</SMALL></SUP> etc.) indica uma marca registrada da Novell. Um asterisco (*) indica uma marca registrada de terceiros. Para obter mais informa&ccedil;&otilde;es, consulte <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Informa&ccedil;&otilde;es Legais</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>