<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.x iManager Plugin  --> 
   
     <title>Sistema do iFolder</title>  	 
   
        
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.x Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="06-29-2005"> 
	 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       
       --> <h3 class="head3b">Gerenciando o sistema do iFolder</h3>
  <p> Use esta interface para gerenciar os servi&ccedil;os do Novell iFolder<SUP><SMALL>&reg;</SMALL></SUP> 3.7 ou posterior para o servidor selecionado.</p>
  <P>Esta Ajuda mostra as seguintes informa&ccedil;&otilde;es:</P>
  <blockquote> <P><A HREF="#sytemsettings" TARGET="_self">Configura&ccedil;&otilde;es do sistema </A> <BR><A HREF="#status" TARGET="_self"> Status do Reprovisionamento</a><BR><A HREF="#admin" TARGET="_self">Guia Administradores</a><BR> <A HREF="#policy" TARGET="_self">Pol&iacute;ticas </a><BR></P></BLOCKQUOTE>
  
  <H3><A NAME="sytemsettings"></A>Configura&ccedil;&otilde;es do sistema</H3>
  <p>A se&ccedil;&atilde;o de configura&ccedil;&atilde;o do sistema exibe as seguintes configura&ccedil;&otilde;es:</p>
  <TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Par&acirc;metro</P></TD><TD CLASS="tablehead2"><P>
    Descri&ccedil;&atilde;o</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Nome</P>
      </TD><TD>
        <P>O nome atribu&iacute;do ao dom&iacute;nio do iFolder.</P>
		<P>Para editar o nome de dom&iacute;nio do iFolder, digite o novo nome e clique em Gravar.</P>
		  
        <P>Para cancelar as mudan&ccedil;as feitas, clique em Cancelar.</P>
      </TD><TR><TD VALIGN="TOP">
        <P>Descri&ccedil;&atilde;o</P>
      </TD><TD>
        <P>Uma breve descri&ccedil;&atilde;o do dom&iacute;nio do iFolder..</P>
		<P>Para editar a descri&ccedil;&atilde;o do sistema, digite a nova descri&ccedil;&atilde;o e clique em Gravar.</P>
		  
        <P>Para cancelar as mudan&ccedil;as feitas, clique em Cancelar.</P>
      </TD>
    <tr>
      <TD VALIGN="TOP">
        <P>Op&ccedil;&atilde;o SSL</P>
        
      </TD>
      <TD> 
        <P>Exibe o modo de comunica&ccedil;&atilde;o entre os Servidores iFolder, o Cliente do iFolder, o Console de iFolder Web Access e o Console do Web Admin do iFolder. 
      </TD>
    </tr>
    <TR><TD VALIGN="TOP">
        <P>Total de Usu&aacute;rios</P>(ver apenas)
      </TD><TD>
        <P>Relata o n&uacute;mero total de usu&aacute;rios no dom&iacute;nio do iFolder. 
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Total de iFolders</P>
        (ver apenas)
      </TD><TD>
        <P>Relata o n&uacute;mero total de iFolders que pertencem ao dom&iacute;nio do iFolder. 
      </TD></TR><TR><TD VALIGN="TOP">
        Ordem de Exibi&ccedil;&atilde;o do Nome Completo</TD><TD>
        <p>
        Permite que voc&ecirc; configure a ordem na qual o nome completo de um usu&aacute;rio ser&aacute; exibido. Selecione a op&ccedil;&atilde;o <i>(Nome, Sobrenome)</i> para exibir o nome seguido pelo sobrenome. Para exibir o sobrenome seguido pelo nome, selecione a op&ccedil;&atilde;o <i>(Sobrenome, Nome)</i>. </p>
        <p class="Normal2">
        Para que as mudan&ccedil;as sejam efetuadas, programe ou execute manualmente uma sincroniza&ccedil;&atilde;o LDAP. Para fazer uma sincroniza&ccedil;&atilde;o LDAP manual:</p>
        <ol>
          <li>
          <p class="Normal2">
          <span style="font-size:11.0pt;font-family:Arial;
">No console do Web admin, clique na guia <i>Servidores</i>, selecione o servidor e v&aacute; para a p&aacute;gina Serverdetails.</span></li>
          <li>
          <p class="Normal2">
          <span style="font-size: 11.0pt; font-family: Arial; "> Na se&ccedil;&atilde;o <i>Detalhes do LDAP</i>, clique no bot&atilde;o <i>Sincronizar Agora</i>.</span></li>
        </ol>
      </TD></TR><TR><TD VALIGN="TOP">
        <span style="font-size: 11.0pt; font-family: Arial; ">Gerenciar Quota de Grupo Usando</span></TD><TD>
        <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;">Permite que voc&ecirc; defina como o conjunto de quota de disco agregado ser&aacute; gerenciado. </span></p>
        <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;">Selecione a op&ccedil;&atilde;o <i>Console do Administrador</i> para permitir que os administradores gerenciem a quota de discos de grupos ou membros de um grupo. Quando voc&ecirc; selecionar essa op&ccedil;&atilde;o, a quota de discos atribu&iacute;da aos usu&aacute;rios ser&aacute; restringida para que n&atilde;o exceda o uso do disco agregado do grupo. A op&ccedil;&atilde;o <i>Console do Administrador</i> &eacute; selecionada por padr&atilde;o.</span></p>
        <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;">Selecione a op&ccedil;&atilde;o <i>Mecanismo de Sincroniza&ccedil;&atilde;o</i> para habilitar o mecanismo de sincroniza&ccedil;&atilde;o para gerenciar a quota de discos agregados em grupos no back end. O mecanismo de sincroniza&ccedil;&atilde;o garante que a quota de discos de todos os usu&aacute;rios em um grupo n&atilde;o exceda a quota de discos agregados do grupo.</span></p>
        <p class="Normal2">&nbsp;
        </p>
        </TD></TR><TR><TD VALIGN="TOP">
        <span style="font-size: 11.0pt; font-family: Arial; "> Grupos Segregados</span></TD><TD>
        <span style="font-size: 11.0pt; font-family: Arial; "> Permite segregar grupos em entidades independentes e garantir que os membros de um grupo n&atilde;o poder&atilde;o ser acessados por membros de outro grupo para compartilhar iFolders. Marque a caixa de sele&ccedil;&atilde;o <i>Criar Grupos Segregados</i> para permitir o compartilhamento de iFolders apenas entre membros do mesmo grupo.</span><p>
        <span style="font-family: Arial; ">Nota: </span> <span style="font-size: 11.0pt; font-family: Arial; ">Um Grupo LDAP n&atilde;o pode ser um Administrador Secund&aacute;rio ou Prim&aacute;rio.</span></TD></TR></TABLE>
 <P> <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir para o in&iacute;cio"></A></P> 
 <H3><A NAME="status"></A>Status do Reprovisionamento</H3> 
  <p> Voc&ecirc; pode mover usu&aacute;rios entre servidores diferentes. Com esta interface, voc&ecirc; pode ver o status do reprovisionamento. Clique em Status do Reprovisionamento para ver o status do reprovisionamento de cada usu&aacute;rio. </p>
  <P> <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir para o in&iacute;cio"></A></P>
  <H3><a name="admin"></a>Administradores do iFolder</H3>
<P>O usu&aacute;rio Admin do iFolder &eacute; o administrador principal do servidor empresarial iFolder. Sempre que os iFolders ficarem &oacute;rf&atilde;os, a propriedade ser&aacute; transferida para o usu&aacute;rio Admin do iFolder para ser reatribu&iacute;do a outro usu&aacute;rio ou ser apagado. Inicialmente, especifique o usu&aacute;rio Admin do iFolder durante a configura&ccedil;&atilde;o do servidor empresarial iFolder no YaST.  </P>
  <P>O usu&aacute;rio Admin do iFolder deve ser provisionado para habilitar o Admin do iFolder a desempenhar tarefas de gerenciamento. O iFolder controla esse usu&aacute;rio atrav&eacute;s do GUID do objeto LDAP, permitindo assim que ele perten&ccedil;a a qualquer grupo ou container LDAP na &aacute;rvore, mesmo aqueles que n&atilde;o s&atilde;o identificados como DNs de Pesquisa. O movimento do usu&aacute;rio pode ser controlado em qualquer lugar na &aacute;rvore porque ele &eacute; conhecido pelo GUID e n&atilde;o pelo DN do usu&aacute;rio.</P>
  <P>O Admin do iFolder pode ser designado a outros usu&aacute;rios de forma que eles tamb&eacute;m possam gerenciar servi&ccedil;os do iFolder para o servidor selecionado. Somente usu&aacute;rios que estejam em um dos DNs especificados no DN de Pesquisa LDAP s&atilde;o eleg&iacute;veis para serem equivalentes ao usu&aacute;rio Admin do iFolder.</P>
  <P>Se voc&ecirc; designar o direito Admin do iFolder a outros usu&aacute;rios, esses usu&aacute;rios ser&atilde;o governados pelo relacionamento entre a pasta e o DN de Pesquisa. O usu&aacute;rio &eacute; removido da pasta e retirado do direito Admin do iFolder se voc&ecirc; apagar o usu&aacute;rio, remova o DN do usu&aacute;rio da lista de DNs de Pesquisa ou mova o usu&aacute;rio para um DN que n&atilde;o esteja nos DNs de Pesquisa.</P>
  <P><span style="FONT-FAMILY: Arial">O usu&aacute;rio Admin do iFolder ou o administrador prim&aacute;rio cria o administrador secund&aacute;rio e atribui grupos ao administrador secund&aacute;rio.</span></P><P><font size="-1"><b>IMPORTANTE:</b> N&atilde;o &eacute; poss&iacute;vel designar o direito do usu&aacute;rio Admin a um Grupo LDAP.</font></P>
  <P><span style="FONT-FAMILY: Arial">A p&aacute;gina Sistema exibe as guias Administrador Prim&aacute;rio e Secund&aacute;rio. Os par&acirc;metros a seguir s&atilde;o comuns &agrave;s duas guias:</span></P>
	<TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Par&acirc;metro</P></TD><TD CLASS="tablehead2"><P>Descri&ccedil;&atilde;o</P></TD></TR>
      <TR><TD VALIGN="TOP">
        <P>Tipo</P>
      </TD>
      <TD> 
        <P>Exibe o &iacute;cone do usu&aacute;rio Admin.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Nome do Usu&aacute;rio</P>
      </TD>
      <TD> 
        <P>O nome do usu&aacute;rio designado &agrave; conta de usu&aacute;rio Admin, como jsilva ou jorge.silva@exemplo.com.</P>
		
      </TD><TR><TD VALIGN="TOP">
        <P>Nome completo</P>
      </TD>
      <TD> 
        <P>O nome e o sobrenome na conta do usu&aacute;rio Admin. </P>
		
      </TD><TR></TR></TABLE>

  <h5><span style="FONT-FAMILY: Arial">Administrador Prim&aacute;rio</span></h5>

  <P>Para ver ou editar os detalhes do <span style="FONT-FAMILY: Arial">administrador prim&aacute;rio</span>, <span style="FONT-FAMILY: Arial"> clique na guia <i>Administrador Prim&aacute;rio</i> e</span><span style="COLOR: black; FONT-FAMILY: Arial"> </span> no link Usu&aacute;rio Admin para abrir a p&aacute;gina Detalhes do Usu&aacute;rio. A p&aacute;gina Detalhes do Usu&aacute;rio exibe os iFolders que pertencem ou est&atilde;o compartilhados pelo usu&aacute;rio Admin. Clique na guia Todos para listar todos os iFolders, pertencentes e compartilhados. Para ver o iFolder pertencente ao usu&aacute;rio, clique na guia Pertencente. A guia Compartilhado lista todos os iFolders compartilhados para essa conta de usu&aacute;rio espec&iacute;fica. Voc&ecirc; tamb&eacute;m pode usar a p&aacute;gina Detalhes do Usu&aacute;rio para mudar as configura&ccedil;&otilde;es de pol&iacute;tica do usu&aacute;rio Admin selecionado.</P>
  <H4>Adicionando e apagando o Admin do iFolder</H4>
  <br>
		
  <OL>
    <LI> 
      <P>Localize o usu&aacute;rio Admin que voc&ecirc; deseja gerenciar e marque a caixa de sele&ccedil;&atilde;o ao lado dele.</P>
    </LI>
    <ul><LI> 
        <P>Clique em Apagar para apagar o usu&aacute;rio Admin selecionado.</P>
	  <P>Se voc&ecirc; apagar o direito Admin do iFolder do nome de usu&aacute;rio usado ao efetuar login no servidor, voc&ecirc; ser&aacute; imediatamente desconectado. Voc&ecirc; deve efetuar login no servidor iFolder usando um nome de usu&aacute;rio diferente, com o direito Admin do iFolder, para continuar gerenciando o servidor. 
</P>
        <P><font size="-1"><b>IMPORTANTE:</b> Voc&ecirc; n&atilde;o pode apagar o usu&aacute;rio Admin definido durante a configura&ccedil;&atilde;o do servidor Simias.</font></P>
    <LI> 
        <P>Clique em Adicionar para abrir uma lista de usu&aacute;rios do iFolder.</P>
        <P>Localize o usu&aacute;rio que voc&ecirc; deseja adicionar como Admin, marque a caixa de sele&ccedil;&atilde;o ao lado dele e clique em Adicionar.</P>
      <P>Voc&ecirc; pode designar o direito Admin do iFolder para v&aacute;rios usu&aacute;rios.</P>
    </LI></ul>
  </OL>
<P> <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir para o in&iacute;cio"></A></P>
  <H3><A NAME="policy"></A>Pol&iacute;ticas</H3>
      
  <p> A tabela a seguir lista pol&iacute;ticas do sistema que voc&ecirc; pode gerenciar para qualquer Sistema do iFolder. Clique em Gravar para aplicar as modifica&ccedil;&otilde;es:</p>
	
 
<TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Par&acirc;metro</P></TD><TD CLASS="tablehead2"><P>Descri&ccedil;&atilde;o</P></TD></TR>
<TR>
      <TD VALIGN="TOP"> 
        <h4> iFolder por usu&aacute;rio</h4>
      </TD>
      <TD> 
        <P>Especifica o n&uacute;mero m&aacute;ximo de pastas do iFolder permitidas por usu&aacute;rio. Ap&oacute;s a aplica&ccedil;&atilde;o dessa pol&iacute;tica, cada usu&aacute;rio fica limitado a um determinado n&uacute;mero de pastas do iFolder. Os usu&aacute;rios que excedem o limite recebem uma mensagem de erro sobre a viola&ccedil;&atilde;o da pol&iacute;tica. Se o limite for zero, os usu&aacute;rios n&atilde;o poder&atilde;o criar nenhuma pasta do iFolder.</P>
             
        <P>A configura&ccedil;&atilde;o da pol&iacute;tica n&atilde;o afeta o n&uacute;mero de pastas do iFolder que o usu&aacute;rio j&aacute; possui. Se o n&uacute;mero de pastas do iFolder de um usu&aacute;rio j&aacute; excede o limite definido, ele mesmo assim ainda pode mant&ecirc;-las. </P>
        </TD></TR><TR><TD VALIGN="TOP">
        <h4>Quota de disco</h4>
      </TD>
      <TD> 
        <p>Especifica o espa&ccedil;o m&aacute;ximo que o sistema de um iFolder tem permiss&atilde;o para usar. As configura&ccedil;&otilde;es no &acirc;mbito do sistema substituem as pol&iacute;ticas do usu&aacute;rio.</p>
		  <P>Desmarque a caixa de sele&ccedil;&atilde;o para desabilitar uma cota no &acirc;mbito do sistema.</P>
        <P>Marque a caixa de sele&ccedil;&atilde;o para habilitar uma cota no &acirc;mbito do sistema, especifique a cota total de espa&ccedil;o (em MB) para uma conta do usu&aacute;rio. </P>
        <P>Se voc&ecirc; habilitar uma quota no n&iacute;vel do sistema que seja menor do que o espa&ccedil;o total atual do usu&aacute;rio para os dados do iFolder, os dados das quotas dos usu&aacute;rios n&atilde;o ser&atilde;o mais sincronizados at&eacute; que a quantidade de dados seja diminu&iacute;da para um valor abaixo do limite ou at&eacute; que a quota seja aumentada para um valor maior do que o espa&ccedil;o total consumido pelo usu&aacute;rio. </P>
        <P>Habilitar ou modificar a cota no &acirc;mbito do sistema n&atilde;o afeta a exist&ecirc;ncia das cotas de usu&aacute;rio individuais. Qualquer cota de usu&aacute;rio existente sempre substitui uma cota no &acirc;mbito do sistema, independentemente da cota de usu&aacute;rio ser menor ou maior que a cota no &acirc;mbito do sistema.</P>
        <P>Valor padr&atilde;o: Desabilitado, Sem limite</P>
        </TD></TR>
  <TR><TD VALIGN="TOP">
        <h4>Tamanho do arquivo</h4>
      </TD>
      <TD> <P>Especifica o tamanho m&aacute;ximo de arquivo que pode ser sincronizado.</P>
    <P>Se uma cota for especificada, o limite m&aacute;ximo de tamanho efetivo do arquivo ser&aacute; o mesmo que a cota. </P>
       <P>Desmarque a caixa de sele&ccedil;&atilde;o para desabilitar a pol&iacute;tica Limite M&aacute;ximo de Tamanho do Arquivo. Se a pol&iacute;tica estiver desabilitada, o valor ser&aacute; relatado como Sem Limite.</P>
          <P>              Marque a caixa de sele&ccedil;&atilde;o para habilitar a pol&iacute;tica Limite M&aacute;ximo de Tamanho do Arquivo e especifique o tamanho m&aacute;ximo permitido do arquivo em MB.</P>
          <P>              Se uma cota for especificada, o limite m&aacute;ximo de tamanho do arquivo ser&aacute; o mesmo que a cota.</P>
          <P>              Considere as seguintes demandas do sistema para determinar um limite adequado de tamanho do arquivo para iFolders no seu ambiente:</P>
            <ul><li><p>Tipo de uso               
            </p></li>
			<li>
            <p>Freq&uuml;&ecirc;ncia com que os arquivos maiores s&atilde;o modificados</p></li>
                 <li> <p>Como os aplicativos que usam os arquivos maiores realmente gravam as mudan&ccedil;as no arquivo (o arquivo inteiro ou deltas)</p>
                 </li><li><p>Qual a freq&uuml;&ecirc;ncia com que os arquivos s&atilde;o sincronizados por cada membro</p>
                  </li><li><p>Quantos usu&aacute;rios compartilham um iFolder</p>
                  </li><li><p>Se os usu&aacute;rios acessam o iFolder na rede local ou atrav&eacute;s de WAN ou conex&atilde;o com a Internet</p>
                 </li><li> <p>A m&eacute;dia e o pico da largura de banda dispon&iacute;vel</p>
				 </li></ul>
              
        <p> Mesmo se voc&ecirc; definir um valor muito alto como limite do tamanho do arquivo e se n&atilde;o houver cota para limitar os tamanhos dos arquivos, o limite pr&aacute;tico ser&aacute; governado pelo sistema de arquivos no computador do usu&aacute;rio. Por exemplo, os volumes FAT32 t&ecirc;m o tamanho m&aacute;ximo de arquivo de 4 GB menos 1 byte. </p>
                
        <p>Valor padr&atilde;o: Desabilitado, Sem limite</p>   
      </TD></TR>
  <TR>
      <TD VALIGN="TOP"> 
        <h4>Arquivos Exclu&iacute;dos</h4>
      </TD>
      <TD> 
        
		  
        <P>Especifique se &eacute; necess&aacute;rio restringir tipos de arquivos que s&atilde;o sincronizados por filtros de exclus&atilde;o. </P>
            <P>Digite a extens&atilde;o de arquivo e clique em Adicionar para adicion&aacute;-lo &agrave; lista. </P>
      <P>Para excluir um tipo de arquivo da sincroniza&ccedil;&atilde;o, marque a caixa de sele&ccedil;&atilde;o adjacente ao tipo de arquivo na lista de tipos de arquivos restritos, ent&atilde;o clique em Negar.</P>
      <p>Para permitir que um tipo de arquivo seja sincronizado, marque a caixa de sele&ccedil;&atilde;o adjacente ao tipo de arquivo na lista de tipos de arquivos restritos, ent&atilde;o clique em Permitir.</p>
      <p>Para apagar um tipo de arquivo da lista de tipos de arquivos restritos, marque a caixa de sele&ccedil;&atilde;o adjacente ao tipo de arquivo e clique em Apagar.<br>
      </p></TD></TR>
	
	<TR><TD VALIGN="TOP">
        <h4> Sincroniza&ccedil;&atilde;o </h4>
      </TD><TD>
	    <p>Especifica o intervalo m&iacute;nimo de sincroniza&ccedil;&atilde;o em minutos.</P>
        <P>Se essa op&ccedil;&atilde;o estiver habilitada, especifique o intervalo m&iacute;nimo para a sincroniza&ccedil;&atilde;o de dados do iFolder para cada conta do usu&aacute;rio. Valores maiores s&atilde;o mais restring&iacute;veis. 
        </P>    
        <P>Se a op&ccedil;&atilde;o estiver desabilitada, o valor padr&atilde;o ser&aacute; 5 minutos.</P>
        </TD></TR>
  <TR><TD VALIGN="TOP">
        <h4>Criptografia</h4>
      </TD>
      <TD> 
        <P>Especifica a pol&iacute;tica de criptografia para o sistema do iFolder. As configura&ccedil;&otilde;es no &acirc;mbito do sistema substituem as pol&iacute;ticas do usu&aacute;rio.</P>
		<B>Ativar</B><BR>
        Selecione <i>Ativar</i> para habilitar o recurso de criptografia para o sistema iFolder. Isso permite que um usu&aacute;rio defina uma pol&iacute;tica de criptografia para suas pastas do iFolder.<br>
        <br>
        Desmarque <i>Ativado</i> para desabilitar o recurso de criptografia de todos os usu&aacute;rios. 
        <br>
        	
		
        <br><B>Obrigat&oacute;rio</B><BR>
        Selecione Obrigat&oacute;rio para habilitar o recurso de criptografia de todos os usu&aacute;rios. Quando a pol&iacute;tica de criptografia estiver definida como Obrigat&oacute;rio, o usu&aacute;rio n&atilde;o poder&aacute; mudar as configura&ccedil;&otilde;es de criptografia de suas pastas do iFolder.<br>
      </TD></TR><TR><TD VALIGN="TOP">
        <h4> Compartilhar</h4>
      </TD><TD> <B>Ativar</B><BR>
        Por padr&atilde;o, o compartilhamento do iFolder fica habilitado. Desmarque Ativar para desabilitar o compartilhamento do sistema do iFolder. Ap&oacute;s aplicar essa pol&iacute;tica, os usu&aacute;rios desse sistema iFolder n&atilde;o poder&atilde;o compartilhar suas pastas com outros usu&aacute;rios. Entretanto, voc&ecirc; poder&aacute; mudar as configura&ccedil;&otilde;es da pol&iacute;tica no n&iacute;vel do usu&aacute;rio ou do grupo LDAP.<br>
          <BR>
        <B>Obrigat&oacute;rio</B><BR>
        Selecione Obrigat&oacute;riopara assegurar o uso obrigat&oacute;rio da pol&iacute;tica de compartilhamento que voc&ecirc; definiu para todo o sistema. Voc&ecirc; pode assegurar o uso obrigat&oacute;rio da habilita&ccedil;&atilde;o e da desabilita&ccedil;&atilde;o do compartilhamento. Quando &eacute; assegurado o uso obrigat&oacute;rio da desabilita&ccedil;&atilde;o do compartilhamento, as configura&ccedil;&otilde;es da pol&iacute;tica de compartilhamento no n&iacute;vel do iFolder e do usu&aacute;rio s&atilde;o automaticamente desabilitadas, e n&atilde;o h&aacute; permiss&atilde;o para mudar as configura&ccedil;&otilde;es. Entretanto, voc&ecirc; tem permiss&atilde;o para definir a pol&iacute;tica para a op&ccedil;&atilde;o Revogar.<br>
		<ul>
          <P><font size="-1"><b>IMPORTANTE:</b> Voc&ecirc; n&atilde;o poder&aacute; habilitar essa op&ccedil;&atilde;o a menos que defina a op&ccedil;&atilde;o Compartilhar como Ativar.</font></P>
        </ul>
        <BR>
        <B>Revogar</B><BR>
        Selecione Revogar para remover os membros compartilhados de todas as pastas sob o sistema iFolder.<br>
		
      </TD></TR> 

  </TABLE>

 <P> <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir para o in&iacute;cio"></A></P>

  
   

  <h3>Administrador Secund&aacute;rio</h3>
  <p><span style="font-family:Arial;">A guia Administrador Secund&aacute;rio permite adicionar, editar ou apagar os detalhes do administrador secund&aacute;rio. </span></p>
  <p><span style="font-family:Arial;">Para adicionar um administrador secund&aacute;rio:</span></p>
  <ol>
    <li><font face="Arial">Clique na guia <i>Administrador Secund&aacute;rio</i> e em <i>Adicionar </i>para exibir a lista de usu&aacute;rios do iFolder.</font></li>
    <li><font face="Arial">Selecione o usu&aacute;rio que deseja designar como administrador secund&aacute;rio e clique em <i>Avan&ccedil;ar</i>.</font></li>
    <li><font face="Arial">Para atribuir um grupo ao administrador secund&aacute;rio, selecione uma op&ccedil;&atilde;o na lista <i>Selecionar Grupo</i>. Se o grupo selecionado possuir um limite de quota de discos agregados, o campo <i>Configurar o Limite de Quota de Discos Agregados de Todo o Grupo</i> ser&aacute; preenchido com esse valor. Se n&atilde;o houver um limite, o campo permanecer&aacute; vazio.</font></li>
    <li><font face="Arial">Configure os direitos de pol&iacute;tica do administrador secund&aacute;rio. </font>
    <p><font face="Arial">A tabela a seguir lista os direitos de pol&iacute;tica que voc&ecirc; pode configurar para o administrador secund&aacute;rio.</font></p>
	
 
<TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Par&acirc;metro</P></TD><TD CLASS="tablehead2"><P>Descri&ccedil;&atilde;o</P></TD></TR>
<TR>
      <TD VALIGN="TOP"> 
        <h4><span style="FONT-SIZE: 9.5pt; FONT-FAMILY: Arial">Pol&iacute;tica por usu&aacute;rio do iFolder</span></h4>
        <h4>&nbsp; </h4>
      </TD>
      <TD> 
        <p class="Normal2">
        <span style="FONT-SIZE: 11pt; COLOR: black; FONT-FAMILY: Arial"> Especifica o n&uacute;mero m&aacute;ximo de iFolders permitido por usu&aacute;rio. Ap&oacute;s a aplica&ccedil;&atilde;o dessa pol&iacute;tica, cada usu&aacute;rio fica limitado a um determinado n&uacute;mero de pastas do iFolder. Os usu&aacute;rios que excedem o limite recebem uma mensagem de erro sobre a viola&ccedil;&atilde;o da pol&iacute;tica. Se o limite for zero, os usu&aacute;rios n&atilde;o poder&atilde;o criar nenhuma pasta do iFolder.</span></p>
        <p class="Normal2">
        <span style="FONT-SIZE: 11pt; FONT-FAMILY: Arial">Essa</span><span style="FONT-SIZE: 11pt; COLOR: black; FONT-FAMILY: Arial"> configura&ccedil;&atilde;o de pol&iacute;tica n&atilde;o afeta o n&uacute;mero de iFolders que um usu&aacute;rio j&aacute; possui. Se o n&uacute;mero de iFolders de um usu&aacute;rio j&aacute; exceder o limite que voc&ecirc; configurou, </span> <span style="FONT-SIZE: 11pt; FONT-FAMILY: Arial">o usu&aacute;rio ainda poder&aacute; ser propriet&aacute;rio desses iFolders</span><span style="FONT-SIZE: 11pt; COLOR: black; FONT-FAMILY: Arial">. </span></p>
        <p class="Normal2">
        <span style="FONT-SIZE: 11pt; FONT-FAMILY: Arial">Por padr&atilde;o, a caixa de sele&ccedil;&atilde;o <i>Permitir</i> &eacute; selecionada para a pol&iacute;tica Por usu&aacute;rio do iFolder. Isso significa que o administrador secund&aacute;rio tem o direito de configurar a pol&iacute;tica por usu&aacute;rio do iFolder para os usu&aacute;rios do grupo designado. Para n&atilde;o conceder esse direito ao administrador secund&aacute;rio, desmarque a caixa de sele&ccedil;&atilde;o <i>Permitir</i>.</span></TD></TR><TR><TD VALIGN="TOP">
        <h4><span style="font-size: 9.5pt; font-family: Arial; color: black"> Pol&iacute;tica de quota em </span> <span style="font-size: 9.5pt; font-family: Arial; "> disco</span></h4>
      </TD>
      <TD> 
        <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;">Especifica o espa&ccedil;o m&aacute;ximo que um usu&aacute;rio tem permiss&atilde;o para usar.</span></p>
        <p><span style="font-size: 11.0pt; font-family: Arial; "> Por padr&atilde;o, a caixa de sele&ccedil;&atilde;o <i>Permitir</i> &eacute; selecionada para a pol&iacute;tica de quota de discos. Isso significa que o administrador secund&aacute;rio tem o direito de configurar a pol&iacute;tica de quota de discos para os usu&aacute;rios do grupo designado. Para n&atilde;o conceder esse direito ao administrador secund&aacute;rio, desmarque a caixa de sele&ccedil;&atilde;o <i>Permitir</i>.</span></p>
        </TD></TR>
  <TR><TD VALIGN="TOP">
        <h4><span style="font-size: 9.5pt; font-family: Arial; color: black"> Pol&iacute;tica de Tamanho de </span> <span style="font-size: 9.5pt; font-family: Arial; "> Arquivo</span></h4>
      </TD>
      <TD> 
      <p class="Normal2">
      <span style="font-size:11.0pt;font-family:Arial;color:black">Especifica o tamanho m&aacute;ximo de arquivo que pode ser sincronizado.</span></p>
      <p><span style="font-size: 11.0pt; font-family: Arial; ">Por padr&atilde;o, a caixa de sele&ccedil;&atilde;o <i>Permitir</i> &eacute; selecionada para a pol&iacute;tica de tamanho de arquivo. Isso significa que o administrador secund&aacute;rio tem o direito de configurar a pol&iacute;tica de tamanho de arquivo para os usu&aacute;rios do grupo designado. Para n&atilde;o conceder esse direito ao administrador secund&aacute;rio, desmarque a caixa de sele&ccedil;&atilde;o <i>Permitir</i>.</span></p>
      </TD></TR>
  <TR>
      <TD VALIGN="TOP"> 
        <h4><span style="font-size: 9.5pt; font-family: Arial; "> Pol&iacute;tica de intervalo de sincroniza&ccedil;&atilde;o </span></h4>
      </TD>
      <TD> 
        
		  
        <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;color:black">Especifica o intervalo m&iacute;nimo de sincroniza&ccedil;&atilde;o em minutos.</span></p>
        <p><span style="font-size: 11.0pt; font-family: Arial; "> Por padr&atilde;o, a caixa de sele&ccedil;&atilde;o <i>Permitir</i> &eacute; selecionada para a pol&iacute;tica de intervalo de sincroniza&ccedil;&atilde;o. Isso significa que o administrador secund&aacute;rio tem o direito de configurar a pol&iacute;tica de intervalo de sincroniza&ccedil;&atilde;o para os usu&aacute;rios do grupo designado. Para n&atilde;o conceder esse direito ao administrador secund&aacute;rio, desmarque a caixa de sele&ccedil;&atilde;o <i>Permitir</i>.</span></TD></TR>
	
	<TR><TD VALIGN="TOP">
        <h4> <span style="font-size: 9.5pt; font-family: Arial; color: black"> Pol&iacute;tica da lista de </span> <span style="font-size: 9.5pt; font-family: Arial; ">arquivos exclu&iacute;dos</span></h4>
      </TD><TD>
	    <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;">Especifica os tipos de arquivos que n&atilde;o podem ser sincronizados. </span></p>
        <p><span style="font-size: 11.0pt; font-family: Arial; "> Por padr&atilde;o, a caixa de sele&ccedil;&atilde;o <i>Permitir</i> &eacute; selecionada para a pol&iacute;tica da lista de arquivos exclu&iacute;dos. Isso significa que o administrador secund&aacute;rio tem o direito de configurar a pol&iacute;tica da lista de arquivos exclu&iacute;dos para os usu&aacute;rios do grupo designado. Para n&atilde;o conceder esse direito ao administrador secund&aacute;rio, desmarque a caixa de sele&ccedil;&atilde;o <i>Permitir</i>.</span></TD></TR>
  <TR><TD VALIGN="TOP">
        <h4><span style="font-size: 9.5pt; font-family: Arial; "> Compartilhamento</span></h4>
      </TD>
      <TD> 
        <p class="Normal2">
        <span style="font-size:11.0pt;font-family:Arial;">Especifica se iFolders podem ser compartilhados entre usu&aacute;rios.</span></p>
        <p><span style="font-size: 11.0pt; font-family: Arial; "> Por padr&atilde;o, a caixa de sele&ccedil;&atilde;o <i>Permitir</i> <i>modifica&ccedil;&atilde;o da pol&iacute;tica de compartilhamento </i>&eacute; selecionada para a pol&iacute;tica de compartilhamento. Isso significa que o administrador secund&aacute;rio tem o direito de modificar a pol&iacute;tica de compartilhamento dos usu&aacute;rios do grupo designado. Para n&atilde;o conceder esse direito ao administrador secund&aacute;rio, desmarque a caixa de sele&ccedil;&atilde;o <i>Permitir</i>.</span><br>
      </TD></TR><TR><TD VALIGN="TOP">
        <h4> <span style="font-size: 9.5pt; font-family: Arial; ">Pol&iacute;tica de criptografia</span></h4>
      </TD><TD> 
    <p class="Normal2">
    <span style="font-size:11.0pt;font-family:Arial;">Especifica a pol&iacute;tica de criptografia para o sistema do iFolder.</span></p>
    <p class="Normal2">
    <span style="font-size: 11.0pt; font-family: Arial; ">Por padr&atilde;o, a caixa de sele&ccedil;&atilde;o <i>Permitir</i> <i>modifica&ccedil;&atilde;o da pol&iacute;tica de criptografia </i> &eacute; selecionada para a pol&iacute;tica de criptografia. Isso significa que o administrador secund&aacute;rio tem o direito de modificar a pol&iacute;tica de criptografia dos usu&aacute;rios do grupo designado. Para n&atilde;o conceder esse direito ao administrador secund&aacute;rio, desmarque a caixa de sele&ccedil;&atilde;o <i>Permitir</i>.</span><br>
		
      </TD></TR> 

  <TR><TD VALIGN="TOP">
        <span style="font-size: 9.5pt; font-family: Arial; font-weight:700"> Direitos de aprovisionamento</span></TD><TD> 
    <p class="Normal2">
    <span style="font-size:11.0pt;font-family:Arial;">Especifica os direitos de aprovisionamento dispon&iacute;veis para um administrador secund&aacute;rio.</span></p>
    <p class="Normal2">
    <span style="font-size:11.0pt;font-family:Arial;">A caixa de sele&ccedil;&atilde;o <i>Permitir aprovisionamento de usu&aacute;rio</i> &eacute; selecionada por padr&atilde;o. Isso significa que o administrador secund&aacute;rio pode aprovisionar os usu&aacute;rios do grupo designado para qualquer servidor presente na instala&ccedil;&atilde;o com v&aacute;rios servidores do iFolder. Para n&atilde;o conceder esse direito ao administrador secund&aacute;rio, desmarque a caixa de sele&ccedil;&atilde;o <i>Permitir o aprovisionamento de usu&aacute;rios</i>.</span></p>
    <p class="Normal2">
    <span style="font-size: 11.0pt; font-family: Arial; ">A caixa de sele&ccedil;&atilde;o <i>Permitir habilita&ccedil;&atilde;o/desabilita&ccedil;&atilde;o de usu&aacute;rios</i>permite que voc&ecirc; atribua ao administrador secund&aacute;rio o direito de habilitar ou desabilitar usu&aacute;rios do grupo designado. Esta caixa de sele&ccedil;&atilde;o &eacute; marcada por padr&atilde;o. Para n&atilde;o conceder esse direito ao administrador secund&aacute;rio, desmarque a caixa de sele&ccedil;&atilde;o <i>Permitir habilita&ccedil;&atilde;o/desabilita&ccedil;&atilde;o de usu&aacute;rios</i>.</span></TD></TR> 

  <TR><TD VALIGN="TOP">
        <span style="font-size: 9.5pt; font-family: Arial; font-weight:700">Direitos sobre iFolders</span></TD><TD> 
    <p class="Normal2">
    <span style="font-size:11.0pt;font-family:Arial;">Especifica direitos do administrador secund&aacute;rio sobre iFolders que pertencem a usu&aacute;rios do grupo designado.</span></p>
    <p class="Normal2">
    <span style="font-size:11.0pt;font-family:Arial;">Para permitir que o administrador secund&aacute;rio seja o propriet&aacute;rio de iFolders &oacute;rf&atilde;os, verifique se a caixa de sele&ccedil;&atilde;o <i>Permitir propriedade de iFolders &oacute;rf&atilde;os</i> est&aacute; marcada. Esta caixa de sele&ccedil;&atilde;o &eacute; marcada por padr&atilde;o. Para n&atilde;o conceder esse direito ao administrador secund&aacute;rio, desmarque a caixa de sele&ccedil;&atilde;o.</span></p>
    <p class="Normal2">
    <span style="font-size:11.0pt;font-family:Arial;">A caixa de sele&ccedil;&atilde;o <i>Permitir Habilita&ccedil;&atilde;o/Desabilita&ccedil;&atilde;o de iFolders</i> pode ser usada para atribuir a um administrador secund&aacute;rio o direito de habilitar ou desabilitar iFolders que pertencem a usu&aacute;rios do grupo designado. Esta caixa de sele&ccedil;&atilde;o &eacute; marcada por padr&atilde;o. Para n&atilde;o conceder esse direito ao administrador secund&aacute;rio, desmarque a caixa de sele&ccedil;&atilde;o <i>Permitir Habilita&ccedil;&atilde;o/Desabilita&ccedil;&atilde;o de iFolders</i>.</span></p>
    <p class="Normal2">
    <span style="font-size: 11.0pt; font-family: Arial; ">A caixa de sele&ccedil;&atilde;o <i>Permitir modifica&ccedil;&otilde;es nos direitos de membros do iFolder compartilhado</i> pode ser usada para atribuir ao administrador secund&aacute;rio o direito de modificar os direitos dos membros do iFolder compartilhado. Esta caixa de sele&ccedil;&atilde;o &eacute; marcada por padr&atilde;o. Para n&atilde;o conceder esse direito ao administrador secund&aacute;rio, desmarque a caixa de sele&ccedil;&atilde;o <i>Permitir modifica&ccedil;&otilde;es nos direitos de membros do iFolder compartilhado </i>.</span></p>
    <p class="Normal2"><span style="font-size: 11.0pt; font-family: Arial; ">Usando a caixa de sele&ccedil;&atilde;o <i>Permitir exclus&atilde;o de iFolders</i> voc&ecirc; pode atribuir ao administrador secund&aacute;rio a permiss&atilde;o para apagar iFolders. Esta caixa de sele&ccedil;&atilde;o &eacute; marcada por padr&atilde;o. Para negar essa permiss&atilde;o ao administrador secund&aacute;rio, desmarque a caixa de sele&ccedil;&atilde;o <em>Permitir exclus&atilde;o de iFolders</em>.</span></p></TD></TR> 

  </TABLE>

    </li>
  </ol>
  <p>&nbsp;</p>
  <ol start="5">
    <li><span style="font-family:Arial;">Clique no bot&atilde;o <i>Gravar</i> para gravar suas configura&ccedil;&otilde;es.</span></li>
    <li><span style="font-family:Arial;">Ap&oacute;s atribuir um grupo ao administrador secund&aacute;rio, clique em <i>OK</i>, para voltar &agrave; p&aacute;gina Sistemas, ou em <i>Repetir</i>, para atribuir mais grupos ao administrador secund&aacute;rio.&nbsp;</span></li>
  </ol>
  <p><span style="font-family:Arial;">Para editar detalhes do administrador secund&aacute;rio:</span></p>
  <ol>
    <li>
    <p style="text-indent: -.25in; margin-left: .5in">
    <span style="font-family: Arial; ">Clique na guia <i>Secund&aacute;rio</i> para exibir os detalhes do administrador secund&aacute;rio.</span></li>
    <li>
    <p style="text-indent: -.25in; margin-left: .5in">
    <span style="font-family: Arial; ">Selecione um administrador secund&aacute;rio e clique em <i>Editar </i>para exibir a lista de grupos monitorados pelo administrador secund&aacute;rio.</span></li>
    <li>
    <p style="text-indent: -.25in; margin-left: .5in" align="left">
    <span style="font-family: Arial; ">Selecione um grupo e clique em <i> Editar</i> para exibir a lista de direitos de administrador secund&aacute;rio do grupo. Edite os direitos do grupo e clique em <i>Gravar</i> para gravar as modifica&ccedil;&otilde;es.<br>
&nbsp;</span></li>
  </ol>
  <p><span style="font-family:Arial;">Para apagar um administrador secund&aacute;rio:</span></p>
  <ol>
    <li><font face="Arial">Clique na guia <i>Secund&aacute;rio</i> para exibir os detalhes do administrador secund&aacute;rio.</font></li>
    <li><font face="Arial">Selecione um administrador secund&aacute;rio e clique em <i>Apagar</i> para exibir a lista dos grupos monitorados pelo administrador secund&aacute;rio.</font></li>
    <li><font face="Arial">Selecione todos os grupos e clique em <i>Apagar</i>. Se todos os grupos de um administrador secund&aacute;rio forem apagados, o administrador secund&aacute;rio tamb&eacute;m ser&aacute; apagado.<br>
&nbsp;</font></li>
  </ol>
  <p>&nbsp;</p>

  
   

<H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="T&oacute;picos relacionados" align="top"> T&oacute;picos relacionados</H4><BLOCKQUOTE class="task1">
<P ><A HREF="userdetails.html">Detalhes do usu&aacute;rio </A><BR><A HREF="ifolderdetails.html">Gerenciando detalhes do iFolder</A><BR><A HREF="servers.html">Gerenciando servidores iFolder</A><BR><A HREF="ifolders.html">Gerenciando pastas do iFolder</A><BR><A HREF="users.html">Gerenciando uma conta do usu&aacute;rio</A><BR><A HREF="reports.html#orphan" TARGET="_self">Relat&oacute;rios </A></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ir para o in&iacute;cio"></A></P><P>&nbsp;</P><P CLASS="copyright">Um s&iacute;mbolo de marca registrada (<SUP><SMALL>&reg; </SMALL></SUP>,<SUP><SMALL>TM</SMALL></SUP> etc.) indica uma marca registrada da Novell. Um asterisco (*) indica uma marca registrada de terceiros. Para obter mais informa&ccedil;&otilde;es, consulte <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Informa&ccedil;&otilde;es Legais</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>