<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.x iManager Plugin  --> 
   
     <title>iFolder-mapp&aacute;k</title>  	 
        
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.x Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="06-29-2005"> 
	 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
  <h3 class="head3b">iFolder-mapp&aacute;k kezel&eacute;se</h3>
  <p> Ezen a kezelőfel&uuml;leten lehet kezelni a megadott iFolder tartom&aacute;nyban tal&aacute;lhat&oacute; iFolder egy felhaszn&aacute;l&oacute;i fi&oacute;kja tulajdonos&aacute;t, h&aacute;zirendjeit &eacute;s tags&aacute;g&aacute;t. A keresőeszk&ouml;zzel megkeresheti a kezelni k&iacute;v&aacute;nt fi&oacute;kot. </p>
  <p> <b>Megjegyz&eacute;s:</b> M&aacute;sodlagos rendszergazdak&eacute;nt bejelentkezve csak azokat az iFolder-mapp&aacute;kat tekintheti meg, amelyek tulajdonosaihoz m&aacute;sodlagos rendszergazd&aacute;nak van kijel&ouml;lve. Az iFolder-mapp&aacute;kat csak az azok kezel&eacute;s&eacute;re vonatkoz&oacute; jogai f&uuml;ggv&eacute;ny&eacute;ben kezelheti.</p>
	<BLOCKQUOTE CLASS="blockquote"><P><A HREF="#search" TARGET="_self">iFolder megkeres&eacute;se</A> <BR><A HREF="#browse" TARGET="_self">Tall&oacute;z&aacute;s a keres&eacute;si eredm&eacute;nyekben tal&aacute;lhat&oacute; iFolder-mapp&aacute;k k&ouml;z&ouml;tt </A><BR><A HREF="#enable" TARGET="_self">iFolder enged&eacute;lyez&eacute;se, letilt&aacute;sa &eacute;s t&ouml;rl&eacute;se</A><BR><A HREF="#newuser" TARGET="_self">&Uacute;j iFolder l&eacute;trehoz&aacute;sa</A>
 </P></BLOCKQUOTE>
  
  <H3><A NAME="search"></A>iFolder megkeres&eacute;se</H3>
  
<H4>iFolder-t&iacute;pusok</H4>
  <p>A <img src="../../images/ifolder.png" width="16" height="16" alt="Megosztott ikon"> mutatja, hogy az iFolder-mappa norm&aacute;l t&iacute;pus&uacute;.<br>
    A <img src="../../images/ifolder_user_16.gif" width="16" height="16" alt="Megosztott ikon"> mutatja, hogy az iFolder-mappa meg van osztva.<br>
    A <img src="../../images/encrypt_ifolder.gif" width="16" height="16" alt="Megosztott ikon"> mutatja, hogy az iFolder-mappa titkos&iacute;tva van.</p>
  <p> Kattintson a Minden elemre az aktu&aacute;lis iFolder tartom&aacute;nyban tal&aacute;lhat&oacute; &ouml;sszes iFolder-mappa megtekint&eacute;s&eacute;hez. Kattintson az &Aacute;rva elemre az &ouml;sszes el&aacute;rvult iFolder-mappa megtekint&eacute;s&eacute;hez.</p>
  <H4>A kiszolg&aacute;l&oacute;n tal&aacute;lhat&oacute; iFolder-mapp&aacute;k list&aacute;j&aacute;nak lek&eacute;r&eacute;se</H4><P>Haszn&aacute;lja az al&aacute;bbi keres&eacute;si m&oacute;dszerek valamelyik&eacute;t, majd kattintson a Keres&eacute;s gombra:</P><UL><LI><P>V&aacute;lassza az Egyenlő lehetős&eacute;get szűrőkrit&eacute;riumk&eacute;nt, majd az iFolder-mapp&aacute;k keres&eacute;se mezőbe &iacute;rja be a keresett iFolder nev&eacute;t.</P></LI><LI>
      <P>V&aacute;lasszon szűrőkrit&eacute;riumot (kezdete, &iacute;gy v&eacute;gződik, tartalmazza, egyenlő) az iFolder nev&eacute;hez, majd g&eacute;peljen be valamennyi betűt az iFolder-mapp&aacute;k keres&eacute;se mezőbe.</P>
    </LI><LI><P>&Iacute;rjon be egy csillagot (*) az iFolder keres&eacute;se mezőbe, ha a rendszerben tal&aacute;lhat&oacute; &ouml;sszes iFolder-mapp&aacute;t meg szeretn&eacute; kapni.</P></LI><LI><P>Hagyja &uuml;resen az iFolder keres&eacute;se mezőt, ha a rendszerben tal&aacute;lhat&oacute; &ouml;ssze iFolder-mapp&aacute;t meg szeretn&eacute; kapni.</P></LI></UL>
  <P>Ne kattintson a lapon sehova addig, am&iacute;g a lap teljesen fel nem friss&uuml;l, ekkor a Keres&eacute;si eredm&eacute;nyekben megjelen&iacute;tett iFolder-list&aacute;t rendezheti, kezelheti, vagy tall&oacute;zhat benne. </P>
  <H4><A NAME="browse"></A>Tall&oacute;z&aacute;s a keres&eacute;si eredm&eacute;nyekben tal&aacute;lhat&oacute; iFolder-mapp&aacute;k k&ouml;z&ouml;tt</H4>
  <P>A keres&eacute;si eredm&eacute;nyekben lefel&eacute; &eacute;s felfel&eacute; val&oacute; g&ouml;rget&eacute;s seg&iacute;ts&eacute;g&eacute;vel lehet mozogni &eacute;s megtal&aacute;lni a kezelendő iFolder-mapp&aacute;t. Az iFolder neve &eacute;s a tulajdonos egy&uuml;ttesen hozz&aacute;seg&iacute;t a k&iacute;v&aacute;nt iFolder azonos&iacute;t&aacute;s&aacute;hoz.</P>
  
  <H4><a name="enable"></a>iFolder enged&eacute;lyez&eacute;se, letilt&aacute;sa &eacute;s t&ouml;rl&eacute;se</H4>
  <br>
	<OL>
    <LI> 
      <P>Keresse meg a kezelni k&iacute;v&aacute;nt iFolder-mapp&aacute;t, majd jel&ouml;lje be a mellette levő jel&ouml;lőn&eacute;gyzetet.</P>
    </LI>
	<LI> 
      <P>V&aacute;lassza ki az iFolder-mapp&aacute;n v&eacute;grehajtand&oacute; műveletet.</P>
    </LI>
	<ul><li><P>Az iFolder-mappa t&ouml;rl&eacute;s&eacute;hez kattintson a T&ouml;rl&eacute;s gombra.</P><li><P>Az iFolder-mappa enged&eacute;lyez&eacute;s&eacute;hez kattintson az Enged&eacute;lyez&eacute;s gombra.</P>
        <P>Ez lehetőv&eacute; teszi a felhaszn&aacute;l&oacute; sz&aacute;m&aacute;ra a bejelentkez&eacute;st &eacute;s az iFolder-mapp&aacute;k szinkroniz&aacute;l&aacute;s&aacute;t.</P>
      </li><li><P>Az iFolder-mappa letilt&aacute;s&aacute;hoz kattintson a Letilt&aacute;s gombra.</P><P> Ha a felhaszn&aacute;l&oacute; be van jelentkezve, amikor ezt a v&aacute;ltoztat&aacute;st v&eacute;gzi, a felhaszn&aacute;l&oacute; munkamenete folytat&oacute;dik, am&iacute;g a felhaszn&aacute;l&oacute; ki nem jelentkezik. A h&aacute;zirend akkor l&eacute;p &eacute;letbe, amikor a felhaszn&aacute;l&oacute; a k&ouml;vetkező alkalommal megpr&oacute;b&aacute;lkozik fi&oacute;kba val&oacute; bel&eacute;p&eacute;ssel. Ha a z&aacute;rol&aacute;st azonnal &eacute;letbe szeretn&eacute; l&eacute;ptetni, &uacute;jra kell ind&iacute;tania az iFolder-kiszolg&aacute;l&oacute; Apache-szolg&aacute;ltat&aacute;sait, ami az &ouml;sszes akt&iacute;v munkamenetet megszak&iacute;tja, bele&eacute;rtve a felhaszn&aacute;l&oacute; munkamenet&eacute;t is.</P></li></ul>
       
   
  </OL><BLOCKQUOTE>
    <P><B><FONT SIZE="-1">MEGJEGYZ&Eacute;S:</FONT></B> <FONT SIZE="-1">Alap&eacute;rtelmez&eacute;s szerint az &ouml;sszes iFolder-mappa enged&eacute;lyezve van.</FONT></P>
  </BLOCKQUOTE> 
  <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ugr&aacute;s az oldal tetej&eacute;re" TITLE="Ugr&aacute;s az oldal tetej&eacute;re"></A>
  <H3><A NAME="newuser"></A>&Uacute;j iFolder l&eacute;trehoz&aacute;sa </H3>
  <br>
 
<OL><LI>
      <P>Kattintson az &Uacute;j pontra az iFolder felhaszn&aacute;l&oacute;k lapon.</P>
	  <P>Az iFolder-mappa l&eacute;trehoz&aacute;sa lap az iFolder-mapp&aacute;k lapr&oacute;l nyithat&oacute; meg.</P>
    </LI>
    <LI>Adja meg a k&ouml;vetkező adatokat, majd kattintson a L&eacute;trehoz&aacute;s pontra.
  </ol>
  <P>
  <BLOCKQUOTE> <B> N&eacute;v</B><BR>
    Rendeljen hozz&aacute; nevet az iFolder-mapp&aacute;hoz, p&eacute;ld&aacute;ul ifolder 1. <BR>
	<BR>
    <B> Le&iacute;r&aacute;s</B><BR>
    Az iFolder-mappa r&ouml;vid le&iacute;r&aacute;sa.<br>
       
  </BLOCKQUOTE>
 
  <h4>Az iFolder-mapp&aacute;k adatai lap el&eacute;r&eacute;se</h4><br>
  
  <ol>
    
    <li> 
      <p>A keresőeszk&ouml;z haszn&aacute;lat&aacute;val keresheti meg a kezelni k&iacute;v&aacute;nt iFolder-mapp&aacute;t.</p>
    </li>
    <li> 
      <p>Kattintson az iFolder nev&eacute;nek hivatkoz&aacute;s&aacute;ra, ekkor az iFolder lapon megjelenik az iFolder-mappa adatai lap. <br>
        <br>
        Az iFolder-mappa adatai lap megjelen&iacute;ti az iFolder-mappa adatait, a tagok list&aacute;j&aacute;t, akiknek tulajdon&aacute;ban van, illetve akikkel meg van osztva, valamint az aktu&aacute;lis iFolder-mappa h&aacute;zirend-be&aacute;ll&iacute;t&aacute;sait. </p>
    </li>
  </ol>
  <P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ugr&aacute;s az oldal tetej&eacute;re"></A></P>
  
  <H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Kapcsol&oacute;d&oacute; t&eacute;mak&ouml;r&ouml;k" align="top">&nbsp;Kapcsol&oacute;d&oacute; t&eacute;mak&ouml;r&ouml;k</H4>
  
  <BLOCKQUOTE class="task1"><P><A HREF="ifolderdetails.html">Az iFolder-mappa adatainak kezel&eacute;se</A><BR><A HREF="userdetails.html">Felhaszn&aacute;l&oacute; adatai </A><BR><A HREF="users.html">Felhaszn&aacute;l&oacute;i fi&oacute;k kezel&eacute;se</A><BR><A HREF="systeminfo.html">Az iFolder rendszer kezel&eacute;se</A><BR><A HREF="servers.html">Az iFolder-kiszolg&aacute;l&oacute;k kezel&eacute;se</A><BR><A HREF="reports.html">Jelent&eacute;sek</A></P></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ugr&aacute;s az oldal tetej&eacute;re"></A></P><P>&nbsp;</P><P CLASS="copyright">A v&eacute;djegyjelek (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP> stb.) a Novell v&eacute;djegyeit jelzik. A csillag (*) karakter harmadik f&eacute;l v&eacute;djegy&eacute;t jel&ouml;li. Tov&aacute;bbi inform&aacute;ci&oacute;k: <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Jogi nyilatkozat</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>