<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.6 Web Admin Help  --> 
   
     <title>Az iFolder adatai</title>  	 
     
 
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.6 Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="02-29-2007"> 
	 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style>
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="A Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
  <h3 class="head3b">Az iFolder-mappa adatainak kezel&eacute;se</h3>
  <p> Ezzel a fel&uuml;lettel kezelhetők a kiv&aacute;lasztott iFolder-mappa tulajdonoss&aacute;ga, h&aacute;zirendjei &eacute;s tags&aacute;ga. </p>
  <p> <b>Megjegyz&eacute;s</b>: A m&aacute;sodlagos rendszergazd&aacute;k a kiv&aacute;lasztott iFolder-mappa h&aacute;zirendjeit az adott iFolder-mapp&aacute;ra vonatkoz&oacute; jogaik alapj&aacute;n kezelhetik.</p><BLOCKQUOTE CLASS="blockquote"><P><A HREF="#general" TARGET="_self">Az iFolder-mappa adatainak megtekint&eacute;se </A> <BR><A HREF="#members" TARGET="_self">Tagok </A><BR><A HREF="#policies" TARGET="_self">H&aacute;zirendek</A> </P></BLOCKQUOTE>
  
 
  <H4><A NAME="general"></A>Az iFolder-mappa adatainak megtekint&eacute;se </H4>
  <P>Az al&aacute;bbi adatok tekinthetők meg:</P><TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Param&eacute;ter</P></TD><TD CLASS="tablehead2"><P>Le&iacute;r&aacute;s</P></TD></TR><TD VALIGN="TOP">
        <P>T&iacute;pus</P>
      </TD><TD>
        <P><img src="../../images/ifolder.png" width="16" height="16" alt="Mappa ikon"> Norm&aacute;l iFolder-mappa</P>
		<P><img src="../../images/encrypt_ifolder.gif" width="16" height="16" alt="Mappa ikon"> Titkos&iacute;tott iFolder-mappa</P>
		<p><img src="../../images/ifolder_user_16.gif" width="16" height="16" alt="Megosztott ikon"> Megosztott iFolder-mappa<br>
      </TD><TR><TD VALIGN="TOP">
        <P>iFolder neve</P>
      </TD><TD>
        <P>Az iFolder-mapp&aacute;hoz rendelt n&eacute;v </P>
      </TD><TR><TD VALIGN="TOP">
        <P>Le&iacute;r&aacute;s (szerkeszthető)</P>
      </TD><TD>
        <P>Az iFolder-mappa r&ouml;vid le&iacute;r&aacute;sa. A le&iacute;r&aacute;st szerkesztheti, &eacute;s a Ment&eacute;s hivatkoz&aacute;sra kattintva mentheti a v&aacute;ltoztat&aacute;sokat.</P>
      </TD><TR><TD VALIGN="TOP"><P>Tulajdonos 
</P></TD><TD>
        <P>A kiv&aacute;lasztott iFolder tulajdonos&aacute;nak felhaszn&aacute;l&oacute;neve. A tulajdonos lehet egy&eacute;ni felhaszn&aacute;l&oacute; vagy LDAP-csoport is. Ha az iFolder-mappa tulajdonosa LDAP-csoport, a csoport &ouml;sszes tagja ugyanolyan hozz&aacute;f&eacute;r&eacute;si jogokkal rendelkezik. El&aacute;rvult iFolder-mapp&aacute;k eset&eacute;n az iFolder rendszergazdai felhaszn&aacute;l&oacute; lesz a tulajdonos addig, am&iacute;g az iFolder-mapp&aacute;hoz nem lehet &uacute;jra tulajdonost rendelni, vagy kit&ouml;r&ouml;lni.</P>
        <p>Kattintson a tulajdonos felhaszn&aacute;l&oacute;nev&eacute;re a fi&oacute;kadatok megtekint&eacute;s&eacute;hez.</p> 
        <P>Az iFolder tulajdonos&aacute;nak teljes hozz&aacute;f&eacute;r&eacute;si jogosults&aacute;ga van az iFolder-mapp&aacute;hoz. A tulajdonos kezeli a felhaszn&aacute;l&oacute;k tags&aacute;gi &eacute;s hozz&aacute;f&eacute;r&eacute;si jogait, &eacute;s b&aacute;rmely tag teljes hozz&aacute;f&eacute;r&eacute;si jogosults&aacute;g&aacute;t megsz&uuml;ntetheti.</P>
      </TD></TR><TR><TD VALIGN="TOP"><P>El&eacute;r&eacute;si &uacute;t</P></TD><TD><P>Az iFolder &eacute;s adatainak t&eacute;nyleges helye a kiszolg&aacute;l&oacute;n. P&eacute;ld&aacute;ul:</P><P>/var/opt/novell/ifolder3/simias/SimiasFiles/<I>e84fdc6e-3d51-49df-ae3f-8c9213c76994</I>/&lt;iFolder_n&eacute;v&gt;</P><P>Ebben a p&eacute;ld&aacute;ban az <I>e84fdc6e-3d51-49df-ae3f-8c9213c76994</I> az iFolder megoszt&aacute;s egyedi azonos&iacute;t&oacute;ja.</P></TD><TR><TD VALIGN="TOP">
        <P>M&oacute;dos&iacute;t&aacute;s d&aacute;tuma</P>
      </TD><TD>
        <P>Az iFolder-mappa legut&oacute;bbi m&oacute;dos&iacute;t&aacute;s&aacute;nak időpontja &eacute;s d&aacute;tuma.</P>
      </TD><TR><TD VALIGN="TOP">
        <P>K&ouml;nyvt&aacute;rak:</P>
      </TD><TD>
        <P>Az iFolder-mapp&aacute;ban tal&aacute;lhat&oacute; k&ouml;nyvt&aacute;rak sz&aacute;ma.</P>
      </TD><TR><TD VALIGN="TOP">
        <P>F&aacute;jlok</P>
      </TD><TD>
        <P>Az iFolder-mapp&aacute;ban tal&aacute;lhat&oacute; f&aacute;jlok sz&aacute;ma.</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Fatty&uacute;</P>
      </TD>
      <TD> 
        <P>Az Igen &eacute;rt&eacute;k jelzi, hogy az iFolder-mappa fatty&uacute;.</P>
        <P>El&aacute;rvult iFolder-mapp&aacute;k eset&eacute;n az iFolder rendszergazdai felhaszn&aacute;l&oacute; lesz a tulajdonos addig, am&iacute;g az iFolder-mapp&aacute;hoz nem lehet &uacute;jra tulajdonost hozz&aacute;rendelni, vagy kit&ouml;r&ouml;lni.</P>
      </TD></TR></TABLE>
	  
  <H3><a name="members"></a>Tagok </H3>
  <p> Megtekintheti a tagok nev&eacute;t, t&iacute;pus&aacute;t &eacute;s a hozz&aacute;juk rendelt hozz&aacute;f&eacute;r&eacute;si jogokat. Lehetős&eacute;ge van tulajdonos hozz&aacute;ad&aacute;s&aacute;ra vagy elt&aacute;vol&iacute;t&aacute;s&aacute;ra, kijel&ouml;lt taghoz tulajdonosi szerepk&ouml;r hozz&aacute;rendel&eacute;s&eacute;re vagy hozz&aacute;f&eacute;r&eacute;si jogok be&aacute;ll&iacute;t&aacute;s&aacute;ra. 
  <H4><A NAME="share"></A>Tag hozz&aacute;ad&aacute;sa</H4><OL><LI>
      <P>Kattintson a Hozz&aacute;ad&aacute;s elemre az iFolder-mappa adatai lapon.</P>
    </LI><LI>
      <P>Keresse meg a tagg&aacute; tenni k&iacute;v&aacute;nt felhaszn&aacute;l&oacute;t vagy LDAP-csoportot, jel&ouml;lje be a felhaszn&aacute;l&oacute; neve melletti jel&ouml;lőn&eacute;gyzetet, &eacute;s kattintson a Hozz&aacute;ad&aacute;s elemre.<BR>
        <BR>
        A felhaszn&aacute;l&oacute; vagy LDAP-csoport alap&eacute;rtelmez&eacute;s szerint csak olvas&aacute;si jogot kap az iFolder-mapp&aacute;hoz.</P>
    </LI><LI>
      <P>(Nem k&ouml;telező l&eacute;p&eacute;s) Jel&ouml;lje be a Felhaszn&aacute;l&oacute; jel&ouml;lőn&eacute;gyzete, v&aacute;lassza a Jogok lehetős&eacute;get, majd adja meg a Hozz&aacute;f&eacute;r&eacute;s be&aacute;ll&iacute;t&aacute;s&aacute;n&aacute;l a Rendszergazda, az Olvas&aacute;s/&iacute;r&aacute;s vagy a Csak olvas&aacute;s &eacute;rt&eacute;ket, &eacute;s kattintson a Be&aacute;ll&iacute;t&aacute;s elemre.<BR>
        <BR>
        V&aacute;rjon, am&iacute;g a lap friss&iacute;tődik. A felhaszn&aacute;l&oacute; ikonja megfelel az &uacute;j hozz&aacute;f&eacute;r&eacute;si jogosults&aacute;gnak. </P>
    </LI></OL>
<H4>Az iFolder hozz&aacute;f&eacute;r&eacute;si jogok ismertet&eacute;se </H4>
<p>Az iFolder &uuml;gyf&eacute;l a tulajdonosi jogokon k&iacute;v&uuml;l h&aacute;romf&eacute;le szintű hozz&aacute;f&eacute;r&eacute;si jogot biztos&iacute;t az iFolder tagjai sz&aacute;m&aacute;ra:</p>
<P><B><FONT SIZE="-1">FONTOS:</FONT></B> <FONT SIZE="-1">Az LDAP-csoport tagjai &ouml;r&ouml;k&ouml;lik az adott LDAP-csoporthoz be&aacute;ll&iacute;tott hozz&aacute;f&eacute;r&eacute;si jogokat.</FONT></P>
  <BLOCKQUOTE> 
    <P><B>Tulajdonos<BR>
      </B>Egy iFolder-mapp&aacute;nak csak egy felhaszn&aacute;l&oacute; vagy LDAP-csoport lehet a tulajdonosa. Ez rendszerint az a felhaszn&aacute;l&oacute;, illetve LDAP-csoporttag, aki l&eacute;trehozta az iFolder-mapp&aacute;t. Ha a tulajdonos LDAP-csoport, ebben az esetben az LDAP-csoport &ouml;sszes tagja tulajdonosa lesz az adott iFolder-mapp&aacute;nak. A tulajdonos felhaszn&aacute;l&oacute; vagy a tulajdonos LDAP-csoport tagjai az iFolder &uuml;gyf&eacute;l haszn&aacute;lat&aacute;val adhatj&aacute;k &aacute;t a tulajdonosi szerepk&ouml;rt az iFolder-mappa egy m&aacute;sik tagj&aacute;nak. Az iFolder rendszergazd&aacute;ja a tulajdonosi szerepk&ouml;rt az iFolder kiszolg&aacute;l&oacute; b&aacute;rmely m&aacute;sik felhaszn&aacute;l&oacute;j&aacute;nak vagy LDAP-csoportnak &aacute;t tudja adni.</P>
    <P>Az iFolder tulajdonosa Teljes hozz&aacute;f&eacute;r&eacute;s jogosults&aacute;ggal rendelkezik. Ennek a felhaszn&aacute;l&oacute;nak vagy LDAP-csoportnak &iacute;r&aacute;si &eacute;s olvas&aacute;si jogai vannak az iFolder-mapp&aacute;hoz, kezelheti a tagfelhaszn&aacute;l&oacute;k &eacute;s LDAP-csoportok tags&aacute;g&aacute;t &eacute;s hozz&aacute;f&eacute;r&eacute;si jogait, &eacute;s b&aacute;rmely tagt&oacute;l megvonhatja a Teljes hozz&aacute;f&eacute;r&eacute;s jogot. V&aacute;llalati kiszolg&aacute;l&oacute; eset&eacute;n a tulajdonos iFolder-mapp&aacute;i &aacute;ltal lefoglalt t&aacute;rter&uuml;let levon&oacute;dik a tulajdonosnak a v&aacute;llalati kiszolg&aacute;l&oacute;n levő lemezkv&oacute;t&aacute;j&aacute;b&oacute;l.</P>
    <P>Ha az iFolder rendszerből egy felhaszn&aacute;l&oacute;t vagy LDAP-csoportot t&ouml;r&ouml;ltek, a felhaszn&aacute;l&oacute; vagy LDAP-csoport tulajdon&aacute;ban &aacute;ll&oacute; iFolder-mapp&aacute;k el&aacute;rvulnak. Az el&aacute;rvult iFolder-mapp&aacute;k tulajdonosa ideiglenesen az iFolder rendszergazdai felhaszn&aacute;l&oacute; lesz. A t&ouml;bbi felhaszn&aacute;l&oacute; &eacute;s LDAP-csoporttag sz&aacute;m&aacute;ra a tags&aacute;g &eacute;s a szinkroniz&aacute;l&aacute;s folytat&oacute;dik, mik&ouml;zben az iFolder rendszergazdai felhaszn&aacute;l&oacute; eld&ouml;nti, hogy az el&aacute;rvult iFolder t&ouml;r&ouml;lve legyen-e, vagy &uacute;j tulajdonoshoz legyen-e rendelve.</P>
  <P><B>Teljes hozz&aacute;f&eacute;r&eacute;s</B><BR>
      A megosztott iFolder egy tagja, aki a Teljes hozz&aacute;f&eacute;r&eacute;s joggal rendelkezik. A teljes hozz&aacute;f&eacute;r&eacute;si joggal rendelkező felhaszn&aacute;l&oacute;nak vagy LDAP-csoportnak &iacute;r&aacute;si &eacute;s olvas&aacute;si joga van az iFolder-mapp&aacute;hoz, &eacute;s a tulajdonos kiv&eacute;tel&eacute;vel minden felhaszn&aacute;l&oacute; tags&aacute;g&aacute;t &eacute;s hozz&aacute;f&eacute;r&eacute;si jogait kezelheti.</P>
  <P><B>Olvas&aacute;s/&iacute;r&aacute;s</B><BR>
    A megosztott iFolder egy tagja, akinek &iacute;r&aacute;si &eacute;s olvas&aacute;si joga van az iFolder-mapp&aacute;ban tal&aacute;lhat&oacute; k&ouml;nyvt&aacute;rakhoz &eacute;s f&aacute;jlokhoz.</P>
  <P><B>Csak olvas&aacute;s</B><BR>
    A megosztott iFolder egy tagja, akinek olvas&aacute;si joga van az iFolder-mapp&aacute;ban tal&aacute;lhat&oacute; k&ouml;nyvt&aacute;rakhoz &eacute;s f&aacute;jlokhoz. Ez a tag m&aacute;s helyre m&aacute;solhat egy iFolder f&aacute;jlt, &eacute;s m&oacute;dos&iacute;thatja az iFolder-mapp&aacute;n k&iacute;v&uuml;l.</P>
</BLOCKQUOTE>
<p>Az al&aacute;bbi t&aacute;bl&aacute;zatban az egyes felhaszn&aacute;l&oacute;i hozz&aacute;f&eacute;r&eacute;si szintekhez tartoz&oacute; lehetős&eacute;gek le&iacute;r&aacute;sa tal&aacute;lhat&oacute;.</p>
  <TABLE WIDTH="93%" BORDER="1">
    <tr class="HEADERROW"> 
      <th  CLASS="tablehead2">Lehetős&eacute;gek</th>
      <th  CLASS="tablehead2">Tulajdonos</th>
      <th  CLASS="tablehead2">Teljes hozz&aacute;f&eacute;r&eacute;s</th>
      <th  CLASS="tablehead2">Olvas&aacute;s/&iacute;r&aacute;s</th>
      <th  CLASS="tablehead2">Csak olvas&aacute;s</th>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Tulajdonjog hozz&aacute;rendel&eacute;se egy m&aacute;sik felhaszn&aacute;l&oacute;hoz vagy LDAP-csoporthoz</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
      <td >
        <p >Nem</p>
      </td>
      <td >
        <p >Nem</p>
      </td>
      <td >
        <p >Nem</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Kv&oacute;tabe&aacute;ll&iacute;t&aacute;s az iFolder-mapp&aacute;hoz</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
      <td >
        <p >Nem</p>
      </td>
      <td >
        <p >Nem</p>
      </td>
      <td >
        <p >Nem</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Az iFolder el&eacute;rhetőv&eacute; van-e t&eacute;ve m&aacute;s felhaszn&aacute;l&oacute;knak (megoszt&aacute;s)</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
      <td >
        <p >Nem</p>
      </td>
      <td >
        <p >Nem</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Az iFolder m&aacute;s felhaszn&aacute;l&oacute; &aacute;ltali el&eacute;rhetős&eacute;g&eacute;nek megsz&uuml;ntet&eacute;se (megoszt&aacute;s befejez&eacute;se)</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
      <td >
        <p >Igen, kiv&eacute;ve a tulajdonost</p>
      </td>
      <td >
        <p >Nem</p>
      </td>
      <td >
        <p >Nem</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >iFolder hozz&aacute;f&eacute;r&eacute;si jogok megad&aacute;sa m&aacute;s felhaszn&aacute;l&oacute;knak vagy LDAP-csoportoknak</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
      <td >
        <p >Igen, kiv&eacute;ve a tulajdonost</p>
      </td>
      <td >
        <p >Nem</p>
      </td>
      <td >
        <p >Nem</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Az iFolder-mapp&aacute;ban tal&aacute;lhat&oacute; k&ouml;nyvt&aacute;rak &eacute;s f&aacute;jlok olvas&aacute;sa </p>
      </td>
      <td >
        <p >Igen</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Az iFolder-mapp&aacute;ban tal&aacute;lhat&oacute; k&ouml;nyvt&aacute;rak &eacute;s f&aacute;jlok hozz&aacute;ad&aacute;sa, m&oacute;dos&iacute;t&aacute;sa &eacute;s t&ouml;rl&eacute;se</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
      <td >
        <p >Nem</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Az iFolder-mapp&aacute;ban tal&aacute;lhat&oacute; k&ouml;nyvt&aacute;rak &eacute;s f&aacute;jlok &aacute;tnevez&eacute;se</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
      <td >
        <p >Nem</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Az iFolder &aacute;tnevez&eacute;se</p>
      </td>
      <td >
        <p >Nem</p>
      </td>
      <td >
        <p >Nem</p>
      </td>
      <td >
        <p >Nem</p>
      </td>
      <td >
        <p >Nem</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >iFolder l&eacute;trehoz&aacute;sa t&ouml;bb sz&aacute;m&iacute;t&oacute;g&eacute;pen</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >iFolder visszaalak&iacute;t&aacute;sa (r&eacute;szv&eacute;tel megsz&uuml;ntet&eacute;se a helyi sz&aacute;m&iacute;t&oacute;g&eacute;pen)</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >El&eacute;rhető iFolder t&ouml;rl&eacute;se a haszn&aacute;latban val&oacute; r&eacute;szv&eacute;tel megtagad&aacute;sa v&eacute;gett</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
    </tr>
    <tr > 
      <td  scope="row"> 
        <p >Az iFolder &eacute;s f&aacute;jljainak t&ouml;rl&eacute;se a kiszolg&aacute;l&oacute;r&oacute;l (norm&aacute;lis mapp&aacute;v&aacute; t&eacute;tel &eacute;s a m&aacute;sokkal val&oacute; megoszt&aacute;s megsz&uuml;ntet&eacute;se)</p>
      </td>
      <td >
        <p >Igen</p>
      </td>
      <td >
        <p >Nem</p>
      </td>
      <td >
        <p >Nem</p>
      </td>
      <td >
        <p >Nem</p>
      </td>
    </tr>
  </table>
<H4>Tag iFolder hozz&aacute;f&eacute;r&eacute;si jogosults&aacute;gainak be&aacute;ll&iacute;t&aacute;sa</H4>
  
<OL><LI>
      <P>Az iFolder-mappa adatai lapon jel&ouml;lje be annak a tagnak a jel&ouml;lőn&eacute;gyzet&eacute;t, akinek a hozz&aacute;f&eacute;r&eacute;si jogait kezelni szeretn&eacute;.</P>
    </LI><LI>
      <P>Kattintson a Jogok leg&ouml;rd&uuml;lő men&uuml;re, &eacute;s v&aacute;lassza a Rendszergazda, az Olvas&aacute;s/&iacute;r&aacute;s vagy a Csak olvas&aacute;s jogot.<BR>
        <BR>V&aacute;rjon, am&iacute;g a lap friss&iacute;tődik. A felhaszn&aacute;l&oacute; ikonja megfelel az &uacute;j hozz&aacute;f&eacute;r&eacute;si jogosults&aacute;gnak.</P></LI></OL>
  <H4>Tag elt&aacute;vol&iacute;t&aacute;sa</H4>
<ol>
    <li>Az iFolder-mappa adatai lapon jel&ouml;lje be a tag felhaszn&aacute;l&oacute;neve melletti jel&ouml;lőn&eacute;gyzetet.</li>
    <li>Kattintson a T&ouml;rl&eacute;s gombra.</li>
</ol>
<P>A felhaszn&aacute;l&oacute;nak az adatokr&oacute;l k&eacute;sz&iacute;tett helyi m&aacute;solata a felhaszn&aacute;l&oacute; sz&aacute;m&iacute;t&oacute;g&eacute;p&eacute;n marad, de a felhaszn&aacute;l&oacute; m&aacute;r nem f&eacute;rhet hozz&aacute; az iFolder-adatok kiszolg&aacute;l&oacute;n levő m&aacute;solat&aacute;hoz.</P><P> <A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ugr&aacute;s az oldal tetej&eacute;re" TITLE="Ugr&aacute;s az oldal tetej&eacute;re"></A></P>
	  <H4>A tulajdonos m&oacute;dos&iacute;t&aacute;sa</H4>
  <P>Ha megv&aacute;ltoztatja egy iFolder tulajdonos&aacute;t, az eredeti tulajdonos tagja lesz az iFolder-mapp&aacute;nak, &eacute;s olvas&aacute;s/&iacute;r&aacute;s jogosults&aacute;got kap. El&aacute;rvult iFolder-mapp&aacute;k eset&eacute;n az iFolder rendszergazdai felhaszn&aacute;l&oacute; lesz a tulajdonos addig, am&iacute;g az iFolder-mapp&aacute;hoz nem rendelnek hozz&aacute; &uacute;jra tulajdonost, vagy ki nem t&ouml;rlik. Ha az &uacute;j tulajdonos m&eacute;g nem tagja az iFolder-mapp&aacute;nak, a rendszer előfizet&eacute;si &eacute;rtes&iacute;t&eacute;st k&uuml;ld a felhaszn&aacute;l&oacute; iFolder fi&oacute;kj&aacute;ba.</P>
  <OL>
    <LI> 
      <P>Az iFolder-mappa adatai lapon keresse meg azt a felhaszn&aacute;l&oacute;t vagy LDAP-csoportot, akit az iFolder-mappa &uacute;j tulajdonosak&eacute;nt ki szeretne jel&ouml;lni.</P>
    </LI>
    <LI>
      <P>Jel&ouml;lje be a felhaszn&aacute;l&oacute; neve melletti jel&ouml;lőn&eacute;gyzetet, majd kattintson a <i>Tulajdonos</i> elemre.</P>
    </LI>
    
  </OL>
  <P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ugr&aacute;s az oldal tetej&eacute;re"></A></P>
  <H3><A NAME="policy"></A>H&aacute;zirendek</H3>
  
  <P>A k&ouml;vetkező t&aacute;bl&aacute;zat sorolja fel a b&aacute;rmely iFolder-mapp&aacute;ra vonatkoz&oacute;an kezelhető h&aacute;zirendeket. M&oacute;dos&iacute;tson valamennyit az al&aacute;bbi &eacute;rt&eacute;kek k&ouml;z&uuml;l, majd kattintson a Ment&eacute;s gombra az &uacute;j be&aacute;ll&iacute;t&aacute;sok &eacute;rv&eacute;nybe l&eacute;ptet&eacute;s&eacute;hez: </P>
<TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Param&eacute;ter</P></TD><TD CLASS="tablehead2"><P>Le&iacute;r&aacute;s</P></TD></TR><TR><TD VALIGN="TOP">
        <P>Szinkroniz&aacute;l&aacute;s letilt&aacute;sa</P>
      </TD><TD>
        <P>Ha ki szeretn&eacute; kapcsolni a szinkroniz&aacute;l&aacute;st (&aacute;ltal&aacute;ban csak ideiglenesen), adja meg ezt a be&aacute;ll&iacute;t&aacute;st. 
        </P>
        <P>T&ouml;r&ouml;lje a jelet ebből a jel&ouml;lőn&eacute;gyzetből, ha enged&eacute;lyezni szeretn&eacute; az iFolder-mapp&aacute;ban tal&aacute;lhat&oacute; adatok szinkroniz&aacute;l&aacute;s&aacute;t.</P>
        <P>Alap&eacute;rtelmezett &eacute;rt&eacute;ke: Enged&eacute;lyezve, Igen</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Lemezkv&oacute;ta</P>
      </TD><TD>
        <P>Jel&ouml;lje be a Korl&aacute;toz&aacute;s jel&ouml;lőn&eacute;gyzetet, majd adja meg a kijel&ouml;lt iFolder-mapp&aacute;hoz tartoz&oacute; maxim&aacute;lis m&eacute;retet (MB-ban).</P>
        <P>Ha a rendszer vagy az LDAP-csoport szintj&eacute;n ad meg iFolder-kv&oacute;t&aacute;t, azt a felhaszn&aacute;l&oacute;i fi&oacute;k kv&oacute;t&aacute;ja fel&uuml;lb&iacute;r&aacute;lja, amennyiben a felhaszn&aacute;l&oacute;i kv&oacute;ta ak&aacute;r lefel&eacute;, ak&aacute;r felfel&eacute; elt&eacute;r az LDAP-csoport vagy a rendszer kv&oacute;t&aacute;j&aacute;t&oacute;l. </P>
        <P>Alap&eacute;rtelmezett &eacute;rt&eacute;k: Letiltva, nincs korl&aacute;toz&aacute;s</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P> Haszn&aacute;latban</P>
        <P>(Csak megtekint&eacute;s)&nbsp;</P></TD><TD>
        <P>Az iFolder-mapp&aacute;ban tal&aacute;lhat&oacute; adatok &aacute;ltal elfoglalt t&aacute;rter&uuml;let m&eacute;ret&eacute;t jelen&iacute;ti meg.</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P>El&eacute;rhető</P>
        <P>(Csak megtekint&eacute;s)&nbsp;</P></TD><TD>
        <P>A kiszolg&aacute;l&oacute;n az iFolder adatai sz&aacute;m&aacute;ra rendelkez&eacute;sre &aacute;ll&oacute; lemezter&uuml;letet jelzi.</P>
      </TD></TR><TR><TD VALIGN="TOP">
        <P>Hat&aacute;sos</P>
        <P>(Csak megtekint&eacute;s)&nbsp;</P></TD><TD>
        <P>A kiszolg&aacute;l&oacute;n az iFolder adatai sz&aacute;m&aacute;ra rendelkez&eacute;sre &aacute;ll&oacute; &eacute;rv&eacute;nyes lemezter&uuml;letet jelzi.</P>
      </TD></TR>
	  <TR><TD VALIGN="TOP">
        <p>F&aacute;jlm&eacute;ret</p>
      </TD>
      <TD> <B>Korl&aacute;toz&aacute;s</B><BR>
          Megadja (MB-ban), hogy mekkora az a maxim&aacute;lis f&aacute;jlm&eacute;ret, amelyet az iFolder-felhaszn&aacute;l&oacute; haszn&aacute;lhat az &ouml;sszes iFolder-mapp&aacute;ban, amelyeknek a felhaszn&aacute;l&oacute; a tulajdonosa a kiv&aacute;lasztott felhaszn&aacute;l&oacute;i fi&oacute;kban. <br>
          <BR>
        <B>Hat&aacute;sos</B><BR>
        A felhaszn&aacute;l&oacute;hoz hozz&aacute;rendelt &eacute;rv&eacute;nyes f&aacute;jlm&eacute;ret.<br>
		<ul><P><font size="-1"><b>FONTOS:</b> Felhaszn&aacute;l&oacute;k nem szinkroniz&aacute;lhatnak sikerrel olyan nagys&aacute;g&uacute; f&aacute;jlokat, amelyek a felhaszn&aacute;l&oacute;i kv&oacute;ta t&uacute;ll&eacute;p&eacute;s&eacute;t eredm&eacute;nyezn&eacute;k. Ha megpr&oacute;b&aacute;lj&aacute;k, csak a f&aacute;jl egy r&eacute;sze lesz szinkroniz&aacute;lva, &eacute;s adats&eacute;r&uuml;l&eacute;s k&ouml;vetkezik be.</font></P></ul>
      </TD></TR>
	  <TR>
      <TD VALIGN="TOP"> 
        <p>Kiz&aacute;rt f&aacute;jlok</p>
      </TD>
      <TD> 
        <P>Megadja, hogy mely f&aacute;jlt&iacute;pusokat kell kiz&aacute;rni vagy belevenni a kiv&aacute;lasztott iFolder-mappa szinkroniz&aacute;l&aacute;sakor.</P>
        <p>A thumbs.db &eacute;s .DS_Store f&aacute;jlkezelő-f&aacute;jlokat a rendszer nem szinkroniz&aacute;lja. 
        </p>
    
        <P>Ha hozz&aacute; szeretne adni egy f&aacute;jlkiterjeszt&eacute;st a kiz&aacute;r&oacute; szűrőh&ouml;z, &iacute;rja be a kiterjeszt&eacute;st (pl. mpg), majd kattintson a Hozz&aacute;ad&aacute;s gombra a szűrő &eacute;rv&eacute;nybe l&eacute;ptet&eacute;s&eacute;hez. </P>
        <P>Ha egy f&aacute;jlt&iacute;pust ki szeretne hagyni a szinkroniz&aacute;l&aacute;sb&oacute;l, jel&ouml;lje be a f&aacute;jlt&iacute;pus melletti jel&ouml;lőn&eacute;gyzetet a korl&aacute;tozott f&aacute;jlt&iacute;pusok list&aacute;j&aacute;ban, &eacute;s kattintson az Elutas&iacute;t&aacute;s elemre.</P>
        <P>Ha enged&eacute;lyezni szeretn&eacute; egy f&aacute;jlt&iacute;pus szinkroniz&aacute;l&aacute;s&aacute;t, jel&ouml;lje be az adott t&iacute;pus melletti jel&ouml;lőn&eacute;gyzetet a korl&aacute;tozott f&aacute;jlt&iacute;pusok list&aacute;j&aacute;ban, &eacute;s kattintson az Enged&eacute;lyez&eacute;s elemre.</P>
        <P>Ha t&ouml;r&ouml;lni szeretne egy f&aacute;jlt&iacute;pust a korl&aacute;tozott t&iacute;pusok list&aacute;j&aacute;b&oacute;l, jel&ouml;lje be az adott t&iacute;pus melletti jel&ouml;lőn&eacute;gyzetet, &eacute;s kattintson a T&ouml;rl&eacute;s gombra.<br>
        </P>
        <P>Alap&eacute;rtelmezett &eacute;rt&eacute;k: Letiltva, az &ouml;sszes f&aacute;jlt&iacute;pus enged&eacute;lyez&eacute;se vagy rendszerszintű be&aacute;ll&iacute;t&aacute;sok</P>
      </TD></TR>
	
      
<TR><TD VALIGN="TOP">
        <P> Szinkroniz&aacute;l&aacute;si idők&ouml;z&nbsp;</P>
      </TD><TD>
        <P>Jel&ouml;lje be a Szinkroniz&aacute;l&aacute;si idők&ouml;z jel&ouml;lőn&eacute;gyzetet, ha meg szeretne adni egy minim&aacute;lis idők&ouml;zt a kijel&ouml;lt iFolder-mapp&aacute;hoz, majd adja meg percben azt a minim&aacute;lis idők&ouml;zt, amelyet a felhaszn&aacute;l&oacute;k be&aacute;ll&iacute;thatnak az iFolder &uuml;gyfeleken.</P>
        <P> A be&aacute;ll&iacute;t&aacute;s kikapcsol&aacute;s&aacute;hoz t&ouml;r&ouml;lje a jelet a Szinkroniz&aacute;l&aacute;si idők&ouml;z jel&ouml;lőn&eacute;gyzetből. Ha a lehetős&eacute;g ki van kapcsolva, akkor a megjelen&iacute;tett &eacute;rt&eacute;k: Korl&aacute;tlan.</P>
        <P> Ha a lehetős&eacute;g be van kapcsolva, akkor a minim&aacute;lis szinkroniz&aacute;l&aacute;si idők&ouml;z azt a minim&aacute;lis idők&ouml;zt adja meg percben, amennyi ideig a felhaszn&aacute;l&oacute; &uuml;gyfele ellenőrizheti az iFolder-adatokat a kiszolg&aacute;l&oacute;n &eacute;s a helyi iFolder-mapp&aacute;kban annak &eacute;rdek&eacute;ben, hogy meg&aacute;llap&iacute;tsa, mely f&aacute;jlokat kell let&ouml;lteni vagy felt&ouml;lteni.</P>
  <P>      A t&eacute;nyleges minim&aacute;lis szinkroniz&aacute;l&aacute;si idők&ouml;z az al&aacute;bbi h&aacute;rom be&aacute;ll&iacute;t&aacute;s k&ouml;z&uuml;l a legkisebb &eacute;rt&eacute;k:</P>
  <ul>
    <li>
            <p> A rendszerh&aacute;zirend (alap&eacute;rtelmezett &eacute;rt&eacute;k: 5 perc), kiv&eacute;ve, ha meg van adva felhaszn&aacute;l&oacute;i vagy LDAP-csoport h&aacute;zirend. Ha meg van adva LDAP-csoport h&aacute;zirend, az LDAP-csoport h&aacute;zirend fel&uuml;lb&iacute;r&aacute;lja a rendszerh&aacute;zirendet. Ha meg van adva felhaszn&aacute;l&oacute;i h&aacute;zirend, a felhaszn&aacute;l&oacute;i h&aacute;zirend fel&uuml;lb&iacute;r&aacute;lja az LDAP-csoport h&aacute;zirendet &eacute;s a rendszerh&aacute;zirendet, att&oacute;l f&uuml;ggetlen&uuml;l, hogy a felhaszn&aacute;l&oacute;i h&aacute;zirend kisebb vagy nagyobb &eacute;rt&eacute;knek felel-e meg.</p>
    </li>
    <li>
      <p> A helyi sz&aacute;m&iacute;t&oacute;g&eacute;p h&aacute;zirendje vagy a kiszolg&aacute;l&oacute;val szinkroniz&aacute;l&oacute;d&oacute; &uuml;gyf&eacute;lg&eacute;p h&aacute;zirendje</p>
    </li>
    <li>
      <p> Az iFolder- (gyűjtem&eacute;ny-) h&aacute;zirend.</p>
    </li>
  </ul>  
        <P> Alap&eacute;rtelmezett &eacute;rt&eacute;k: Letiltva, az iFolder &uuml;gyf&eacute;l &aacute;ltal be&aacute;ll&iacute;tott korl&aacute;t</P>
      </TD>
</TR><TR><TD VALIGN="TOP">
        <P> Megoszt&aacute;s</P>
      </TD><TD> <B>Pontosan</B><BR>
        Alap&eacute;rtelmez&eacute;s szerint az iFolder-mapp&aacute;k megoszt&aacute;sa enged&eacute;lyezve van. T&ouml;r&ouml;lje a jelet a Be lehetős&eacute;g mellől, ha a kijel&ouml;lt iFolder-mappa sz&aacute;m&aacute;ra nem k&iacute;v&aacute;nja enged&eacute;lyezni a megoszt&aacute;st. A h&aacute;zirend alkalmaz&aacute;sa ut&aacute;n a kijel&ouml;lt iFolder-mapp&aacute;t nem tudja megosztani sem a rendszergazda, sem az iFolder-mappa tulajdonosa.<br>
          <BR>
        <B>Visszavon&aacute;s</B><BR>
        V&aacute;lassza a <i>Visszavon&aacute;s</i> funkci&oacute;t, ha a kijel&ouml;lt iFolder-mappa megosztott tagjainak list&aacute;j&aacute;r&oacute;l el szeretn&eacute; t&aacute;vol&iacute;tani az &ouml;sszes tagot.<br>
		<ul>
          <P><font size="-1"><b>FONTOS:</b> E k&eacute;t lehetős&eacute;g egyike sem haszn&aacute;lhat&oacute;, ha a rendszer vagy a felhaszn&aacute;l&oacute; szintj&eacute;n enged&eacute;lyezi a <i>Megoszt&aacute;s</i> funkci&oacute;t, &eacute;s ezt a be&aacute;ll&iacute;t&aacute;st &eacute;rv&eacute;nyes&iacute;ti.</font></P>
        </ul>
      </TD></TR></TABLE><BR><P> 
  
  <H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Kapcsol&oacute;d&oacute; t&eacute;mak&ouml;r&ouml;k" align="top">&nbsp;Kapcsol&oacute;d&oacute; t&eacute;mak&ouml;r&ouml;k</H4><BLOCKQUOTE class="task1"><P ><A HREF="ifolders.html">iFolder-mapp&aacute;k kezel&eacute;se </A><BR><A HREF="users.html">Felhaszn&aacute;l&oacute;k kezel&eacute;se </A><BR><A HREF="userdetails.html">Felhaszn&aacute;l&oacute; adatai </A><BR><A HREF="servers.html#orphan" TARGET="_self">Az iFolder kiszolg&aacute;l&oacute;k kezel&eacute;se</A>
    </P>
  </BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ugr&aacute;s az oldal tetej&eacute;re"></A></P><P>&nbsp;</P><P CLASS="copyright">A v&eacute;djegyjelek (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP> stb.) a Novell v&eacute;djegyeit jelzik. A csillag (*) karakter harmadik f&eacute;l v&eacute;djegy&eacute;t jel&ouml;li. Tov&aacute;bbi inform&aacute;ci&oacute;k: <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Jogi nyilatkozat</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>