<html>

<head>

     <!-- Novell iFolder 3.x  --> 
   
     <title>Jogi nyilatkozat</title>
        
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.x Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="06-29-2005"> 
	 
	 	 <!-- Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   

</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="A Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
<h3 class="head3b">Jogi nyilatkozat</h3>
<p>A Novell, Inc. nem v&aacute;llal szavatoss&aacute;got, j&oacute;t&aacute;ll&aacute;st, valamint semmilyen m&aacute;s garanci&aacute;t &eacute;s felelőss&eacute;get a jelen dokument&aacute;ci&oacute; tartalm&aacute;ra &eacute;s felhaszn&aacute;l&aacute;s&aacute;ra, k&uuml;l&ouml;n&ouml;s tekintettel a forgalomk&eacute;pess&eacute;gre &eacute;s a v&eacute;lt rendeltet&eacute;sre vonatkoz&oacute; t&ouml;rv&eacute;nyi &eacute;s k&uuml;l&ouml;n garanci&aacute;lis felelőss&eacute;gekre. A Novell, Inc. fenntartja tov&aacute;bb&aacute; a jogot, hogy a jelen kiadv&aacute;nyt b&aacute;rmikor fel&uuml;lvizsg&aacute;lja &eacute;s m&oacute;dos&iacute;tsa b&aacute;rki &eacute;s b&aacute;rmilyen szervezet előzetes &eacute;rtes&iacute;t&eacute;s&eacute;nek k&ouml;telezetts&eacute;ge n&eacute;lk&uuml;l.</p>
  <p>A Novell, Inc. nem v&aacute;llal szavatoss&aacute;got, j&oacute;t&aacute;ll&aacute;st, sem felelőss&eacute;get semmilyen szoftverrel kapcsolatban, k&uuml;l&ouml;n&ouml;s tekintettel a forgalomk&eacute;pess&eacute;gre &eacute;s a v&eacute;lt rendeltet&eacute;sre vonatkoz&oacute; t&ouml;rv&eacute;nyi &eacute;s k&uuml;l&ouml;n garanci&aacute;lis felelőss&eacute;gekre. A Novell, Inc. fenntartja tov&aacute;bb&aacute; a Novell szoftverek r&eacute;szben vagy eg&eacute;szben, b&aacute;rmikor t&ouml;rt&eacute;nő megv&aacute;ltoztat&aacute;s&aacute;nak jog&aacute;t an&eacute;lk&uuml;l, hogy a v&aacute;ltoztat&aacute;st b&aacute;rmely term&eacute;szetes vagy jogi szem&eacute;lynek előzetesen bejelenten&eacute;.</p>
  <h3>Exportfelt&eacute;telek</h3>
  <p>A jelen Szerződ&eacute;ssel szab&aacute;lyozott term&eacute;kekre &eacute;s műszaki inform&aacute;ci&oacute;kra az Amerikai Egyes&uuml;lt &Aacute;llamok export&aacute;l&aacute;si szab&aacute;lyoz&aacute;sai &eacute;s m&aacute;s orsz&aacute;gok kereskedelmi t&ouml;rv&eacute;nyei vonatkozhatnak. A Szerződ&eacute;s elfogad&aacute;s&aacute;val tan&uacute;s&iacute;tja, hogy megfelel ezeknek az export&aacute;l&aacute;si szab&aacute;lyoz&aacute;soknak, &eacute;s beszerzi a sz&uuml;ks&eacute;ges enged&eacute;lyeket vagy minős&iacute;t&eacute;seket a term&eacute;kek export&aacute;l&aacute;s&aacute;hoz, tov&aacute;bbexport&aacute;l&aacute;s&aacute;hoz vagy import&aacute;l&aacute;s&aacute;hoz. Tan&uacute;s&iacute;tja tov&aacute;bb&aacute;, hogy a term&eacute;keket &ndash; az Egyes&uuml;lt &Aacute;llamok export&aacute;l&aacute;si t&ouml;rv&eacute;nyeivel &ouml;sszhangban &ndash; nem export&aacute;lja (tov&aacute;bb) az Amerikai Egyes&uuml;lt &Aacute;llamok mindenkori export&aacute;l&aacute;si tilalmi list&aacute;j&aacute;n szereplő szervezeteknek, sem embarg&oacute;val s&uacute;jtott vagy terrorizmussal v&aacute;dolhat&oacute; orsz&aacute;gokba. Elfogadja tov&aacute;bb&aacute;, hogy a term&eacute;keket nem haszn&aacute;lja fel tiltott nukle&aacute;ris, rak&eacute;taműk&ouml;dtet&eacute;si vagy vegyi &eacute;s biol&oacute;giai fegyverkez&eacute;si c&eacute;llal. A Novell szoftvereinek export&aacute;l&aacute;s&aacute;val kapcsolatban tov&aacute;bbi tudnival&oacute;kat a <a href="http://www.novell.com/info/exports/">Novell International Trade Services</a> (A Novell nemzetk&ouml;zi kereskedelmi szolg&aacute;ltat&aacute;sai) webhely tartalmaz. A Novell nem v&aacute;llal felelőss&eacute;get, ha &Ouml;n elmulasztja beszerezni a sz&uuml;ks&eacute;ges export&aacute;l&aacute;si enged&eacute;lyeket.</p>
  <h3>Copyright</h3>
  <p>Copyright &copy; 2011 Novell, Inc. Minden jog fenntartva. A kiad&oacute; előzetes &iacute;r&aacute;sbeli hozz&aacute;j&aacute;rul&aacute;sa n&eacute;lk&uuml;l a kiadv&aacute;ny sem r&eacute;szben, sem eg&eacute;sz&eacute;ben nem reproduk&aacute;lhat&oacute;, nem f&eacute;nym&aacute;solhat&oacute;, nem t&aacute;rolhat&oacute; dokumentum-visszakereső rendszerben, &eacute;s nem tov&aacute;bb&iacute;that&oacute;.</p>
  <h3>&nbsp;</h3>
</div>
</body>
</html>