<html>
<head>
  <meta http-equiv="content-type" content="text/html;charset=UTF-8"> 

<!-- Novell iFolder 3.x Web Access  --> 

<title>Hozz&aacute;f&eacute;r&eacute;s mapp&aacute;khoz &eacute;s f&aacute;jlokhoz</title> 

<!-- Metadata --> 
  <meta name="Author" content="iFolder 3.x Documentation Manager"> 
  <meta name="date" content="02-17-2005"> 
  <meta name="modified" content="06-29-2005"> 
<!-- Documentation Stylesheet --> 
  <link rel="stylesheet" href="hf_style.css" type="text/css"> 
<!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      --> 
      
      <style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="A Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
<h3 class="head3b"><a name="top"></a>Hozz&aacute;f&eacute;r&eacute;s az iFolder-mapp&aacute;kban tal&aacute;lhat&oacute; mapp&aacute;khoz &eacute;s f&aacute;jlokhoz</h3><p> Ezzel a kezelőfel&uuml;lettel azokban az iFolder-mapp&aacute;kban tal&aacute;lhat&oacute; mapp&aacute;khoz &eacute;s f&aacute;jlokhoz f&eacute;rhet hozz&aacute;, amelyek az adott fi&oacute;kb&oacute;l el&eacute;rhetők. Megtekinthető a lista az egyes iFolder-mapp&aacute;kban tal&aacute;lhat&oacute; mapp&aacute;kr&oacute;l &eacute;s f&aacute;jlokr&oacute;l, f&aacute;jlok t&ouml;lthetők fel &eacute;s le, mapp&aacute;k hozhat&oacute;k l&eacute;tre, mapp&aacute;k &eacute;s f&aacute;jlok t&ouml;r&ouml;lhetők. Az iFolder-mapp&aacute;k l&eacute;trehoz&aacute;s&aacute;hoz, t&ouml;rl&eacute;s&eacute;hez &eacute;s megoszt&aacute;s&aacute;hoz a Linux*, Windows* vagy Macintosh* rendszerhez tartoz&oacute; iFolder &uuml;gyf&eacute;lprogramot kell haszn&aacute;lni. </p><p>Ebben a s&uacute;g&oacute;ban az al&aacute;bbiak ismertet&eacute;se tal&aacute;lhat&oacute;:</p><blockquote > 
<p><a href="#login" target="_self">Be- &eacute;s kijelentkez&eacute;s</a> <br> 
<a href="#browse" target="_self">B&ouml;ng&eacute;sz&eacute;s az iFolder-mapp&aacute;k k&ouml;z&ouml;tt</a> <br> <a href="#manage" target="_self">iFolder-mapp&aacute;kban tal&aacute;lhat&oacute; mapp&aacute;k &eacute;s f&aacute;jlok kezel&eacute;se</a></p></blockquote><h3><a name="login"></a>Be- &eacute;s kijelentkez&eacute;s</h3><p>Ha a rendszerkapcsolat időt&uacute;ll&eacute;p&eacute;s miatt megszakad, mik&ouml;zben &Ouml;n az iFolder-mapp&aacute;kkal dolgozik, a Web Access visszajuttatja &Ouml;nt a bejelentkez&eacute;si oldalra. A b&ouml;ng&eacute;sző bez&aacute;r&aacute;sa n&eacute;lk&uuml;l bejelentkezhet, &eacute;s folytathatja a munk&aacute;t.</p><p>Ha ki szeretne jelentkezni, kattintson a jobb felső sarokban l&eacute;vő fejl&eacute;cter&uuml;leten tal&aacute;lhat&oacute; Kijelentkez&eacute;s gombra, majd z&aacute;rja be a b&ouml;ng&eacute;szőt. Ha nem jelentkezik ki, akkor a munkamenet mindaddig nyitva marad, am&iacute;g a munkamenet időkorl&aacute;tja le nem j&aacute;r, ami potenci&aacute;lis vesz&eacute;lyt jelent. </p><p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Ugr&aacute;s az oldal tetej&eacute;re"></a></p><h3><a name="browse"></a>B&ouml;ng&eacute;sz&eacute;s az iFolder-mapp&aacute;k k&ouml;z&ouml;tt</h3><p>Az iFolder-mapp&aacute;k lapon fel van sorolva minden, az aktu&aacute;lis fi&oacute;kban el&eacute;rhető iFolder-mappa. Az el&eacute;rhető mapp&aacute;k k&ouml;z&eacute; tartoznak azok a mapp&aacute;k, amelyeknek a felhaszn&aacute;l&oacute; a tulajdonosa, illetve azok, amelyeket megosztottak vele. A megosztott iFolder-mapp&aacute;khoz akkor is hozz&aacute; lehet f&eacute;rni a Web Access szolg&aacute;ltat&aacute;son kereszt&uuml;l, ha a helyi sz&aacute;m&iacute;t&oacute;g&eacute;pen az iFolder nincs be&aacute;ll&iacute;tva. A Tulajdonos oszlopban meg van adva az iFolder tulajdonosa, annak &eacute;rdek&eacute;ben, hogy k&ouml;nnyebben meg lehessen tal&aacute;lni a keresett iFolder-mapp&aacute;t. </p><p>Az iFolder nev&eacute;re kattintva megtekinthető az iFolder-mapp&aacute;ban tal&aacute;lhat&oacute; mapp&aacute;k &eacute;s f&aacute;jlok list&aacute;ja, f&aacute;jlokat t&ouml;lthetők fel &eacute;s le, mapp&aacute;k hozhat&oacute;k l&eacute;tre, mapp&aacute;k &eacute;s f&aacute;jlok t&ouml;r&ouml;lhetők.</p><p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Ugr&aacute;s az oldal tetej&eacute;re"></a></p><h3><a name="manage"></a>iFolder-mapp&aacute;kban tal&aacute;lhat&oacute; mapp&aacute;k &eacute;s f&aacute;jlok kezel&eacute;se</h3><p>Egy iFolder-mapp&aacute;n bel&uuml;l a k&ouml;vetkező feladatok v&eacute;gezhetők el:</p><blockquote> <p><b>Mapp&aacute;k &eacute;s f&aacute;jlok list&aacute;j&aacute;nak megtekint&eacute;se</b><br>Az iFolder lap betűrendben sorolja fel a mapp&aacute;kat &eacute;s f&aacute;jlokat. G&ouml;rget&eacute;ssel keresse meg a k&iacute;v&aacute;nt k&ouml;nyvt&aacute;rat vagy f&aacute;jlt. </p><p><b>Navig&aacute;l&aacute;s a k&ouml;nyvt&aacute;rakban</b><br>Kattintson a mappa nev&eacute;re <img src="../../images/folder_16.gif" width="16" height="16" alt="Mappaikon"> a mappa megnyit&aacute;s&aacute;hoz &eacute;s tartalm&aacute;nak megtekint&eacute;s&eacute;hez. Ha egy k&ouml;nyvt&aacute;rszinttel feljebb szeretne jutni, kattintson a t&aacute;lc&aacute;n tal&aacute;lhat&oacute;, egy k&ouml;nyvt&aacute;rszinttel feljebb l&eacute;ptető <img src="../../images/up_folder_16.gif" width="14" height="12" alt="Egy k&ouml;nyvt&aacute;rszinttel feljebb ikon"> ikonra.<br> </p><p><b>F&aacute;jlok megnyit&aacute;sa vagy ment&eacute;se</b><br>Kattintson a megnyitni vagy menteni k&iacute;v&aacute;nt f&aacute;jl <img src="../../images/file_16.gif" width="16" height="16" alt="F&aacute;jlikon"> nev&eacute;re. </p><ul> <li><p>A f&aacute;jl tartalm&aacute;nak megjelen&iacute;t&eacute;s&eacute;hez kattintson a Megnyit&aacute;s gombra. Ahhoz, hogy a f&aacute;jlt meg lehessen nyitni, a sz&aacute;m&iacute;t&oacute;g&eacute;pen kell, hogy legyen egy kompatibilis alkalmaz&aacute;s. Ha &uacute;gy tervezi, hogy dolgozni fog a f&aacute;jlon, t&ouml;ltse le, m&oacute;dos&iacute;tsa, majd t&ouml;ltse fel.</p></li><li><p>Kattintson a Ment&eacute;s gombra, ha el szeretn&eacute; menteni a f&aacute;jlt a helyi merevlemezre vagy egy csatlakoztatott h&aacute;l&oacute;zati meghajt&oacute;ra. Navig&aacute;ljon arra a helyre, ahov&aacute; a f&aacute;jlt helyezni szeretn&eacute;, majd kattintson a Ment&eacute;s gombra. A rendszer let&ouml;lti a f&aacute;jlt a sz&aacute;m&iacute;t&oacute;g&eacute;pre.</p></li></ul><p><b>&Uacute;j mappa l&eacute;trehoz&aacute;sa</b> <br> Az &Uacute;j mappa mezőbe &iacute;rja be az &uacute;j mappa nev&eacute;t, &eacute;s kattintson a L&eacute;trehoz&aacute;s elemre. A mappan&eacute;vben k&uuml;l&ouml;nb&ouml;zőnek sz&aacute;m&iacute;tanak a kis- &eacute;s a nagybetűk. Lapfriss&uuml;l&eacute;skor a mappa a list&aacute;ban az ab&eacute;c&eacute;rendnek megfelelő helyen jelenik meg.<br></p><p><b>Mapp&aacute;k vagy f&aacute;jlok t&ouml;rl&eacute;se</b><br>Jel&ouml;lje be a t&ouml;r&ouml;lni k&iacute;v&aacute;nt egy vagy t&ouml;bb mappa vagy f&aacute;jl melletti jel&ouml;lőn&eacute;gyzetet, majd kattintson a T&ouml;rl&eacute;s gombra. Erős&iacute;tse meg a t&ouml;rl&eacute;st.</p><p><b>F&aacute;jl felt&ouml;lt&eacute;se</b> <br> A F&aacute;jl felt&ouml;lt&eacute;se mezőben kattintson a Tall&oacute;z&aacute;s gombra, keresse meg a felt&ouml;lteni k&iacute;v&aacute;nt helyi mapp&aacute;t, majd kattintson a Megnyit&aacute;s &gt; Felt&ouml;lt&eacute;s gombra. Lapfriss&uuml;l&eacute;skor a f&aacute;jl a list&aacute;ban az &aacute;b&eacute;c&eacute;rendnek megfelelő helyen jelenik meg.</p></blockquote><p> 
<a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Ugr&aacute;s az oldal tetej&eacute;re"></a> 
</p><p>&nbsp;</p><P CLASS="copyright">A v&eacute;djegyjelek (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP> stb.) a Novell v&eacute;djegyeit jelzik. A csillag (*) karakter harmadik f&eacute;l v&eacute;djegy&eacute;t jel&ouml;li. Tov&aacute;bbi inform&aacute;ci&oacute;k: <A HREF="legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Jogi nyilatkozat</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>
</html>