<html>

   <head>
     <meta http-equiv="content-type" content="text/html;charset=UTF-8">
     
     <!-- Novell iFolder 3.7  --> 
   
     <title>Az LDAP-be&aacute;ll&iacute;t&aacute;sok kezel&eacute;se</title>  	 
     
     <!-- Metadata -->
   
     <meta name="Author" content="iFolder 3.7 Documentation Manager">
     <meta name="date" content="02-17-2005">
     <meta name="modified" content="06-29-2005"> 
	 <meta name="modified" content="11-15-2007"> 
	 <!-- iManager Documentation Stylesheet -->
	 
	 <link rel="stylesheet" href="hf_style.css" type="text/css"> 
	 
	 <!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      -->
	
     
<style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
  
   


</head>   
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
      
       --> <h3 class="head3b">Az iFolder rendszer LDAP-be&aacute;ll&iacute;t&aacute;sainak kezel&eacute;se</h3>
  <p> Ezen a kezelőfel&uuml;leten m&oacute;dos&iacute;that&oacute;k az ebben az iFolder-tartom&aacute;nyban műk&ouml;dő, kijel&ouml;lt Novell<SUP><SMALL>&reg;</SMALL></SUP> iFolder<SUP><SMALL>&reg;</SMALL></SUP> 3.7-es vagy &uacute;jabb verzi&oacute;j&uacute; kiszolg&aacute;l&oacute; LDAP-be&aacute;ll&iacute;t&aacute;sai. </p>
  
  <H3><A NAME="modify"></A>LDAP-be&aacute;ll&iacute;t&aacute;sok m&oacute;dos&iacute;t&aacute;sa</H3><P>M&oacute;dos&iacute;tsa az al&aacute;bbi mezők n&eacute;melyik&eacute;nek tartalm&aacute;t, majd kattintson az <i>OK</i> gombra a v&aacute;ltoztat&aacute;sok &eacute;rv&eacute;nybe l&eacute;ptet&eacute;s&eacute;hez:</P><TABLE WIDTH="93%" BORDER="1"><TR><TD CLASS="tablehead2"><P>Param&eacute;ter</P></TD><TD CLASS="tablehead2"><P>Le&iacute;r&aacute;s</P></TD></TR>
<TR><TD VALIGN="TOP">
        <P>LDAP rendszergazda megk&uuml;l&ouml;nb&ouml;ztetett neve (DN-je)</P>
      </TD><TD>
        <P>Adja meg az LDAP rendszergazda teljesen megk&uuml;l&ouml;nb&ouml;ztetett nev&eacute;t. Ez az iFolder rendszergazd&aacute;hoz k&eacute;pes lehet egyező vagy elt&eacute;rő is.</P>
      </TD></TR>
	  <TR><TD VALIGN="TOP">
        <P>LDAP rendszergazda jelszava</P>
      </TD><TD>
        <P>A jelsz&oacute; az LDAP rendszergazdai felhaszn&aacute;l&oacute; LDAP-kiszolg&aacute;l&oacute;ra val&oacute; hiteles&iacute;t&eacute;s&eacute;re szolg&aacute;l. </P>
        
        <P>Kattintson az <i>OK</i> gombra az LDAP-be&aacute;ll&iacute;t&aacute;sok k&ouml;z&ouml;tt t&aacute;rolt jelsz&oacute; friss&iacute;t&eacute;s&eacute;hez.</P>
<blockquote>
  
</blockquote>
</TD></TR><TR><TD VALIGN="TOP">
        <P>LDAP-kiszolg&aacute;l&oacute;</P>
      </TD><TD>
        <P>Megadja az LDAP-kiszolg&aacute;l&oacute; DNS-nev&eacute;t vagy IP-c&iacute;m&eacute;t. Ez az iFolder rendszerben tal&aacute;lhat&oacute; iFolder kiszolg&aacute;l&oacute;k b&aacute;rmelyike lehet.</P>
      </TD></TR>
	  <TR><TD VALIGN="TOP">
        <P>LDAP SSL</P>
      </TD><TD>
        <P>V&aacute;lassza az <i>Igen</i> lehetős&eacute;get az LDAP SSL enged&eacute;lyez&eacute;s&eacute;hez. Ha az SSL enged&eacute;lyezve van a kiszolg&aacute;l&oacute;n, akkor az &eacute;rt&eacute;k Igen, k&uuml;l&ouml;nben az &eacute;rt&eacute;k Nem.<BR>
        </P></TD></TR><TR><TD VALIGN="TOP">
        <P>Proxyfelhaszn&aacute;l&oacute;</P>
      </TD><TD>
        <P>Az iFolder proxyfelhaszn&aacute;l&oacute; egy olyan m&aacute;r l&eacute;tező proxyfelhaszn&aacute;l&oacute;-azonos&iacute;t&oacute;, mely az LDAP-kiszolg&aacute;l&oacute;hoz val&oacute; olvas&aacute;si hozz&aacute;f&eacute;r&eacute;shez haszn&aacute;latos az enged&eacute;lyezett felhaszn&aacute;l&oacute;k list&aacute;j&aacute;nak lek&eacute;r&eacute;s&eacute;re. A proxyfelhaszn&aacute;l&oacute; automatikusan l&eacute;trej&ouml;n az iFolder v&aacute;llalati kiszolg&aacute;l&oacute; be&aacute;ll&iacute;t&aacute;sa k&ouml;zben a YaST eszk&ouml;zben. A felhaszn&aacute;l&oacute;n&eacute;v automatikusan van gener&aacute;lva &uacute;gy, hogy egyedi legyen a rendszeren. </P>
    <P> Győződj&ouml;n meg arr&oacute;l, hogy az a felhaszn&aacute;l&oacute;i fi&oacute;k, amely iFolder proxyfelhaszn&aacute;l&oacute;nak van megadva, nem ugyanaz, mint az iFolder rendszergazdai felhaszn&aacute;l&oacute; &eacute;s m&aacute;s rendszerfelhaszn&aacute;l&oacute;k. A proxyfelhaszn&aacute;l&oacute; &eacute;s a rendszergazda elv&aacute;laszt&aacute;sa a jogosults&aacute;gok elv&aacute;laszt&aacute;s&aacute;val j&aacute;r, &eacute;s az&eacute;rt is fontos, mert a proxyfelhaszn&aacute;l&oacute; jelszava az iFolder kiszolg&aacute;l&oacute; f&aacute;jlrendszer&eacute;ben van t&aacute;rolva.</P>
    <P> Adja meg annak a m&aacute;r megl&eacute;vő felhaszn&aacute;l&oacute; teljes megk&uuml;l&ouml;nb&ouml;ztető nev&eacute;t, akit iFolder proxyfelhaszn&aacute;l&oacute;v&aacute; szeretne tenni. Az azonos&iacute;t&oacute;nak olvas&aacute;si joggal kell rendelkeznie az LDAP-k&ouml;nyvt&aacute;rhoz. P&eacute;ld&aacute;ul: </P>
        <P> cn=iFolderProxy,o=acme</P>
    <P> &Uuml;gyeljen arra, hogy az &uacute;j felhaszn&aacute;l&oacute; jelszav&aacute;t is meg kell adnia a Proxyjelsz&oacute; mezőben.</P>
        <P> Miut&aacute;n m&oacute;dos&iacute;totta a proxyfelhaszn&aacute;l&oacute;t, aj&aacute;nlatos az &uacute;j iFolder proxyinform&aacute;ci&oacute;k seg&iacute;ts&eacute;g&eacute;vel azonnal szinkroniz&aacute;lni az LDAP felhaszn&aacute;l&oacute;list&aacute;kat, m&aacute;sk&uuml;l&ouml;nben a proxyfelhaszn&aacute;l&oacute;i inform&aacute;ci&oacute;kat a rendszer a felhaszn&aacute;l&oacute;lista k&ouml;vetkező &uuml;temezett szinkroniz&aacute;l&aacute;s&aacute;ig nem teszteli. Haszn&aacute;lja a Kiszolg&aacute;l&oacute; adatai lapon, az <i>LDAP-adatok</i> ter&uuml;leten tal&aacute;lhat&oacute; <i>Azonnali szinkroniz&aacute;l&aacute;s</i> funkci&oacute;t az iFolder felhaszn&aacute;l&oacute;lista ig&eacute;ny szerinti szinkroniz&aacute;l&aacute;s&aacute;ra &eacute;s az &uacute;j proxyfelhaszn&aacute;l&oacute;i be&aacute;ll&iacute;t&aacute;sok ellenőrz&eacute;s&eacute;re.</P>
        </TD></TR>
	<TR><TD VALIGN="TOP"><P>Proxyfelhaszn&aacute;l&oacute; jelszava</P></TD><TD>
        <P>A jelsz&oacute; az iFolder proxyfelhaszn&aacute;l&oacute; LDAP-kiszolg&aacute;l&oacute;ra val&oacute; hiteles&iacute;t&eacute;s&eacute;re szolg&aacute;l, amikor az iFolder szinkroniz&aacute;lja a felhaszn&aacute;l&oacute;kat az LDAP-kiszolg&aacute;l&oacute;val. </P>
        <P>Az iFolder proxyfelhaszn&aacute;l&oacute;i jelszav&aacute;nak m&oacute;dos&iacute;t&aacute;s&aacute;hoz nem sz&uuml;ks&eacute;ges friss&iacute;teni az iFolder rendszerhez az LDAP-be&aacute;ll&iacute;t&aacute;sok k&ouml;z&ouml;tt t&aacute;rolt &eacute;rt&eacute;ket. A jelsz&oacute; m&oacute;dos&iacute;t&aacute;s&aacute;hoz k&ouml;zvetlen&uuml;l haszn&aacute;lhatja ezt a kezelőfel&uuml;letet.</p>
        <P>Ennek a jelsz&oacute;nak meg kell egyezni az iFolder proxyfelhaszn&aacute;l&oacute; eDirectory<sup><small>TM</small></sup> objektum&aacute;ban t&aacute;rolt jelsz&oacute;val. </P>
<P>Adja meg k&eacute;tszer a jelsz&oacute;t, majd kattintson az <i>OK</i> gombra az LDAP-be&aacute;ll&iacute;t&aacute;sok k&ouml;z&ouml;tt t&aacute;rolt jelsz&oacute; friss&iacute;t&eacute;s&eacute;hez.</P>
<P>Megjegyz&eacute;s: Ha az iFolder k&ouml;z&ouml;s OES-proxy haszn&aacute;lat&aacute;ra van konfigur&aacute;lva, a proxyfelhaszn&aacute;l&oacute; jelszava nem m&oacute;dos&iacute;that&oacute; az iFolder Web Admin konzolj&aacute;r&oacute;l.</P></TD></TR><TR><TD VALIGN="TOP">
        <P>LDAP k&ouml;rnyezetek</P>
      </TD><TD>
        <P> Megadhatja, szerkesztheti vagy megkeresheti az LDAP-t&aacute;rol&oacute;kat, csoportokat vagy felhaszn&aacute;l&oacute;kat, ahol az iFolder megkeresi azoknak a jogosult felhaszn&aacute;l&oacute;knak list&aacute;j&aacute;t, amelyeket ezen a v&aacute;llalati kiszolg&aacute;l&oacute;n enged&eacute;lyez az iFolder kiszolg&aacute;l&oacute;khoz. Az LDAP k&ouml;rnyezetek LDAP form&aacute;tumban vannak megadva. P&eacute;ld&aacute;ul: </P>
        <P> cn=csoport,o=acme#cn=dbcsop,o=acme#</P>
        <P>&Eacute;rt&eacute;k szerkeszt&eacute;s&eacute;hez jel&ouml;lje ki az &eacute;rt&eacute;ket, v&eacute;gezze el a v&aacute;ltoztat&aacute;sokat, majd az &eacute;rv&eacute;nybe l&eacute;ptet&eacute;shez kattintson az <i>OK</i> gombra.</P>  
  
        <P>Az iFolder rendszergazdai felhaszn&aacute;l&oacute; a telep&iacute;t&eacute;s sor&aacute;n enged&eacute;lyezve lesz a kiszolg&aacute;l&oacute;khoz. Ezt a GUID azonos&iacute;t&oacute;ja k&ouml;veti nyomon, teh&aacute;t akkor is el&eacute;rhető, ha nem ad meg t&aacute;rol&oacute;t, csoportot vagy felhaszn&aacute;l&oacute;t, vagy olyan keres&eacute;si DN-t ad meg, amely nem tartalmazza az iFolder rendszergazdai felhaszn&aacute;l&oacute;t. Ezt az azonos&iacute;t&oacute;t biztos&iacute;tani kell annak &eacute;rdek&eacute;ben, hogy az iFolder rendszergazda v&eacute;gre tudja hajtani a kezel&eacute;si feladatokat.</P>
        <P>Az LDAP-szinkroniz&aacute;l&aacute;s &uuml;temezhető, de manu&aacute;lisan is elv&eacute;gezhető az <i>Azonnali szinkroniz&aacute;l&aacute;s</i> gombra kattintva. LDAP-szinkroniz&aacute;l&aacute;skor az iFolder kiszolg&aacute;l&oacute;ja lek&eacute;rdezi az LDAP-kiszolg&aacute;l&oacute;t, &eacute;s beolvassa a felhaszn&aacute;l&oacute;k list&aacute;j&aacute;t az <i>LDAP-k&ouml;rnyezetek</i> mezőben megadott DN-ből. Az alkalmaz&aacute;s egybeveti az iFolder tartom&aacute;ny&aacute;ban l&eacute;vő felhaszn&aacute;l&oacute;neveket az LDAP-list&aacute;val. Ha felhaszn&aacute;l&oacute;t ad hozz&aacute; a megadott LDAP-k&ouml;rnyezethez, vagy felhaszn&aacute;l&oacute;t t&ouml;r&ouml;l belőle, az iFolder-tartom&aacute;ny is friss&uuml;l.</P>
        <P>Ha elt&aacute;vol&iacute;t egy felhaszn&aacute;l&oacute;t az LDAP-k&ouml;rnyezetből, az első LDAP-szinkroniz&aacute;l&aacute;s &ndash; f&uuml;ggetlen&uuml;l a lej&aacute;rat ut&aacute;ni bejelentkez&eacute;sek h&aacute;zirendj&eacute;től &ndash; mind&ouml;ssze letiltja a felhaszn&aacute;l&oacute;t az iFolder-tartom&aacute;nyban. Az alkalmaz&aacute;s nem t&ouml;rli automatikusan a letiltott felhaszn&aacute;l&oacute;t a lej&aacute;rat ut&aacute;ni bejelentkez&eacute;s időtartama v&eacute;g&eacute;n sem, &iacute;gy a felhaszn&aacute;l&oacute; inakt&iacute;v &aacute;llapotban az iFolder-tartom&aacute;ny r&eacute;sze marad. Ha a lej&aacute;rat ut&aacute;ni bejelentkez&eacute;s időtartama alatt a felhaszn&aacute;l&oacute;t &uacute;jra be&aacute;ll&iacute;tj&aacute;k, a felhaszn&aacute;l&oacute; akt&iacute;v &aacute;llapotba ker&uuml;l az &ouml;sszes iFolder-mapp&aacute;val egy&uuml;tt. A lej&aacute;rat ut&aacute;ni bejelentkez&eacute;s időtartam&aacute;t k&ouml;vetően az LDAP-szinkroniz&aacute;l&aacute;s t&ouml;rli a felhaszn&aacute;l&oacute;t az iFolder-tartom&aacute;nyb&oacute;l, &eacute;s a felhaszn&aacute;l&oacute; &ouml;sszes iFolder-mapp&aacute;ja el&aacute;rvul. Az alkalmaz&aacute;s az &aacute;rva iFolder-mapp&aacute;kat &uacute;jra hozz&aacute;rendeli az iFolder rendszergazdai felhaszn&aacute;l&oacute;j&aacute;hoz.</P>
      </TD></TR>
  </TABLE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ugr&aacute;s az oldal tetej&eacute;re"></A></P><H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Kapcsol&oacute;d&oacute; t&eacute;mak&ouml;r&ouml;k" align="top">&nbsp;Kapcsol&oacute;d&oacute; t&eacute;mak&ouml;r&ouml;k</H4><BLOCKQUOTE class="task1">
<P ><A HREF="system.html">Az iFolder rendszer kezel&eacute;se</A><BR><A HREF="member.html">Felhaszn&aacute;l&oacute;i fi&oacute;k kezel&eacute;se</A></P></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Ugr&aacute;s az oldal tetej&eacute;re"></A></P><P>&nbsp;</P><P CLASS="copyright">A v&eacute;djegyjelek (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP> stb.) a Novell v&eacute;djegyeit jelzik. A csillag (*) karakter harmadik f&eacute;l v&eacute;djegy&eacute;t jel&ouml;li. Tov&aacute;bbi inform&aacute;ci&oacute;k: <A HREF="imgr_legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Jogi nyilatkozat</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 
</body>

</html>