<html>

<head>
<!-- Novell iFolder 3.x Web Access --> 

<title>Szerzői jogi megjegyz&eacute;sek</title> 

<!-- Metadata --> 
<meta name="Author" content="iFolder 3.x Documentation Manager"> 
<meta name="date" content="02-17-2005"> 
<meta name="modified" content="06-29-2005"> 
<!-- Documentation Stylesheet --> 
<link rel="stylesheet" href="hf_style.css" type="text/css"> 

<!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      --> <style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva;
									background: white url('../../images/helphead_bg.gif') repeat-x;  }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px;
									width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; 
	                        width: 93%; visibility: visible }
			   
       -->
     </style> 
</head>
   
   <!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. -->
	 
   <body bgcolor="white" marginwidth="0" marginheight="0" 
         leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
  <table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url('../../images/header_pattern.gif'); background-repeat: repeat-x"> 
<tr> <td width="221"> <img src="../../images/help_title.gif" alt="A Novell iFolder" border="0" width="221" height="26"></td>
  <td align="right" width="100%" class="tabCell" style="background-image: url('../../images/header_background.gif'); background-repeat: no-repeat"></td></tr></table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent"> <!-- 	The Page Heading uses CSS style "head3b". This creates an H3 header
		with a line beneath it.
--> <h3 class="head3b">Szerzői jogi megjegyz&eacute;sek</h3><p>A Novell, Inc. nem v&aacute;llal garanci&aacute;t a jelen dokument&aacute;ci&oacute; tartalm&aacute;ra vonatkoz&oacute;an, illetve a dokument&aacute;ci&oacute; haszn&aacute;lat&aacute;b&oacute;l eredő esetleges k&aacute;rok&eacute;rt. K&uuml;l&ouml;n&ouml;s tekintettel nem v&aacute;llal sem k&ouml;zvetlen, sem k&ouml;zvetett garanci&aacute;t a dokument&aacute;ci&oacute; kereskedelmi vagy b&aacute;rmilyen m&aacute;s c&eacute;lra t&ouml;rt&eacute;nő felhaszn&aacute;lhat&oacute;s&aacute;g&aacute;val kapcsolatban. A Novell, Inc. fenntartja tov&aacute;bb&aacute; a jogot, hogy jelen kiadv&aacute;nyt b&aacute;rmikor fel&uuml;lvizsg&aacute;lja &eacute;s tartalm&aacute;t megv&aacute;ltoztassa an&eacute;lk&uuml;l, hogy erről b&aacute;rmely term&eacute;szetes vagy jogi szem&eacute;lyt előzetesen &eacute;rtes&iacute;tene.</p><p>A Novell, Inc. nem v&aacute;llal tov&aacute;bb&aacute; garanci&aacute;t &eacute;s felelőss&eacute;get a szoftverekkel kapcsolatban, k&uuml;l&ouml;n&ouml;s tekintettel a szoftverek kereskedelmi haszn&aacute;lat&aacute;ra vagy b&aacute;rmilyen egy&eacute;b c&eacute;lra val&oacute; felhaszn&aacute;l&aacute;s&aacute;ra.  A Novell, Inc. fenntartja tov&aacute;bb&aacute; a Novell szoftverek r&eacute;szben vagy eg&eacute;szben, b&aacute;rmikor t&ouml;rt&eacute;nő megv&aacute;ltoztat&aacute;s&aacute;nak jog&aacute;t an&eacute;lk&uuml;l, hogy a v&aacute;ltoztat&aacute;st b&aacute;rmely term&eacute;szetes vagy jogi szem&eacute;lynek előzetesen bejelenten&eacute;.</p><h3>Exportfelt&eacute;telek</h3><p>Tilos a term&eacute;k haszn&aacute;lata, export&aacute;l&aacute;sa vagy &uacute;jraexport&aacute;l&aacute;sa abban az esetben, ha ez b&aacute;rmilyen &eacute;rv&eacute;nyes t&ouml;rv&eacute;nyt vagy szab&aacute;lyoz&aacute;st s&eacute;rt, ide&eacute;rtve, nem korl&aacute;toz&oacute; jelleggel, az Egyes&uuml;lt &Aacute;llamokban &eacute;rv&eacute;nyes exportszab&aacute;lyoz&aacute;st, valamint az &Ouml;n orsz&aacute;g&aacute;ban/t&eacute;rs&eacute;g&eacute;ben hat&aacute;lyos t&ouml;rv&eacute;nyeket.</p><h3>Novell v&eacute;djegyek</h3><p>Az eDirectory a Novell Inc. v&eacute;djegye.</p><p>Az iFolder a Novell, Inc. v&eacute;djegye.</p><p>A Novell a Novell, Inc. bejegyzett v&eacute;djegye az Egyes&uuml;lt &Aacute;llamokban &eacute;s m&aacute;s orsz&aacute;gokban.</p><p>A Novell iFolder a Novell, Inc. bejegyzett v&eacute;djegye az Egyes&uuml;lt &Aacute;llamokban &eacute;s m&aacute;s orsz&aacute;gokban. </p><h3>Egy&eacute;b v&eacute;djegyek</h3><p>Minden harmadik f&eacute;lhez tartoz&oacute; v&eacute;djegy az adott tulajdonos v&eacute;djegye.</p><h3>Jel&ouml;l&eacute;sek a dokument&aacute;ci&oacute;ban</h3><p>A dokument&aacute;ci&oacute;ban nagyobbjel (&gt;) v&aacute;lasztja el az egy l&eacute;p&eacute;sen bel&uuml;li műveleteket, illetve a kereszthivatkoz&aacute;sok &uacute;tvonal&aacute;ban tal&aacute;lhat&oacute; elemeket.</p><p>A v&eacute;djegyjelek (<sup><small>&reg;</small></sup>, <small> <sup>TM</sup><span style="font-size: 0.9em"> stb.)</span></small> a Novell v&eacute;djegyeit jelzik. A csillag (*) karakter harmadik f&eacute;l v&eacute;djegy&eacute;t jel&ouml;li.</p><p>Ha egy el&eacute;r&eacute;si utat egyes platformokon visszafel&eacute; perjellel, m&iacute;g m&aacute;s platformokon t&ouml;rtjellel kell &iacute;rni, az el&eacute;r&eacute;si utat visszafel&eacute; perjellel &iacute;rtuk. A t&ouml;rtjelet megk&ouml;vetelő platformokon, mint p&eacute;ld&aacute;ul Linux* vagy UNIX* rendszeren t&ouml;rtjelet kell haszn&aacute;lni.</p></div>
</body>
</html>