Repository: ifolder/simias
Catalog: src/admin/iFolderAdmin.*.resx
Languages: cs, de, hu, it, ja, pl, ru, sk, zh_tw

# ACCESSLOGFILE
source: User Access
cs: Uživatelský přístup
de: Benutzerzugriff
hu: Felhasználói hozzáférés
it: Accesso utente
ja: ユーザアクセス
pl: Dostęp użytkownika
ru: Доступ пользователей
sk: Prístup používateľa
zh_tw: 使用者存取

source: Account
cs: Účet
de: Konto
hu: Fiók
ja: アカウント
pl: Konto
ru: Учетная запись
sk: Konto
zh_tw: 帳戶

source: Add
cs: Přidat
de: Hinzufügen
hu: Hozzáadás
it: Aggiungi
ja: 追加
pl: Dodaj
ru: Добавить
sk: Pridať
zh_tw: 新增

# ADDADMINS
source: Add Administrators
cs: Přidat správce
de: Administratoren hinzufügen
hu: Rendszergazdák hozzáadása
it: Aggiungi amministratori
ja: 管理者の追加
pl: Dodaj administratorów
ru: Добавить администраторов
sk: Pridať správcov
zh_tw: 新增管理員

# ADDMEMBERS
source: Add iFolder Members
cs: Přidat členy složky iFolder
de: iFolder-Mitglieder hinzufügen
hu: iFolder tagok hozzáadása
it: Aggiungi membri iFolder
ja: iFolderメンバーの追加
pl: Dodaj członków iFolderu
ru: Добавить пользователей iFolder
sk: Pridať členov priečinka iFolder
zh_tw: 新增 iFolder 成員

# ADDMEMBERSTOIFOLDER
source: Add additional members to iFolder "{0}"
cs: Přidat přídavné členy ke složce iFolder "{0}"
de: Zusätzliche Mitglieder zu iFolder-Ordner "{0}" hinzufügen
hu: További tagok hozzáadása a(z) "{0}" iFolder mappához
it: Aggiungi membri aggiuntivi alla cartella iFolder "{0}"
ja: 追加のメンバーをiFolder「{0}」に追加する
pl: Dodaj dodatkowych członków do iFolderu "{0}"
ru: Добавление дополнительных пользователей для iFolder "{0}"
sk: Pridať ďalšieho člena priečinka iFolder "{0}"
zh_tw: 將其他成員新增至 iFolder "{0}"

source: Admin
cs: Správce
hu: Rendszergazda
it: Amministratore
ja: 管理者
pl: Administrator
ru: Администратор
sk: Správca
zh_tw: 管理員

source: Full Control
cs: Úplné řízení
de: Vollständige Kontrolle
hu: Teljes vezérlés
it: Controllo completo
ja: フル制御
pl: Pełna kontrola
ru: Полный контроль
sk: Úplné ovládanie
zh_tw: 完整控制

source: Administrator
cs: Správce
hu: Rendszergazda
it: Amministratore
ja: 管理者
ru: Администратор
sk: Správca
zh_tw: 管理員

source: Administrators
cs: Správci
de: Administratoren
hu: Rendszergazdák
it: Amministratori
ja: 管理者
pl: Administratorzy
ru: Администраторы
sk: Správcovia
zh_tw: 管理員

# ADMINLOGFILE
source: Web Administrator
cs: Správce webu
hu: Webes rendszergazda
it: Amministratore Web
ja: Web管理者
pl: Administrator sieci Web
ru: Веб-администратор
sk: Správca webovej lokality
zh_tw: Web 管理員

source: Adopt
cs: Přijmout
de: Verwenden
hu: Befogadás
it: Adotta
ja: 承認
pl: Przyjmij
ru: Принять
sk: Prijať
zh_tw: 套用

source: All
cs: Vše
de: Alle
hu: Mind
it: Tutte
ja: すべて
pl: Wszystkie
ru: Все
sk: Všetko
zh_tw: 全部

# ALLFIELDSREQUIRED
source: All fields must be filled in.
cs: Všechna pole musí být vyplněna.
de: Alle Felder müssen ausgefüllt werden.
hu: Minden mezőt ki kell tölteni.
it: È necessario compilare tutti i campi.
ja: すべてのフィールドに入力してください。
pl: Muszą być wypełnione wszystkie pola.
ru: Необходимо заполнить все поля.
sk: Musia byť vyplnené všetky polia.
zh_tw: 所有的檔案都必須填入。

source: Allow
cs: Povolit
de: Zulassen
hu: Engedélyezés
it: Consenti
ja: 許可
pl: Zezwól
ru: Разрешить
sk: Povoliť
zh_tw: 容許

source: Assign Administrators
cs: Přiřadit správce
de: Administratoren zuweisen
hu: Rendszergazdák hozzárendelése
it: Assegna amministratori
ja: 管理者の割り当て
pl: Przypisz administratorów
ru: Назначить администраторов
sk: Priradiť správcov
zh_tw: 指定管理員

# ATTAG
source: At:
cs: V:
de: Um:
hu: Időpont:
it: A:
ja: 時刻:
pl: O godzinie:
ru: В:
sk: O:
zh_tw: 於：

# AVAILABLETAG
source: Available:
cs: Dostupné:
de: Verfügbar:
hu: Használható:
it: Disponibili:
ja: 使用可能:
pl: Dostępne:
ru: Доступно:
sk: Dostupné:
zh_tw: 可用的：

source: B
ru: байт

source: Back
cs: Zpět
de: Zurück
hu: Vissza
it: Indietro
ja: 戻る
pl: Wstecz
ru: Назад
sk: Naspäť
zh_tw: 上一步

source: Begins With
cs: Začíná
de: Beginnt mit
hu: kezdete
it: Inizia con
ja: 開始文字
pl: Zaczyna się od
ru: Начинается с
sk: Začína na
zh_tw: 開始於

source: Cancel
cs: Zrušit
de: Abbrechen
hu: Mégse
it: Annulla
ja: キャンセル
pl: Anuluj
ru: Отмена
sk: Zrušiť
zh_tw: 取消

source: Chinese-Simplified
cs: Zjednodušená čínština
de: Chinesisch vereinfacht
hu: kínai (egyszerűsített)
it: Cinese semplificato
ja: 中国語(簡体字)
pl: Chiński uproszczony
ru: Китайский упрощенный
sk: čínština - zjednodušená
zh_tw: 簡體中文

source: Chinese-Traditional
cs: Tradiční čínština
de: Chinesisch traditionell
hu: kínai (hagyományos)
it: Cinese tradizionale
ja: 中国語(繁体字)
pl: Chiński tradycyjny
ru: Китайский традиционный
sk: čínština - tradičná
zh_tw: 繁體中文

source: Configure Reporting
cs: Konfigurace hlášení
de: Berichterstellung konfigurieren
hu: Jelentéskészítés konfigurálása
it: Configura generazione rapporti
ja: レポーティングの環境設定
pl: Konfiguruj raportowanie
ru: Настройка системы отчетов
sk: Nastaviť zostavy
zh_tw: 設定報告

source: Contains
cs: Obsahuje
de: Enthält
hu: tartalmazza
it: Contiene
ja: 含む
pl: Zawiera
ru: Содержит
sk: Obsahuje
zh_tw: 包含

source: Create
cs: Vytvořit
de: Erstellen
hu: Létrehozás
it: Crea
ja: 作成
pl: Utwórz
ru: Создать
sk: Vytvoriť
zh_tw: 建立

source: Create New iFolder
cs: Vytvořit novou složku iFolder
de: Neuen iFolder-Ordner erstellen
hu: Új iFolder létrehozása
it: Crea nuova cartella iFolder
ja: 新しいiFolderの作成
pl: Utwórz nowy iFolder
ru: Создать новую папку iFolder
sk: Vytvoriť nový priečinok iFolder
zh_tw: 建立新的 iFolder

source: Create User
cs: Vytvořit uživatele
de: Benutzer erstellen
hu: Felhasználó létrehozása
it: Crea utente
ja: ユーザの作成
pl: Utwórz użytkownika
ru: Создать пользователя
sk: Vytvoriť používateľa
zh_tw: 建立使用者

# CSVFORMAT
source: Text CSV
cs: Text ve formátu CSV
hu: Szöveg, CSV
it: Testo CSV
ja: テキストCSV
pl: Tekstowy plik CSV
ru: Текст CSV
sk: Text vo formáte CSV
zh_tw: 文字 CSV

source: Czech
cs: Čeština
de: Tschechisch
hu: cseh
it: Ceco
ja: チェコ語
pl: Czeski
ru: Чешский
sk: čeština
zh_tw: 捷克文

source: Daily
cs: Denně
de: Täglich
hu: Napi
it: Ogni giorno
ja: 毎日
pl: Codziennie
ru: Ежедневно
sk: Denne
zh_tw: 每日

# DAYTAG
source: Day:
cs: Den:
de: Tag:
hu: Nap:
it: Giorno
ja: 日:
pl: Dzień:
ru: День:
sk: Deň:
zh_tw: 日期：

source: Debug
cs: Ladit
de: Fehlersuche durchführen
hu: Hibakeresés
ja: デバッグ
pl: Debuguj
ru: Отладка
sk: Ladenie
zh_tw: 除錯

source: Delete
cs: Odstranit
de: Löschen
hu: Törlés
it: Elimina
ja: 削除
pl: Usuń
ru: Удалить
sk: Odstrániť
zh_tw: 刪除

source: Deleted
cs: Odstranit
de: Gelöscht
hu: Törölve
it: Eliminato
ja: 削除
pl: Usunięto
ru: Удалено
sk: Odstránené
zh_tw: 已刪除

source: Deny
cs: Zamítnout
de: Verweigern
hu: Elutasítás
it: Nega
ja: 拒否
pl: Odmów
ru: Запретить
sk: Odmietnuť
zh_tw: 拒絕

# DESCRIPTIONTAG
source: Description:
cs: Popis:
de: Beschreibung:
hu: Leírás:
it: Descrizione:
ja: 説明:
pl: Opis:
ru: Описание:
sk: Popis:
zh_tw: 說明：

# DIRECTORIESTAG
source: Directories:
cs: Adresáře:
de: Verzeichnisse:
hu: Könyvtárak:
it: Directory:
ja: ディレクトリ:
pl: Katalogi:
ru: Каталоги:
sk: Adresáre:
zh_tw: 目錄：

source: Disable
cs: Vypnout
de: Deaktivieren
hu: Letiltás
it: Disabilita
ja: 無効
pl: Wyłącz
ru: Запретить
sk: Zakázať
zh_tw: 停用

# DISABLEPASTSHARING
source: Revoke
cs: Zrušit
de: Entziehen
hu: Visszavonás
it: Revoca
ja: 取り消し
pl: Unieważnij
ru: Аннулировать
sk: Odvolať
zh_tw: 撤銷

source: Sharing
cs: Sdílení
de: Freigabe
hu: Megosztás
it: Condivisione
ja: 共有
pl: Współużytkowanie
ru: Совместное использование
sk: Zdieľanie
zh_tw: 共享

source: Disk quota
cs: Disková kvóta
de: Datenträgerkontingent
hu: Lemezkvóta
it: Quota disco
ja: ディスク割り当て量
pl: Przydział dysku
ru: Квота диска
sk: Kvóta priestoru na disku
zh_tw: 磁碟容量

# DISKSPACEAVAILABLETAG
source: Disk Space Available:
cs: Volný diskový prostor:
de: Verfügbarer Speicherplatz:
hu: Rendelkezésre álló terület:
it: Spazio su disco disponibile:
ja: 使用可能ディスク容量:
pl: Dostępna ilość miejsca na dysku:
ru: Доступное дисковое пространство:
sk: Dostupné miesto na disku:
zh_tw: 可用磁碟空間：

# DISKSPACEUSEDTAG
source: Disk Space Used:
cs: Obsazené místo na disku:
de: Belegter Speicherplatz:
hu: Felhasznált lemezterület:
it: Spazio su disco utilizzato:
ja: 使用済みディスク容量:
pl: Używane miejsce na dysku:
ru: Используемое дисковое пространство:
sk: Použité miesto na disku:
zh_tw: 已用的磁碟空間：

source: DNS Name
cs: Název DNS
hu: DNS-név
it: Nome DNS
ja: DNS名
pl: Nazwa DNS
ru: DNS-имя
sk: Názov servera DNS
zh_tw: DNS 名稱

# DNSNAMETAG
source: DNS Name:
cs: Název DNS:
hu: DNS-név:
it: Nome DNS:
ja: DNS名:
pl: Nazwa DNS:
ru: DNS-имя:
sk: Názov servera DNS:
zh_tw: DNS 名稱：

source: Download
cs: Stáhnout
de: Herunterladen
hu: Letöltés
it: Effettua il download
ja: ダウンロード
pl: Pobierz
ru: Загрузка
sk: Prevziať
zh_tw: 下載

source: Edit
cs: Upravit
de: Bearbeiten
hu: Szerkesztés
it: Modifica
ja: 編集
pl: Edycja
ru: Изменить
sk: Upraviť
zh_tw: 編輯

source: Edit LDAP Details
cs: Upravit podrobnosti protokolu LDAP
de: LDAP-Details bearbeiten
hu: LDAP-adatok szerkesztése
it: Modifica dettagli LDAP
ja: LDAP詳細の編集
pl: Edytuj szczegóły LDAP
ru: Изменить информацию о LDAP
sk: Upraviť podrobnosti o protokole LDAP
zh_tw: 編輯 LDAP 細節

# EFFECTIVETAG
source: Effective:
cs: Platné:
de: Effektiv:
hu: Érvényesség:
it: Effettivo:
ja: 有効:
pl: Efektywne:
ru: Действующий:
sk: Platné:
zh_tw: 有效：

source: Enable
cs: Zapnout
de: Aktivieren
hu: Engedély.
it: Abilita
ja: 有効
pl: Włącz
ru: Включить
sk: Povoliť
zh_tw: 啟用

# REPROVISOINSTATE
source: Reprovision State
cs: Stav opakovaného poskytování
de: Wiederbereitstellungsstatus
hu: Újraengedélyezési állapot
it: Stato nuovo provisioning
ja: 再プロビジョニング状態
pl: Postęp zmiany serwera domowego
ru: Состояние изменения доступа
sk: Stav opätovného poskytovania
zh_tw: 重新供應狀態

# REPROVISOINSTATETAG
source: Reprovision State:
cs: Stav opakovaného poskytování:
de: Wiederbereitstellungsstatus:
hu: Újraengedélyezési állapot:
it: Stato nuovo provisioning:
ja: 再プロビジョニング状態:
pl: Postęp zmiany serwera domowego:
ru: Состояние изменения доступа:
sk: Stav opätovného poskytovania:
zh_tw: 重新供應狀態：

source: Enabled
cs: Zapnuto
de: Aktiviert
hu: Engedélyezve
it: Abilitato
ja: 有効
pl: Włączony
ru: Включено
sk: Zapnuté
zh_tw: 已啟用

# ENABLEDTAG
source: Enabled:
cs: Zapnuto:
de: Aktiviert:
hu: Engedélyezve:
it: Abilitato:
ja: 有効:
pl: Włączony:
ru: Включено:
sk: Povolené:
zh_tw: 已啟用：

source: Enable reporting
cs: Zapnout hlášení
de: Berichterstellung aktivieren
hu: Jelentéskészítés engedélyezése
it: Abilita generazione rapporti
ja: レポーティングの有効化
pl: Włącz raportowanie
ru: Включить формирование отчетов
sk: Povoliť zostavy
zh_tw: 啟用報告

# ACCESSDENIED
source: Access denied for this resource
cs: Přístup odepřen pro tento prostředek
de: Zugriff für diese Ressource verweigert
hu: Ezen erőforrás hozzáférése megtagadva
it: Accesso negato alla risorsa
ja: このリソースに対するアクセスが拒否されました
pl: Nie zezwolono na dostęp do tego zasobu.
ru: Доступ запрещен для этого ресурса
sk: Prístup pre tento prostriedok je zamietnutý
zh_tw: 存取此資源時被拒絕

# ACCESSDENIEDERROR
source: Logged in user is not authorized to view or modifiy properties of this page
cs: Přihlášený uživatel nemá oprávnění k zobrazení ani úpravám vlastností této stránky.
de: Der angemeldete Benutzer ist nicht autorisiert, die Eigenschaften dieser Seite anzuzeigen oder zu bearbeiten
hu: A bejelentkezett felhasználó nem jogosult ezen lap tulajdonságainak megtekintésére és módosítására
it: L'utente che ha effettuato il login non è autorizzato a visualizzare o modificare le proprietà della pagina
ja: ログインしたユーザには、このページのプロパティを表示または変更する権限がありません
pl: Zalogowany użytkownik nie jest upoważniony do przeglądania ani modyfikowania właściwości tej strony.
ru: У пользователя, выполнившего вход в систему, нет прав на просмотр и изменение свойств этой страницы
sk: Prihlásený používateľ nie je oprávnený na zobrazovanie alebo úpravu vlastností tejto stránky
zh_tw: 已登入的使用者未被授權檢視或修改此頁面的內容

source: Ends With
cs: Končí
de: Endet mit
hu: így végződik
it: Finisce con
ja: 終了文字
pl: Kończy się na
ru: Заканчивается на
sk: Končí na
zh_tw: 結束以

source: Enforced
cs: Vynuceno
de: Erzwungen
hu: Kikényszerített
it: Imposto
ja: 強制
pl: Wymuszony
ru: Усиленный
sk: Vynútené
zh_tw: 強制

source: English
cs: Angličtina
de: Englisch
hu: angol
it: Inglese
ja: 英語
pl: Angielski
ru: Английский
sk: angličtina
zh_tw: 英文

# ENTERLDAPDETAILS
source: Enter LDAP Admin Credentials
cs: Zadejte pověření správce LDAP
de: LDAP-Administrator-Berechtigungsnachweis eingeben
hu: LDAP-rendszergazda hitelesítő adatainak megadása
it: Immettere le credenziali dell'amministratore LDAP
ja: LDAP管理者の資格情報の入力
pl: Wprowadź poświadczenia administratora LDAP
ru: Введите учетные данные пользователя Admin в LDAP
sk: Zadajte poverenia správcu protokolu LDAP
zh_tw: 輸入 LDAP 管理員身分證明

source: Equals
cs: Rovná se
de: Gleich
hu: egyenlő
it: È uguale a
ja: 次と等しい
pl: Równe
ru: Равно
sk: Rovná sa
zh_tw: 等於

source: Error
cs: Chyba
de: Fehler
hu: Hiba
it: Errore
ja: エラー
pl: Błąd
ru: Ошибка
sk: Chyba
zh_tw: 錯誤

# ERRORACCESSEXCEPTION
source: You do not have sufficient rights to perform the request.
cs: Nemáte dostatečná práva k provedení požadavku.
de: Sie haben nicht genug Rechte zum Durchführen der Anforderung.
hu: Nem rendelkezik megfelelő jogokkal a kérés végrehajtásához.
it: Diritti insufficienti per eseguire la richiesta.
ja: 要求を実行するための十分な権利がありません。
pl: Nie masz wystarczających praw, aby zrealizować żądanie.
ru: Недостаточно прав для выполнения этого запроса.
sk: Nemáte potrebné práva na vykonanie požiadavky.
zh_tw: 您沒有足夠的權限可執行此要求。

# PATHTOOLONGEXCEPTION
source: The name of the iFolder is too long to be created.
cs: Název složky iFolder je příliš dlouhý, složku nelze vytvořit.
de: Der Name des iFolders ist zu lang und kann daher nicht erstellt werden.
hu: Túl hosszú az iFolder mappa neve, így nem lehet létrehozni.
it: Il nome della cartella iFolder è troppo lungo.
ja: iFolder名が長すぎるため作成できません。
pl: Nazwa iFolderu jest zbyt długa, aby jego utworzenie było możliwe.
ru: Слишком длинное имя для создания папки iFolder.
sk: Priečinok iFolder sa nedá vytvoriť, pretože názov je príliš dlhý.
zh_tw: iFolder 的名稱太長，無法建立。

# ERRORAUTHENTICATIONFAILED
source: Authentication failed.
cs: Ověření selhalo.
de: Fehler bei Authentifizierung.
hu: A hitelesítés sikertelen volt.
it: Autenticazione non riuscita.
ja: 認証に失敗しました。
pl: Uwierzytelnianie nie powiodło się.
ru: Сбой при аутентификации.
sk: Overenie zlyhalo.
zh_tw: 驗證失敗。

# ERRORCANNOTADDADMIN
source: Cannot add member {0} as an administrator.
cs: Není možné přidat člena {0} jako správce.
de: Mitglied {0} kann nicht als Administrator hinzugefügt werden.
hu: {0} tagot nem sikerült felvenni rendszergazdaként.
it: Impossibile aggiungere il membro {0} come amministratore.
ja: メンバー {0} を管理者として追加できません。
pl: Nie można dodać członka {0} jako administratora.
ru: Невозможно добавить пользователя {0} как администратора.
sk: Používateľa {0} nie je možné pridať ako správcu.
zh_tw: 無法以管理者的身分新增成員 {0}。

# ERRORCANNOTADDMEMBER
source: Cannot add member {0} to iFolder {1}.
cs: Není možné přidat člena {0} ke složce iFolder {1}.
de: Mitglied {0} kann nicht zu iFolder-Ordner {1} hinzugefügt werden.
hu: {0} tagot nem sikerült hozzáadni a(z) {1} iFolder mappához.
it: Impossibile aggiungere il membro {0} alla cartella iFolder {1}.
ja: メンバー {0} をiFolder {1} に追加できません。
pl: Nie można dodać członka {0} do iFolderu {1}.
ru: Невозможно добавить пользователя {0} для iFolder {1}.
sk: Člena {0} nie je možné pridať do priečinka iFolder {1}.
zh_tw: 無法將成員 {0} 新增至 iFolder {1}。

# ERRORCANNOTCHANGERIGHTS
source: Cannot change membership rights for user {0}.
cs: Není možné změnit členská práva uživatele {0}.
de: Mitgliedsrechte für Benutzer {0} können nicht geändert werden.
hu: {0} felhasználó tagsági jogait nem sikerült módosítani.
it: Impossibile modificare i diritti di appartenenza per l'utente {0}.
ja: ユーザ {0} のメンバーシップ権を変更します。
pl: Nie można zmienić praw przynależności w przypadku użytkownika {0}.
ru: Невозможно изменить права на членство для пользователя {0}.
sk: Nedajú sa zmeniť členské práva používateľa {0}.
zh_tw: 無法變更使用者 {0} 的成員資格權限。

# ERRORCANNOTCHANGEOWNER
source: Cannot change iFolder ownership.
cs: Nelze změnit vlastnictví složky iFolder.
de: iFolder-Eigentumsrechte können nicht geändert werden.
hu: Nem sikerült az iFolder tulajdonosának módosítása.
it: Impossibile modificare la proprietà della cartella iFolder.
ja: iFolderの所有権を変更できません。
pl: Nie można zmienić praw własności do iFolderu.
ru: Невозможно изменить членство iFolder.
sk: Vlastník priečinka iFolder sa nedá zmeniť.
zh_tw: 無法變更 iFolder 擁有權.

# ERRORCANNOTCREATEIFOLDER
source: Cannot create iFolder.
cs: Není možné vytvořit složku iFolder.
de: iFolder-Ordner kann nicht erstellt werden.
hu: Nem sikerült az iFolder mappa létrehozása.
it: Impossibile creare la cartella iFolder.
ja: iFolderを作成できません。
pl: Nie można utworzyć iFolderu.
ru: Невозможно создать iFolder.
sk: Priečinok iFolder sa nedá vytvoriť.
zh_tw: 無法建立 iFolder。

# ERRORCANNOTCREATEUSER
source: Cannot create user.
cs: Uživatele není možné vytvořit.
de: Benutzer kann nicht erstellt werden.
hu: Nem sikerült létrehozni a felhasználót.
it: Impossibile creare l'utente.
ja: ユーザを作成できません。
pl: Nie można utworzyć użytkownika.
ru: Невозможно создать пользователя.
sk: Nie je možné vytvoriť používateľa.
zh_tw: 無法建立使用者。

# ERRORCANNOTDELETEIFOLDER
source: You do not have permissions to delete {0}.
cs: Nemáte oprávnění odstranit {0}.
de: Sie haben nicht die Berechtigungen zum Löschen von {0}.
hu: A(z) {0} törléséhez nincs engedélye.
it: Non si dispone delle autorizzazioni per cancellare {0}.
ja: {0} を削除するパーミッションが付与されていません。
pl: Nie masz uprawnień do usunięcia folderu {0}.
ru: Отсутствуют разрешения на удаление {0}.
sk: Nemáte povolenia na odstránenie položky {0}.
zh_tw: 您沒有權限可以刪除 {0}。

# ERRORCANNOTDELETEMEMBERS
source: Cannot delete iFolder member {0}.
cs: Není možné odstranit člen složky {0}.
de: Löschen von iFolder-Mitglied {0} nicht möglich.
hu: {0} iFolder tag nem törölhető.
it: Impossibile eliminare il membro iFolder {0}.
ja: iFolderメンバー {0} を削除できません。
pl: Nie można usunąć członka iFolderu {0}.
ru: Невозможно удалить члена папки iFolder {0}.
sk: Člena priečinka iFolder {0} nie je možné odstrániť.
zh_tw: 無法刪除 iFolder 成員 {0}。

# ERRORCANNOTDELETEUSER
source: Cannot delete user ID {0}.
cs: Není možné odstranit ID uživatele {0}.
de: Benutzer-ID {0} kann nicht gelöscht werden.
hu: A(z) {0} felhasználói azonosítót nem sikerült törölni.
it: Impossibile eliminare l'ID utente {0}.
ja: ユーザID {0} を削除できません。
pl: Nie można usunąć identyfikatora użytkownika {0}.
ru: Невозможно удалить ИД пользователя {0}.
sk: Nedá sa čítať identifikácia používateľa {0}.
zh_tw: 無法刪除使用者 ID {0}。

# ERRORCANNOTREMOVEADMIN
source: Cannot remove user {0} as an administrator.
cs: Není možné odebrat uživatele {0} jako správce.
de: Benutzer {0} kann nicht als Administrator entfernt werden.
hu: {0} felhasználó nem távolítható el rendszergazdaként.
it: Impossibile rimuovere l'utente {0} come amministratore.
ja: ユーザ {0} を管理者から削除できません。
pl: Nie można usunąć użytkownika {0} jako administratora.
ru: Невозможно удалить пользователя {0} как администратора.
sk: Používateľa {0} nie je možné odstrániť z funkcie správcu.
zh_tw: 無法以管理者的身分移除使用者 {0}。

# ERRORCANNOTSETDESCRIPTION
source: Cannot set iFolder description.
cs: Není možné nastavit popis složky iFolder.
de: Festlegen der iFolder-Beschreibung nicht möglich.
hu: Nem sikerült az iFolder mappa leírásának beállítása.
it: Impossibile impostare una descrizione iFolder.
ja: iFolderの説明を設定できません。
pl: Nie można ustawić opisu iFolderu.
ru: Невозможно установить описание папки iFolder.
sk: Nedá sa nastaviť popis priečinka iFolder.
zh_tw: 無法設定 iFolder 說明。

# ERRORCANNOTSETIFOLDERPOLICY
source: Cannot set policy information for iFolder ID {0}.
cs: Není možné nastavit informace o zásadách pro složku iFolder ID {0}.
de: Richtlinieninformationen für iFolder-ID {0} können nicht festgelegt werden
hu: Nem sikerült beállítani a(z) {0} azonosítójú iFolder mappa házirend-információit.
it: Impossibile impostare le informazioni sulle norme per l'ID iFolder {0}.
ja: iFolder ID {0} にポリシー情報を設定できません。
pl: Nie można ustalić informacji o założeniach identyfikatora iFolderu {0}.
ru: Невозможно установить информацию о политике для ИД iFolder {0}.
sk: Nedajú sa nastaviť informácie o politike identifikácie priečinka iFolder {0}.
zh_tw: 無法設定 iFolder ID {0} 的規則資訊。

# ERRORCANNOTSETSYSTEMPOLICY
source: Cannot set system policy information.
cs: Není možné nastavit informace o systémových zásadách.
de: System-Richtlinieninformationen können nicht festgelegt werden.
hu: Nem sikerült beállítani a rendszer házirendadatait.
it: Impossibile impostare le informazioni sulle norme di sistema.
ja: システムポリシー情報を設定できません。
pl: Nie można ustalić informacji o założeniach systemu.
ru: Невозможно установить информацию о политике.
sk: Nedajú sa nastaviť informácie o politike systému.
zh_tw: 無法設定系統規則資訊

# ERRORCANNOTSETIFOLDERSTATUS
source: Cannot set iFolder synchronization status.
cs: Nelze nastavit stav synchronizace složky iFolder.
de: iFolder-Synchronisierungszustand kann nicht festgelegt werden
hu: Nem sikerült beállítani az iFolder mappa szinkronizációs állapotát.
it: Impossibile impostare lo stato di sincronizzazione iFolder.
ja: iFolderの同期ステータスを設定できません。
pl: Nie można ustalić stanu synchronizacji iFolderu.
ru: Невозможно установить состояние синхронизации iFolder.
sk: Nedá sa nastaviť stav synchronizácie priečinka iFolder.
zh_tw: 無法設定 iFolder 同步狀態。

# ERRORCANNOTSETUSERPOLICY
source: Cannot set user policy information for user ID {0}.
cs: Není možné nastavit informace o uživatelských zásadách pro ID uživatele {0}.
de: Benutzer-Richtlinieninformationen für Benutzer-ID {0} können nicht festgelegt werden.
hu: A(z) {0} felhasználói azonosítóhoz nem sikerült beállítani a házirend adatait.
it: Impossibile impostare le informazioni sulle norme utente per l'ID utente {0}.
ja: ユーザID {0} にユーザポリシー情報を設定できません。
pl: Nie można ustalić informacji o założeniach użytkownika dla identyfikatora użytkownika {0}.
ru: Невозможно установить информацию политики пользователей для ИД пользователя {0}.
sk: Nedajú sa nastaviť informácie o používateľskej politike pre identifikáciu používateľa {0}.
zh_tw: 無法設定使用者 ID {0} 的使用者規則資訊。

# ERRORDETAIL
source: Error Details
cs: Podrobnosti o chybě
de: Fehlerdetails
hu: Hiba adatai
it: Dettagli errore
ja: エラーの詳細
pl: Szczegółowe informacje o błędzie
ru: Информация об ошибке
sk: Podrobnosti o chybe
zh_tw: 錯誤詳細資料

# ERRORIFOLDERDOESNOTEXIST
source: The iFolder does not exist.
cs: Složka iFolder neexistuje
de: Der iFolder-Ordner existiert nicht.
hu: Nem létező iFolder.
it: La cartella iFolder non esiste.
ja: iFolderが存在しません。
pl: iFolder nie istnieje.
ru: Папка iFolder не существует.
sk: Priečinok iFolder neexistuje.
zh_tw: 此 iFolder 不存在。

# ERRORINVALIDFILESIZE
source: An invalid file size limit value was specified. Value must be between 1 and 2e+063 - 1.
cs: Byla zadána neplatná hodnota omezení velikosti souboru. Hodnota musí být v intervalu 1 až 2e+063 - 1.
de: Ungültige Dateigrößenbegrenzung. Wert muss zwischen 1 und 2e+063 - 1 liegen.
hu: Érvénytelen fájlméret-korlátozás van megadva. Az értéknek 1 és 2e+063 - 1 között kell lennie.
it: È stato specificato un limite di dimensione file non valido. Il valore deve essere compreso tra 1 e 2e+063 - 1.
ja: ファイルサイズの制限に無効な値が指定されました。値は1から2e+063 - 1の範囲内になくてはなりません。
pl: Określono nieprawidłową wartość limitu rozmiaru pliku. Wartość musi należeć do zakresu od 1 do 2e+063 - 1.
ru: Указано неверное значение ограничения на размер файла. Диапазон значений: от 1 до 2e+063 - 1.
sk: Bola zadaná neplatná hodnota pre limit veľkosti súboru. Hodnota musí byť z intervalu od 1do 2e+063 - 1.
zh_tw: 指定的檔案大小限制值無效。值必須介於 1 到 2e+063 - 1 之間。
