Repository: ifolder/simias
Catalog: src/admin/iFolderAdmin.*.resx
Languages: cs, de, hu, it, ja, pl, ru, sk, zh_tw

# REPROVISIONBUTTON
source: Reprovision Status
cs: Stav opakovaného poskytování
de: Wiederbereitstellungsstatus
hu: Újraengedélyezési állapot
it: Stato del nuovo provisioning
ja: 再プロビジョニングステータス
pl: Postęp zmiany serwera domowego
ru: Состояние изменения доступа
sk: Stav opätovného poskytovania
zh_tw: 重新供應狀態

source: Refresh
cs: Obnovit
de: Aktual.
hu: Frissítés
it: Aggiorna
ja: リフレッシュ
pl: Odśwież
ru: Обновить
sk: Obnoviť
zh_tw: 重新整理

source: Search
cs: Hledat
de: Suchen
hu: Keresés
it: Cerca
ja: 検索
pl: Wyszukaj
ru: Поиск
sk: Hľadať
zh_tw: 搜尋

source: Selected Users
cs: Vybraní uživatelé
de: Ausgewählte Benutzer
hu: Kijelölt felhasználók
it: Utenti selezionati
ja: 選択されたユーザ
pl: Wybrani użytkownicy
ru: Выбранные пользователи
sk: Vybratí používatelia
zh_tw: 選取的使用者

# SELECTIFOLDEROWNER
source: Select owner for iFolder "{0}"
cs: Vyberte vlastníka složky iFolder "{0}"
de: Eigentümer für iFolder "{0}" auswählen
hu: Válasszon tulajdonost a(z)"{0}" iFolder számára
it: Selezionare il proprietario per la cartella iFolder "{0}"
ja: iFolder「{0}」の所有者を選択
pl: Wybierz właściciela iFolderu "{0}"
ru: Выберите владельца для папки "{0}"
sk: Vyberte vlastníka priečinka iFolder „{0}“
zh_tw: 選取 iFolder "{0}" 的擁有者

source: Select Users
cs: Výběr uživatelů
de: Benutzer auswählen
hu: Felhasználók kijelölése
it: Selezione utenti
ja: ユーザの選択
pl: Wybierz użytkowników
ru: Выбор пользователей
sk: Vybrať používateľov
zh_tw: 選取使用者

# SELECTSERVER
source: Select a Server to Provision / Reprovision these Users
cs: Vyberte server pro poskytnutí / opakované poskytnutí těchto uživatelů
de: Server für Bereitstellung/Wiederbereitstellung für diese Benutzer auswählen
hu: Válasszon ki egy kiszolgálót a felhasználók hozzáférésének engedélyezéséhez / újraengedélyezéséhez
it: Selezionare un server per il provisioning o il nuovo provisioning degli utenti
ja: これらのユーザをプロビジョニング / 再プロビジョニングするサーバの選択
pl: Wybierz serwer w celu przypisania/zmiany serwera domowego dla tych użytkowników
ru: Выберите сервер для персонификации или изменения доступа этих пользователей
sk: Vyberte server na poskytovanie alebo opätovné poskytovanie týchto používateľov
zh_tw: 選取要供應 / 重新供應這些使用者的伺服器

source: Server
hu: Kiszolgáló
ja: サーバ
pl: Serwer
ru: Сервер
zh_tw: 伺服器

source: Server Details
cs: Podrobnosti o serveru
hu: Kiszolgáló adatai
it: Dettagli server
ja: サーバの詳細
pl: Szczegółowe informacje o serwerze
ru: Информация о сервере
sk: Podrobnosti o serveri
zh_tw: 伺服器詳細資料

source: Server Logs
cs: Protokoly serveru
de: Serverprotokolle
hu: Kiszolgálói naplók
it: Log del server
ja: サーバログ
pl: Dzienniki serwera
ru: Журналы сервера
sk: Denníky servera
zh_tw: 伺服器記錄

source: Server Reports
cs: Zprávy serveru
de: Serverberichte
hu: Kiszolgálói jelentések
it: Rapporti server
ja: サーバレポート
pl: Raporty serwera
ru: Отчеты сервера
sk: Zostavy servera
zh_tw: 伺服器報告

source: Servers
cs: Servery
de: Server
hu: Kiszolgálók
it: Server
ja: サーバ
pl: Serwery
ru: Серверы
sk: Servery
zh_tw: 伺服器

source: Server Status
cs: Stav serveru
de: Serverzustand
hu: Kiszolgáló állapota
it: Stato del server
ja: サーバステータス
pl: Stan serwera
ru: Состояние сервера
sk: Stav servera
zh_tw: 伺服器狀態

# SERVERSTATUSDOWN
source: Server Not Reachable
cs: Server je nedostupný
de: Server nicht erreichbar
hu: A kiszolgáló nem érhető el
it: Server non raggiungibile
ja: 到達できないサーバ
pl: Nie można nawiązać połączenia z serwerem
ru: Сервер недоступен
sk: Server nedostupný
zh_tw: 伺服器無法連接

# SESSIONCLOSED
source: The username or password you entered is incorrect. Please log in.
cs: Zadané uživatelské jméno a heslo není správné. Přihlaste se prosím.
de: Der eingegebene Benutzername oder das eingegebene Passwort ist falsch. Melden Sie sich an.
hu: A megadott felhasználónév vagy jelszó helytelen. Jelentkezzen be.
it: Il nome utente o la password immessa non sono corretti. Eseguire il log in.
ja: 入力したユーザ名またはパスワードは正しくありません。ログインしてください。
pl: Wprowadzona nazwa użytkownika lub hasło są niepoprawne. Zaloguj się.
ru: Введенные имя пользователя и пароль неверны. Выполните вход.
sk: Zadané meno používateľa alebo heslo je nesprávne. Prihláste sa.
zh_tw: 您輸入的使用者名稱或密碼錯誤。請登入。

# SESSIONSTAG
source: Sessions:
cs: Relace:
de: Sitzungen:
hu: Munkamenetek:
it: Sessioni:
ja: セッション:
pl: Sesje:
ru: Сеансы:
sk: Relácie:
zh_tw: 會期：

source: Set
cs: Nastavit
de: Festlegen
hu: Beállítás
it: Imposta
ja: 設定
pl: Ustaw
ru: Установ.
sk: Nastaviť
zh_tw: 集

source: Shared
cs: Sdíleno
de: Gemeinsam genutzt
hu: Megosztva
it: Condivise
ja: 共有
pl: Współużytkowane
ru: Совместное использование
sk: Zdieľané
zh_tw: 共享

# SHARINGPOLICYVIOLATION
source: Sharing is disabled so this iFolder can not be shared
cs: Sdílení je vypnuto, tuto složku iFolder není tedy možné sdílet
de: Die Freigabe ist deaktiviert; daher kann dieser iFolder-Ordner nicht freigegeben werden.
hu: A megosztás le van tiltva, ezért ezt az iFolder mappát nem lehet megosztani
it: La condivisione è disabilitata. Impossibile condividere la cartella iFolder
ja: このiFolderの共有が無効であるため、共有できません
pl: Współużytkowanie jest wyłączone i tego iFolderu nie można współużytkować.
ru: Данная папка iFolder не может совместно использоваться, так как совместное использование запрещено
sk: Tento priečinok sa nedá zdieľať, pretože zdieľanie je vypnuté
zh_tw: 已停用共享，所以無法共享此 iFolder

source: Size
cs: Velikost:
de: Größe
hu: Méret
it: Dimensione
ja: サイズ
pl: Rozmiar
ru: Размер
sk: Veľkosť
zh_tw: 大小

# SIZETAG
source: Size:
cs: Velikost:
de: Größe:
hu: Méret:
it: Dimensione:
ja: サイズ:
pl: Rozmiar:
ru: Размер:
sk: Veľkosť:
zh_tw: 大小：

source: Slave
cs: Podřízený
hu: Szolga
ja: スレーブ
pl: Podrzędny
ru: Подчиненный
sk: Podriadený
zh_tw: 從屬

source: Slovak
cs: Slovenština
de: Slowakisch
hu: szlovák
it: Slovacco
ja: スロバキア語
pl: Słowacki
ru: Словацкий
sk: slovenčina
zh_tw: 斯洛伐克文

source: Spanish
cs: Španělština
de: Spanisch
hu: spanyol
it: Spagnolo
ja: スペイン語
pl: Hiszpański
ru: Испанский
sk: španielčina
zh_tw: 西班牙文

source: Status
cs: Stav:
de: Zustand
hu: Állapot
it: Stato
ja: ステータス
pl: Stan
ru: Состояние
sk: Stav
zh_tw: 狀態

# STATUSTAG
source: Status:
cs: Stav:
de: Zustand:
hu: Állapot:
it: Stato:
ja: ステータス:
pl: Stan:
ru: Состояние:
sk: Stav:
zh_tw: 狀態：

source: Sync Now
cs: Synchronizovat nyní
de: Jetzt synchronisieren
hu: Azonnali szinkronizálás
it: Sincronizza ora
ja: いますぐ同期
pl: Synchronizuj teraz
ru: Синхронизировать сейчас
sk: Synchronizovať
zh_tw: 立即同步化

source: Synchronization
cs: Synchronizace
de: Synchronisierung
hu: Szinkronizálás
it: Sincronizzazione
ja: 同期化
pl: Synchronizacja
ru: Синхронизация
sk: Synchronizácia
zh_tw: 同步

source: System
cs: Systém
hu: Rendszer
it: Sistema
ja: システム
ru: Система
sk: Systém
zh_tw: 系統

# SYSTEMLOGFILE
source: System
cs: Systém
hu: Rendszer
it: Sistema
ja: システム
ru: Система
sk: Systém
zh_tw: 系統

source: System Settings
cs: Systémová nastavení
de: Systemeinstellungen
hu: Rendszerbeállítások
it: Impostazioni di sistema
ja: システム設定
pl: Ustawienia systemu
ru: Параметры системы
sk: Nastavenia systému
zh_tw: 系統設定

# TITLE
source: iFolder Administrator
cs: Správce složky iFolder
hu: iFolder rendszergazda
it: Amministratore iFolder
ja: iFolder管理者
pl: Administrator programu iFolder
ru: Администратор iFolder
sk: Správca služby iFolder
zh_tw: iFolder 管理員

# TOTALIFOLDERSTAG
source: Total iFolders:
cs: Celkem složek iFolder:
de: iFolder-Ordner insgesamt:
hu: iFolder mappák összesen:
it: Totale cartelle iFolder:
ja: iFolderの合計:
pl: Łączna liczba iFolderów:
ru: Всего папок iFolder:
sk: Celkový počet priečinkov iFolder:
zh_tw: iFolder 總計：

# TOTALTAG
source: Total:
cs: Celkem:
de: Gesamt:
hu: Összesen:
it: Totale:
ja: 合計:
pl: Łącznie:
ru: Всего:
sk: Celkom:
zh_tw: 總計：

# TOTALUSERSTAG
source: Total Users:
cs: Celkem uživatelů:
de: Benutzer insgesamt:
hu: Felhasználók száma összesen:
it: Totale utenti:
ja: 全ユーザ:
pl: Łączna liczba użytkowników:
ru: Всего пользователей:
sk: Celkový počet používateľov:
zh_tw: 使用者總計：

source: True
cs: Pravda
de: Wahr
hu: Igaz
it: Vero
ja: 真
pl: Prawda
ru: Истина
sk: Pravda
zh_tw: 真

source: Type
cs: Typ:
de: Typ
hu: Típus
it: Tipo
ja: タイプ
pl: Typ
ru: Тип
sk: Typ
zh_tw: 類型

# TYPETAG
source: Type:
cs: Typ:
de: Typ:
hu: Típus:
it: Tipo:
ja: タイプ:
pl: Typ:
ru: Тип:
sk: Typ:
zh_tw: 類型：

# UNKNOWNERROR
source: An unknown error has occurred. No exception was specified.
cs: Došlo k neznáme chybě. Nebyla určena žádná výjimka.
de: Unbekannter Fehler. Es wurde keine Ausnahme angegeben.
hu: Ismeretlen hiba történt. Nincs megadott kivétel.
it: Errore sconosciuto. Nessuna eccezione specificata.
ja: 不明なエラーが発生しました。例外は指定されていません。
pl: Wystąpił nieznany błąd. Nie określono żadnego wyjątku.
ru: Неизвестная ошибка. Исключение не указано.
sk: Vyskytla sa neznáma chyba. Nebola zadaná žiadna výnimka.
zh_tw: 發生不明錯誤。未指定任何例外。

source: Unlimited
cs: Neomezeno
de: Unbegrenzt
hu: Korlátlan
it: Nessun limite
ja: 無制限
pl: Bez ograniczeń
ru: Без ограничения
sk: Neobmedzené
zh_tw: 無限制

# USEDTAG
source: Used:
cs: Využité:
de: Belegt:
hu: Használatban:
it: In uso:
ja: 使用済み:
pl: Używane:
ru: Используется:
sk: Použité:
zh_tw: 已使用：

source: User
cs: Uživatel
de: Benutzer
hu: Felhasználó
it: Utente
ja: ユーザ
pl: Użytkownik
ru: Пользователь
sk: Používateľ
zh_tw: 使用者

source: User Details
cs: Podrobnosti o uživateli
de: Benutzerdetails
hu: Felhasználó adatai
it: Dettagli utente
ja: ユーザ詳細
pl: Szczegółowe informacje o użytkowniku
ru: Информация о пользователе
sk: Podrobnosti o používateľovi
zh_tw: 使用者詳細資料

# USERMOVEDETAILS
source: User Reprovision Details
cs: Údaje uživatele pro opakované poskytování
de: Wiederbereitstellungsdetails für Benutzer
hu: Felhasználó-újraengedélyezési adatok
it: Dettagli nuovo provisioning utente
ja: ユーザの再プロビジョニング詳細
pl: Zmiana serwera domowego użytkownika — szczegóły
ru: Сведения об изменении доступа пользователей
sk: Podrobnosti o opätovnom poskytovaní používateľov
zh_tw: 使用者重新供應詳細資料

# USERLOGINDISABLED
source: Disable User Login
cs: Vypnout přihlášení uživatele
de: Benutzeranmeldung deaktivieren
hu: Felhasználói bejelentkezés letiltása
it: Disabilita login utente
ja: ユーザログインの無効化
pl: Wyłącz logowanie użytkownika
ru: Отключить пользовательский вход в систему
sk: Zakázať prihlásenie používateľa
zh_tw: 停用使用者登入

source: User name
cs: Uživatelské jméno
de: Benutzername
hu: Felhasználónév
it: Nome utente
ja: ユーザ名
pl: Nazwa użytkownika
ru: Имя пользователя
sk: Meno používateľa
zh_tw: 使用者名稱

source: Current Home
cs: Aktuální domácí server
de: Aktuelle Basis
hu: Aktuális kezdő kiszolgáló
it: Home server attuale
ja: 現在のホーム
pl: Bieżący katalog domowy
ru: Текущий основной
sk: Aktuálny domov
zh_tw: 目前主目錄

# CURRENTHOMETAG
source: Current Home:
cs: Aktuální domácí server:
de: Aktuelle Basis:
hu: Aktuális kezdő kiszolgáló:
it: Home server attuale:
ja: 現在のホーム:
pl: Bieżący katalog domowy:
ru: Текущий основной:
sk: Aktuálny domov:
zh_tw: 目前主目錄：

source: New Home
cs: Nový domácí server
de: Neue Basis
hu: Új kezdő kiszolgáló
it: Nuovo home server
ja: 新しいホーム
pl: Nowy katalog domowy
ru: Новый основной
sk: Nový domov
zh_tw: 新主目錄

# NEWHOMETAG
source: New Home:
cs: Nový domácí server:
de: Neue Basis:
hu: Új kezdő kiszolgáló:
it: Nuovo home server:
ja: 新しいホーム:
pl: Nowy katalog domowy:
ru: Новый основной:
sk: Nový domov:
zh_tw: 新主目錄：

# USERNAMETAG
source: User name:
cs: Uživatelské jméno
de: Benutzername:
hu: Felhasználónév:
it: Nome utente:
ja: ユーザ名:
pl: Nazwa użytkownika:
ru: Имя пользователя:
sk: Meno používateľa:
zh_tw: 使用者名稱：

# MEMBERTYPETAG
source: Member type:
cs: Typ člena:
de: Mitgliedstyp:
hu: Tagtípus:
it: Tipo di membro:
ja: メンバータイプ:
pl: Typ członka:
ru: Тип члена:
sk: Typ člena:
zh_tw: 成員類型：

# MEMBERTYPEUSER
source: User
cs: Uživatel
de: Benutzer
hu: Felhasználó
it: Utente
ja: ユーザ
pl: Użytkownik
ru: Пользователь
sk: Používateľ
zh_tw: 使用者

# MEMBERTYPELDAPGROUP
source: Ldap Group
cs: Skupina LDAP
de: LDAP-Gruppe
hu: LDAP-csoport
it: Gruppo LDAP
ja: LDAPグループ
pl: Grupa Ldap
ru: Группа LDAP
sk: Skupina LDAP
zh_tw: Ldap 群組

# MEMBERTYPELOCALGROUP
source: Local Group
cs: Místní skupina
de: Lokale Gruppe
hu: Helyi csoport
it: Gruppo locale
ja: ローカルグループ
pl: Grupa lokalna
ru: Локальная группа
sk: Lokálna skupina
zh_tw: 本地群組

# MEMBERLISTTAG
source: Group Members:
cs: Členové skupiny:
de: Gruppenmitglieder:
hu: Csoporttagok:
it: Membri del gruppo:
ja: グループメンバー:
pl: Członkowie grupy:
ru: Члены группы:
sk: Členovia skupiny:
zh_tw: 群組成員：

# GROUPLISTTAG
source: User groups:
cs: Skupiny uživatelů:
de: Benutzergruppen:
hu: Felhasználói csoportok:
it: Gruppi di utenti:
ja: ユーザグループ:
pl: Grupy użytkownika:
ru: Группы пользователей:
sk: Skupiny používateľov:
zh_tw: 使用者群組：

source: Users
cs: Uživatelé
de: Benutzern
hu: Felhasználók
it: Utenti
ja: ユーザ
pl: Użytkownicy
ru: Пользователи
sk: Používatelia
zh_tw: 使用者

# USERSTAG
source: Users:
cs: Uživatelé:
de: Benutzer:
hu: Felhasználók:
it: Utenti:
ja: ユーザ:
pl: Użytkownicy:
ru: Пользователи:
sk: Používatelia:
zh_tw: 使用者：

source: View
cs: Zobrazit
de: Anzeigen
hu: Nézet
it: Visualizza
ja: 表示
pl: Widok
ru: Просмотр
sk: Zobraziť
zh_tw: 檢視

source: Warn
cs: Varovat
de: Warnen
hu: Figyelmeztetés
it: Avvisa
ja: 警告
pl: Ostrzegaj
ru: Предупреждение
sk: Upozorniť
zh_tw: 警告

# WEBACCESSLOGFILE
source: Web Access
cs: Aplikace Web Access
de: Web-Zugriff
hu: Webes hozzáférés
it: Accesso Web
ja: Webアクセス
pl: Aplikacja Web Access
ru: Веб-доступ
sk: Služba Web Access
zh_tw: Web 存取

source: Weekly
cs: Týdně
de: Wöchentlich
hu: Hetenként
it: Ogni settimana
ja: 毎週
pl: Cotygodniowo
ru: Еженедельно
sk: Týždenne
zh_tw: 每週

source: When
cs: Kdy
de: Wann
hu: Feltétel
it: Quando
ja: いつ
pl: Kiedy
ru: Когда
sk: Kedy
zh_tw: 時間

source: Time
cs: Čas
de: Zeit
hu: Idő
it: Ora
ja: 時間
pl: Czas
ru: Время
sk: Čas
zh_tw: 時間

source: Yes
cs: Ano
de: Ja
hu: Igen
it: Sì
ja: はい
pl: Tak
ru: Да
sk: Áno
zh_tw: 是

source: Data Store
cs: Uložení dat
de: Datenspeicher
hu: Adattár
it: Archivio dati
ja: データストア
pl: Magazyn danych
ru: Хранилище данных
sk: Pamäť údajov
zh_tw: 資料儲存

source: Add Data Store
cs: Přidat úložiště dat
de: Datenspeicher hinzufügen
hu: Adattár hozzáadása
it: Aggiungi archivio dati
ja: データソースの追加
pl: Dodaj magazyn danych
ru: Добавить хранилище данных
sk: Pridať pamäť údajov
zh_tw: 新增資料儲存

source: Full path:
cs: Úplná cesta:
de: Vollständiger Pfad:
hu: Teljes elérési út:
it: Percorso completo:
ja: フルパス:
pl: Pełna ścieżka:
ru: Полный путь:
sk: Úplná cesta:
zh_tw: 完整路徑：

source: No of iFolders
cs: Počet složek iFolder
de: Anzahl der iFolder
hu: iFolder mappák száma
it: Numero di cartelle iFolder
ja: iFolder数
pl: Liczba iFolderów
ru: Число папок iFolder
sk: Počet priečinkov iFolder
zh_tw: iFolder 數目

source: Free Space
cs: Volné místo
de: Freier Speicherplatz
hu: Szabad lemezterület
it: Spazio libero
ja: 空きスペース
pl: Wolne miejsce
ru: Свободное пространство
sk: Voľný priestor
zh_tw: 可使用的空間

source: Name:
cs: Název:
hu: Név:
it: Nome:
ja: 名前:
pl: Nazwa:
ru: Имя:
sk: Názov:
zh_tw: 名稱：

source: Full Path
cs: Úplná cesta
de: Vollständiger Pfad:
hu: Teljes elérési út
it: Percorso completo
ja: フルパス
pl: Pełna ścieżka
ru: Полный путь
sk: Úplná cesta
zh_tw: 完整路徑

source: Volumes
cs: Svazky
de: Laufwerke
hu: Kötetek
it: Volumi
ja: ボリューム
pl: Wolumeny
ru: Тома
sk: Zväzky
zh_tw: 卷冊

source: Volume
cs: Svazek
de: Laufwerk
hu: Kötet
ja: ボリューム
pl: Wolumen
ru: Том
sk: Zväzok
zh_tw: 卷冊

source: Not Mounted
cs: Nepřipojeno
de: Nicht gemountet
hu: Nincs csatlakoztatva
it: Non montato
ja: 未マウント
pl: Niezamontowany
ru: Не смонтирован
sk: Nepripojený
zh_tw: 未裝上

# LINKALREADYEXISTS
source: A Link by this name already Exists
cs: Odkaz s tímto názvem již existuje.
de: Ein Link mit diesem Namen ist bereits vorhanden
hu: Már van ilyen nevű hivatkozás
it: Esiste già un collegamento con questo nome
ja: この名前のリンクはすでに存在します
pl: Łącze o tej nazwie już istnieje
ru: Ссылка на это имя уже существует
sk: Prepojenie s týmto názvom už existuje
zh_tw: 此名稱的連結已存在

# INVALIDFULLPATH
source: Full Path specified is invalid, please check and re-enter.
cs: Zadaná úplná cesta je neplatná, zkontrolujte ji a znovu ji zapište.
de: Der angegebene vollständige Pfad ist ungültig, bitte überprüfen und erneut eingeben.
hu: A megadott teljes elérési út érvénytelen, ellenőrizze, majd adja meg újra.
it: Il percorso completo specificato non è valido. Verificarlo e immetterlo di nuovo.
ja: 指定したフルパスが無効です。確認してから、再度入力してください。
pl: Określona pełna ścieżka jest nieprawidłowa. Sprawdź ją i wprowadź ponownie.
ru: Указан неправильный путь. Проверьте и выполните ввод еще раз.
sk: Zadaná úplná cesta je neplatná. Prosím skontrolujte úplnú cestu a zadajte ju znova.
zh_tw: 指定的「完整路徑」無效，請檢查之後再重新輸入。

# INVALIDLIMITERROR
source: iFolder could not be created as you are exceeding the limit of ifolders set by the Administrator.
cs: Složku iFolder nelze vytvořit, protože jste překročili maximální počet složek ifolder nastavený správcem.
de: iFolder-Ordner konnte nicht erstellt werden, da hierdurch die vom Administrator festgelegte Höchstzahl an iFolder-Ordnern überschritten wird.
hu: Nem hozható létre iFolder, mert túllépte az iFolder mappák maximális számát, melyet a rendszergazda állított be.
it: Impossibile creare la cartella iFolder poiché è stato superato il limite di cartelle iFolder impostato dall'amministratore.
ja: 管理者が設定したiFolderの限度を超えたため、iFolderを作成できませんでした。
pl: Nie można utworzyć iFolderu, ponieważ limit liczby iFolderów ustawiony przez administratora jest przekroczony.
ru: Невозможно создать папку iFolder, так как превышено ограничение папок, установленное администратором.
sk: Priečinok iFolder nebolo možné vytvoriť, pretože ste prekročili maximálny počet priečinkov iFolder, nastavený správcom.
zh_tw: 無法建立 iFolder，因為您已經超過管理員設定的 iFolder 限制。

# INVALIDLDAPADMINORPASSWORD
source: An invalid ldap admin userid or password
cs: Neplatné uživatelské ID správce LDAP nebo heslo
de: Unzulässige LDAP-Administrator-Benutzer-ID/unzulässiges LDAP-Administratorpasswort
hu: Érvénytelen LDAP rendszergazdai felhasználónév vagy jelszó
it: ID utente o password dell'amministratore LDAP non valido
ja: LDAP管理者のユーザIDまたはパスワードが無効です
pl: Nieprawidłowy identyfikator użytkownika lub hasło administratora LDAP
ru: Неверный ИД или пароль пользователя Admin в LDAP
sk: Neplatné ID používateľa alebo heslo správcu protokolu LDAP
zh_tw: LDAP 管理員使用者 ID 或密碼無效

# UNABLETOEDITLDAPDETAILS
source: Unable to edit LDAP details with these values. Please check the values.
cs: Není možné upravit podrobnosti protokolu LDAP. Zkontrolujte hodnoty.
de: LDAP-Details können mit diesen Werten nicht bearbeitet werden. Überprüfen Sie die Werte.
hu: Ezekkel az értékekkel nem lehet szerkeszteni az LDAP-adatokat. Ellenőrizze az értékeket.
it: Impossibile modificare i dettagli con questi valori. Verificare i valori.
ja: これらの値でLDAP詳細を編集できません。値を確認してください。
pl: Nie można edytować szczegółów LDAP za pomocą tych wartości. Sprawdź wartości.
ru: Невозможно изменить информацию LDAP на эти значения. Проверьте значения.
sk: Nepodarilo sa pomocou týchto hodnôt nastaviť podrobnosti o protokole LDAP. Skontrolujte hodnoty.
zh_tw: 無法使用這些值編輯 LDAP 細節。請檢查值。

# UNABLETOEDITIPDETAILS
source: Unable to edit IP details . Please check the values.
cs: Není možné upravit podrobnosti adresy IP. Zkontrolujte hodnoty.
de: IP-Details können nicht bearbeitet werden. Überprüfen Sie die Werte.
hu: Nem sikerült az IP-adatokat szerkeszteni. Ellenőrizze az értékeket.
it: Impossibile modificare i dettagli IP. Verificare i valori.
ja: IP詳細を編集できません。値を確認してください。
pl: Nie można edytować szczegółów adresu IP. Sprawdź wartości.
ru: Невозможно изменить информацию IP. Проверьте значения.
sk: Nie je možné skontrolovať podrobnosti o adrese IP. Skontrolujte hodnoty.
zh_tw: 無法編輯 IP 細節。請檢查值。

# RESTARTSERVER
source: Information Updated. These changes will take effect when you restart iFolder server.
cs: Informace byly aktualizovány. Tyto změny se projeví až po opětovném spuštění serveru iFolder.
de: Informationen aktualisiert. Diese Änderungen treten beim Neustart des iFolder-Servers in Kraft.
hu: Az információ frissítve lett. A változtatások az iFolder kiszolgáló újraindításakor lépnek életbe.
it: Aggiornamento delle informazioni completato. Le modifiche verranno applicate al riavvio del server iFolder.
ja: 情報が更新されました。これらの変更は、iFolderサーバーを再起動したときに有効になります。
pl: Zaktualizowano informacje. Zmiany zostaną uwzględnione po ponownym uruchomieniu serwera iFolder.
ru: Информация обновлена. Изменения вступят в силу после перезапуска сервера iFolder.
sk: Informácie boli aktualizované. Tieto zmeny sa prejavia pri ďalšom spustení servera iFolder.
zh_tw: 資訊已更新。這些變更將會在您重新啟動 iFolder 伺服器時生效。

# MASTERURI
source: Master URL:
cs: Hlavní URL:
hu: Fő URL-cím:
it: URL principale:
ja: マスターURL:
pl: Adres URL serwera nadrzędnego:
ru: Главный URL:
sk: Hlavná adresa URL:
zh_tw: 主 URL：

# PROVISION_REPROVISION_TITLE
source: Provision / Reprovison Users
cs: Poskytnout / Opakovaně poskytnout uživatele
de: Benutzer mit Bereitstellung/Wiederbereitstellung
hu: Felhasználók engedélyezése / újraengedélyezése
it: Provisioning/Nuovo provisioning utenti
ja: ユーザのプロビジョニング / 再プロビジョニング
pl: Przypisanie/zmiana serwera domowego — użytkownicy
ru: Пользователи с персонифицированным или измененным доступом
sk: Poskytnúť/opätovne poskytnúť používateľov
zh_tw: 供應 / 重新供應使用者

# ENCRYPTION
source: Passphrase based encryption
cs: Šifrování heslem
de: Passwortsatz-basierte Verschlüsselung
hu: Hozzáférési kód alapú titkosítás
it: Cifratura basata su stringa
ja: パスフレーズベースの暗号化
pl: Szyfrowanie oparte na zwrocie hasłowym
ru: Шифрование с контрольной фразой
sk: Šifrovanie podľa prístupového výrazu
zh_tw: 以密碼片語為基礎的加密

# SSLTAG
source: SSL Option:
cs: Varianta SSL:
hu: SSL opció:
it: Opzione SSL:
ja: SSLオプション:
pl: Opcja SSL:
ru: Параметр SSL:
sk: Možnosť SSL:
zh_tw: SSL 選項：

# BOTHSTRING
source: BOTH
cs: OBOJÍ
de: BEIDE
hu: MINDKETTŐ
it: ENTRAMBI
ja: 両方
pl: OBA
ru: ОБА
sk: OBOJE
zh_tw: 兩者

# ERRORIFOLDERENCRYPTIONENFORCED
source: This member can not own a regular iFolder because encryption policy is enforced for the member.
cs: Tento člen nesmí vlastnit standardní složku iFolder, protože pro člena platí zásady šifrování.
de: Dieses Mitglied kann nicht Eigentümer eines regulären iFolder-Ordners sein, da die Verschlüsselungsrichtlinie für das Mitglied erzwungen wird.
hu: Ez a tag nem lehet normál iFolder mappa tulajdonosa, mert a tagon kényszerítve van a titkosítási házirend alkalmazása.
it: Impossibile assegnare a questo membro la proprietà di una cartella iFolder non cifrata poiché le norme di cifratura sono imposte per tale utente.
ja: このメンバーには暗号化ポリシーが強制されているため、通常のiFolderを所有できません。
pl: Ten członek nie może posiadać regularnego iFolderu z powodu wymuszania dla niego założeń szyfrowania.
ru: Этот член не может владеть обычной папкой iFolder, поскольку на него распространяется политика шифрования.
sk: Tento člen nemôže vlastniť bežný priečinok iFolder, pretože je preňho vynútená politika šifrovania.
zh_tw: 這個成員無法擁有一般 iFolder，因為該成員已被強制執行加密規則。
