Repository: ifolder/simias
Catalog: src/admin/iFolderAdmin.*.resx
Languages: cs, de, hu, it, ja, pl, ru, sk, zh_tw

source: LDAP Server:
cs: Server LDAP:
hu: LDAP-kiszolgáló:
it: Server LDAP:
ja: LDAPサーバ:
pl: Serwer LDAP:
ru: Сервер LDAP:
sk: Server LDAP:
zh_tw: LDAP 伺服器：

# LDAPCYCLES
source: Cycles:
cs: Cykly:
de: Zyklen:
hu: Ciklusok:
it: Cicli:
ja: サイクル:
pl: Cykle:
ru: Циклы:
sk: Cykly:
zh_tw: 週期：

# LDAPMEMBERDELETE
source: Delete member
cs: Odstranit člena
de: Mitglied löschen
hu: Tag törlése
it: Cancella membro
ja: メンバーの削除
pl: Usuń członka
ru: Удалить члена
sk: Odstrániť člena
zh_tw: 刪除成員

# LDAPMEMBERDELETEGRACEINT
source: Grace interval:
cs: darovaný interval:
de: Kulanzintervall:
hu: lejárat utáni bejelentkezések száma:
it: intervallo extra:
ja: 猶予間隔:
pl: Interwał dodatkowego logowania:
ru: Дополнительный интервал:
sk: interval tolerancie:
zh_tw: 寬限間隔：

# LDAPUPSINCE
source: Up Since:
cs: Do:
de: Hochgefahren seit:
hu: Működés kezdete:
it: Attivo da:
ja: 稼働期間:
pl: Działa od:
ru: Время работы:
sk: Aktívne od:
zh_tw: 開機時間：

# LDAPCONTEXTTAG
source: LDAP contexts:
cs: Kontexty protokolu LDAP:
de: LDAP-Kontexte:
hu: LDAP-környezetek:
it: Contesti LDAP:
ja: LDAPコンテキスト:
pl: Konteksty LDAP:
ru: Контексты LDAP:
sk: Kontexty protokolu LDAP:
zh_tw: LDAP 網路位置：

# LDAPSTATUSTAG
source: Status:
cs: Stav:
de: Zustand:
hu: Állapot:
it: Stato:
ja: ステータス:
pl: Stan:
ru: Состояние:
sk: Stav:
zh_tw: 狀態：

source: LDAP SSL:
it: SSL LDAP:
ru: SSL LDAP:

# LDAPPROXYUSER
source: Proxy User:
cs: Uživatel proxy:
de: Proxy-Benutzer:
hu: Proxyfelhasználó:
it: Utente incaricato:
ja: プロキシユーザ:
pl: Pełnomocnik:
ru: Прокси-пользователь:
sk: Používateľ servera proxy:
zh_tw: 代理使用者：

# LDAPPROXYUSERPWD
source: Proxy User Password:
cs: Heslo uživatele proxy:
de: Proxy-Benutzerpasswort:
hu: Proxyfelhasználó jelszava:
it: Password utente incaricato:
ja: プロキシユーザのパスワード:
pl: Hasło pełnomocnika:
ru: Пароль прокси-пользователя:
sk: Heslo používateľa serveru proxy:
zh_tw: 代理使用者密碼：

# CONFIRMLDAPPROXYUSERPWD
source: Confirm Proxy User Password:
cs: Potvrďte heslo uživatele serveru proxy.
de: Passwort für Proxy-Benutzer bestätigen:
hu: Proxyfelhasználó jelszavának megerősítése:
it: Confermare la password dell'utente incaricato:
ja: プロキシユーザのパスワードの確認:
pl: Potwierdź hasło pełnomocnika:
ru: Подтверждение пароля прокси-пользователя:
sk: Potvrďte heslo používateľa servera proxy:
zh_tw: 確認代理使用者密碼：

# LIMITTAG
source: Limit:
cs: Omezení:
de: Grenze:
hu: Korlátozás:
it: Limite:
ja: 制限:
ru: Ограничение:
sk: Obmedzenie:
zh_tw: 限制：

source: Logged in as
cs: Přihlášen jako
de: Angemeldet als
hu: Be van jelentkezve mint
it: Login eseguito come
ja: 指定したユーザでログイン
pl: Zalogowany jako
ru: Вошел в систему как
sk: Prihlásený ako
zh_tw: 登入身份

# LOGGEDONUSERSTAG
source: Logged On Users:
cs: Přihlášení uživatelé:
de: Angemeldete Benutzer:
hu: Bejelentkezett felhasználók:
it: Utenti collegati:
ja: ログオンユーザ:
pl: Zalogowani użytkownicy:
ru: Вошедшие в систему пользователи:
sk: Prihlásení používatelia:
zh_tw: 已登入使用者：

source: Log In
cs: Přihlásit
de: Anmelden
hu: Bejelentkezés
ja: ログイン
pl: Zaloguj się
ru: Вход в систему
sk: Prihlásiť sa
zh_tw: 登入

# LOGINACCOUNTDISABLED
source: Your account is currently disabled and unavailable.
cs: Váš účet je v současné chvíli zablokován a nedostupný.
de: Ihr Konto ist derzeit deaktiviert und nicht verfügbar.
hu: A fiók jelenleg le van tiltva, nem használható.
it: L'account è attualmente disabilitato e non è disponibile.
ja: アカウントは現在無効になっているため使用できません。
pl: Twoje konto jest w tej chwili wyłączone i niedostępne.
ru: Учетная запись отключена и недоступна.
sk: Konto je aktuálne zakázané a nie je k dispozícii.
zh_tw: 您的帳戶目前已停用且無法使用。

# LOGINACCOUNTLOCKED
source: Your account is currently locked and unavailable.
cs: Váš účet je v současné chvíli uzamčen a nedostupný.
de: Ihr Konto ist derzeit gesperrt und nicht verfügbar.
hu: A fiók jelenleg zárolva van, nem használható.
it: L'account è attualmente bloccato e non è disponibile.
ja: アカウントは現在ロックされているため使用できません。
pl: Twoje konto jest w tej chwili zablokowane i niedostępne.
ru: Учетная запись заблокирована и недоступна.
sk: Konto je aktuálne zamknuté a nie je k dispozícii.
zh_tw: 您的帳戶目前已鎖定且無法使用。

# LOGINCONNECTFAILED
source: Unable to connect to the iFolder server.
cs: Není možné se připojit k serveru iFolder.
de: Verbindung zu iFolder-Server nicht möglich.
hu: Nem sikerült kapcsolódni az iFolder kiszolgálóhoz.
it: Impossibile connettersi al server iFolder.
ja: iFolderサーバに接続できません。
pl: Nie można połączyć się z serwerem programu iFolder.
ru: Невозможно подключиться к серверу iFolder.
sk: Nedá sa pripojiť na server služby iFolder.
zh_tw: 無法連接到 iFolder 伺服器。

# REVERTSHARINGCONNECTFAILED
source: Unable to connect to the iFolder server. Revoke sharing once the server is reachable.
cs: Nelze se připojit k serveru iFolder. Jakmile bude server dosažitelný, odvolejte sdílení.
de: Die Verbindung zum iFolder-Server kann nicht aufgebaut werden. Heben Sie die Freigabe auf, wenn der Server erreichbar ist.
hu: Nem lehet csatlakozni az iFolder-kiszolgálóhoz. Ha elérhető lesz a kiszolgáló, vonja vissza a megosztást.
it: Impossibile connettersi al server iFolder. Una volta che il server sia raggiungibile, richiamare la condivisione.
ja: iFolderサーバに接続できません。サーバに到達できたら、共有を取り消してください。
pl: Nie można nawiązać połączenia z serwerem programu iFolder. Odwołaj współużytkowanie, gdy serwer będzie osiągalny.
ru: Не удается подключиться к серверу iFolder. Отмените общий доступ после того как сервер станет доступен.
sk: K serveru iFolder sa nedá pripojiť. Po sprístupnení servera odvolajte zdieľanie.
zh_tw: 無法連接至 iFolder 伺服器。請在可以連接伺服器時，撤銷共享。

# LOGINCOPYRIGHT
source: &copy; Copyright 2010 Novell, Inc. All rights reserved.
cs: &copy; Copyright 2011 Novell, Inc. Všechna práva vyhrazena.
de: &copy; Copyright 2011 Novell, Inc. Alle Rechte vorbehalten.
hu: &copy; Copyright 2011 Novell, Inc. Minden jog fenntartva.
it: &copy; Copyright 2011 Novell, Inc. Tutti i diritti riservati.
ja: &copy; Copyright 2011 Novell, Inc. All rights reserved.
pl: &copy; Copyright 2011 Novell, Inc. Wszelkie prawa zastrzeżone.
ru: &copy; (C) Novell, Inc., 2011. Все права защищены.
sk: &copy; Copyright 2011 Novell, Inc. Všetky práva vyhradené.
zh_tw: &copy; 版權所有 2011 Novell, Inc. 保留所有權利。

# LOGINERROR
source: Error:
cs: Chyba:
de: Fehler:
hu: Hiba:
it: Errore:
ja: エラー:
pl: Błąd:
ru: Ошибка:
sk: Chyba:
zh_tw: 錯誤：

# LOGINFAILED
source: Failed:
cs: Selhalo:
de: Nicht erfolgt:
hu: Sikertelen:
it: Non riuscito:
ja: 失敗:
pl: Nie powiodło się:
ru: Сбой:
sk: Zlyhané:
zh_tw: 失敗：

# LOGINIFOLDERSERVER
source: iFolder Server:
cs: Server aplikace iFolder:
hu: iFolder kiszolgáló:
it: Server iFolder:
ja: iFolderサーバ:
pl: Serwer programu iFolder:
ru: Сервер iFolder:
sk: Server služby iFolder:
zh_tw: iFolder 伺服器：

# LOGINLANGUAGE
source: Language:
cs: Jazyk:
de: Sprache:
hu: Nyelv:
it: Lingua:
ja: 言語:
pl: Język:
ru: Язык:
sk: Jazyk:
zh_tw: 語言：

# LOGINLOGOUT
source: You are now logged out of iFolder.
cs: Nyní jste od složky iFolder odhlášeni.
de: Sie sind nun von iFolder abgemeldet.
hu: Kijelentkezett az iFolder szolgáltatásból.
it: È stato eseguito il logout da iFolder.
ja: iFolderからログアウトしました。
pl: W tej chwili jesteś wylogowany z programu iFolder.
ru: Вы вышли из системы iFolder.
sk: Teraz ste odhlásení z aplikácie iFolder.
zh_tw: 您現在已登出 iFolder。

# LOGINLOSTSESSION
source: Your session has expired. Please log in.
cs: Vaše relace byla ukončena. Znovu se přihlaste.
de: Ihre Sitzung wurde geschlossen. Bitte melden Sie sich an.
hu: A munkamenet bezárult. Jelentkezzen be.
it: La sessione è stata chiusa. Eseguire il login.
ja: セッションは終了しています。ログインしてください。
pl: Sesja została zamknięta. Zaloguj się.
ru: Сеанс закрыт. Войдите в систему.
sk: Relácia bola ukončená. Prihláste sa.
zh_tw: 您的會期已關閉。請登入。

# CANNOTSETPERMISSION
source: Could not change the permission of the Full Path specified.
cs: Nebylo možné změnit povolení zadané úplné cesty.
de: Berechtigung des angegebenen vollständigen Pfads konnte nicht geändert werden.
hu: Nem sikerült módosítani a megadott teljes elérési út engedélyét.
it: Impossibile modificare le autorizzazioni del percorso completo specificato.
ja: 指定したフルパスのパーミッションを変更できませんでした。
pl: Nie można zmienić uprawnienia określonej pełnej ścieżki.
ru: Невозможно изменить разрешение указанного полного пути.
sk: Povolenie pre zadanú úplnú cestu sa nedá zmeniť.
zh_tw: 無法變更指定「完整路徑」的許可權。

# LOGINNOCOOKIES
source: You must enable cookies in your browser.
cs: Musíte ve svém prohlížeči zapnout cookies.
de: Sie müssen Cookies in Ihrem Browser aktivieren.
hu: Engedélyeznie kell a böngészőben a cookie-k használatát.
it: È necessario abilitare i cookie nel browser.
ja: ブラウザでクッキーを有効にする必要があります。
pl: Musisz włączyć w przeglądarce obsługę plików cookie.
ru: Необходимо включить файлы Cookie в средстве просмотра.
sk: Musíte vo svojom prehľadávači povoliť súbory cookie.
zh_tw: 您必須在瀏覽器中啟用 cookie。

# LOGINNOSCRIPT
source: You must enable scripts in your browser.
cs: Musíte ve svém prohlížeči zapnout skripty.
de: Sie müssen Skripts in Ihrem Browser aktivieren.
hu: Engedélyeznie kell a böngészőben a parancsfájlok használatát.
it: È necessario abilitare gli script nel browser.
ja: ブラウザでスクリプトを有効にする必要があります。
pl: Musisz włączyć w przeglądarce obsługę skryptów.
ru: Необходимо включить сценарии в средстве просмотра.
sk: Musíte v prehľadávači povoliť skripty.
zh_tw: 您必須在瀏覽器中啟用程序檔。

# LOGINPASSWORD
source: Password:
cs: Heslo:
de: Passwort:
hu: Jelszó:
ja: パスワード:
pl: Hasło:
ru: Пароль:
sk: Heslo:
zh_tw: 密碼：

# LOGINREDIRECT
source: The iFolder Server URL needs to be updated.
cs: URL serveru iFolder je potřeba aktualizovat.
de: Die iFolder-Server-URL muss aktualisiert werden.
hu: Frissíteni kell az iFolder kiszolgáló URL-jét.
it: È necessario aggiornare l'URL del server iFolder.
ja: iFolderサーバのURLを更新する必要があります。
pl: Należy zaktualizować adres URL serwera programu iFolder.
ru: URL-адрес сервера iFolder нужно обновить.
sk: Adresa URL servera iFolder sa musí aktualizovať.
zh_tw: 需要更新此 iFolder 伺服器 URL。

# LOGINSECUREFAILED
source: Unable to communicate with the iFolder server securely.
cs: Se serverem iFolder není možné bezpečně komunikovat.
de: Sichere Kommunikation mit dem iFolder-Server nicht möglich.
hu: Nem lehet biztonságosan kommunikálni az iFolder kiszolgálóval.
it: Impossibile comunicare con il server iFolder in modo sicuro.
ja: iFolderサーバとの保護された通信ができません。
pl: Nie można nawiązać bezpiecznej komunikacji z serwerem programu iFolder.
ru: Не удается взаимодействовать с сервером iFolder в защищенном режиме.
sk: Zabezpečená komunikácia so serverom iFolder nie je možná.
zh_tw: 無法與 iFolder 伺服器安全通訊。

# LOGINSENDFAILED
source: Unable to communicate with the iFolder server.
cs: Se serverem iFolder není možné komunikovat.
de: Kommunikation mit dem iFolder-Server nicht möglich.
hu: Nem lehet kommunikálni az iFolder kiszolgálóval.
it: Impossibile comunicare con il server iFolder.
ja: iFolderサーバと通信できません。
pl: Nie można nawiązać komunikacji z serwerem programu iFolder.
ru: Не удается взаимодействовать с сервером iFolder.
sk: Komunikácia so serverom iFolder nie je možná.
zh_tw: 無法與 iFolder 伺服器通訊。

# LOGINTRUSTFAILED
source: The trust between the iFolder Server and iFolder Web Access failed.
cs: Důvěryhodnost mezi serverem iFolder a aplikací iFolder Web Access selhala.
de: Keine Verbürgung zwischen iFolder-Server und iFolder Web Access.
hu: Az iFolder kiszolgáló és az iFolder Web Access közötti megbízáson alapuló kapcsolat sikertelen.
it: La relazione di fiducia tra il server iFolder e Accesso Web iFolder non è riuscita.
ja: iFolderサーバとiFolder Web Access間の信頼が成立しませんでした。
pl: Zaufanie pomiędzy serwerem programu iFolder a aplikacją iFolder Web Access zawiodło.
ru: Отсутствие соответствия критериям между сервером iFolder и веб-клиентом iFolder.
sk: Dôveryhodné spojenie medzi serverom iFolder a službou iFolder Web Access zlyhalo.
zh_tw: iFolder 伺服器與 iFolder Web 存取之間的信任失敗。

# INVALIDCERTIFICATE
source: Failed to authenticate, problem with Ldap or iFolder server certificate
cs: Ověření se nezdařilo, potíže s certifikátem serveru LDAP nebo iFolder
de: Authentifizierung konnte nicht vorgenommen werden, da ein Problem beim LDAP- oder iFolder-Serverzertifikat aufgetreten ist
hu: Sikertelen hitelesítés. Probléma adódott az LDAP protokollal vagy az iFolder-kiszolgáló tanúsítványával.
it: Impossibiile eseguire l'autenticazione. Si è verificato un problema con il certificato LDAP o del server iFolder
ja: LDAPまたはiFolderサーバの証明書に問題があり、認証に失敗しました
pl: Nie można przeprowadzić uwierzytelniania, wystąpił problem z certyfikatem serwera LDAP lub serwera programu iFolder.
ru: Сбой аутентификации, проблема с сертификатом Ldap или сертификатом сервера iFolder
sk: Nepodarilo sa overiť, problém s protokolom LDAP alebo certifikátom servera iFolder
zh_tw: 無法驗證，Ldap 或 iFolder 伺服器憑證有問題

# LOGINUNAUTHORIZED
source: Please re-enter your username and password.
cs: Zadejte znovu vaše uživatelské jméno a heslo.
de: Geben Sie Benutzernamen und Passwort erneut ein.
hu: Adja meg újra a felhasználónevét és jelszavát.
it: Immettere nuovamente nome utente e password.
ja: ユーザ名とパスワードを再入力してください。
pl: Wprowadź ponownie nazwę użytkownika i hasło.
ru: Введите имя пользователя и пароль еще раз.
sk: Znova zadajte meno používateľa a heslo.
zh_tw: 請重新輸入您的使用者名稱和密碼。

# LOGINUSERNAME
source: Username:
cs: Uživatelské jméno:
de: Benutzername:
hu: Felhasználónév:
it: Nome utente:
ja: ユーザ名:
pl: Nazwa użytkownika:
ru: Имя пользователя:
sk: Meno používateľa:
zh_tw: 使用者名稱：

# LOGLEVELTAG
source: Log Level
cs: Úroveň protokolu
de: Protokollierumfang
hu: Naplózás szintje
it: Livello log
ja: ログレベル
pl: Poziom dziennika
ru: Уровень протоколирования
sk: Úroveň denníka
zh_tw: 記錄層級

# LOGTAG
source: Log
cs: Protokol
de: Protokoll
hu: Napló
ja: ログ
pl: Dziennik
ru: Журнал
sk: Denník
zh_tw: 記錄

source: Logout
cs: Odhlášení
de: Abmelden
hu: Kijelentkezés
ja: ログアウト
pl: Wyloguj się
ru: Выход из системы
sk: Odhlásiť sa
zh_tw: 登出

source: Master
cs: Hlavní objekt
hu: Fő
ja: マスタ
pl: Nadrzędny
ru: Главный
sk: Hlavný
zh_tw: 主

# MAXCONNECTIONSTAG
source: Maximum Connections:
cs: Maximum připojení:
de: Maximale Verbindungsanzahl:
hu: Kapcsolatok maximális száma:
it: Numero massimo connessioni:
ja: 最大接続数:
pl: Maksymalna liczba połączeń:
ru: Максимум подключений:
sk: Maximálny počet pripojení:
zh_tw: 最大連接數

source: MB
ru: Мб

source: Member
cs: Člen
de: Mitglied
hu: Tag
it: Membro
ja: メンバー
pl: Członek
ru: Член
sk: Člen
zh_tw: 成員

source: Members
cs: Členové
de: Mitglieder
hu: Tagok
it: Membri
ja: メンバー
pl: Członkowie
ru: Члены
sk: Členovia
zh_tw: 成員

# MESSAGEINFORMATION
source: Information:
cs: Informace:
de: Informationen:
hu: Információ:
it: Informazioni:
ja: 情報:
pl: Informacje:
ru: Информация:
sk: Informácie:
zh_tw: 資訊：

source: Minute(s)
cs: Minut
de: Minute(n)
hu: perc
it: Minuti
ja: 分
pl: Minut
ru: Мин.
sk: Min.
zh_tw: 分鐘數

# MINIMALINFO
source: Showing Minimal Information
cs: Zobrazení minimálních informací
de: Mindestdaten werden angezeigt
hu: Minimális információ megjelenítése
it: Visualizzazione informazioni di base
ja: 最小情報の表示
pl: Wyświetlanie minimalnych informacji
ru: Отображение минимальной информации
sk: Zobrazenie minimálnych informácií
zh_tw: 顯示最少資訊

# MODIFIEDTAG
source: Modified:
cs: Změněno:
de: Geändert:
hu: Módosítva:
it: Modificato:
ja: 更新日:
pl: Zmodyfikowany:
ru: Изменено:
sk: Zmenené:
zh_tw: 已修改：

source: Monthly
cs: Měsíčně
de: Monatlich
hu: Havi
it: Mensilmente
ja: 毎月
pl: Co miesiąc
ru: Ежемесячно
sk: Mesačne
zh_tw: 每月

source: Name
cs: Název:
hu: Név
it: Nome
ja: 名前
pl: Nazwa
ru: Имя
sk: Názov
zh_tw: 名稱

# NAMETAG
source: Name:
cs: Název:
hu: Név:
it: Nome:
ja: 名前:
pl: Nazwa:
ru: Имя:
sk: Názov:
zh_tw: 名稱：

# NEWIFOLDERDESCRIPTIONTAG
source: iFolder Description:
cs: Popis složky iFolder:
de: iFolder-Beschreibung:
hu: iFolder leírása:
it: Descrizione iFolder:
ja: iFolderの説明:
pl: Opis iFolderu:
ru: Описание iFolder:
sk: Popis priečinka iFolder:
zh_tw: iFolder 說明：

# NEWIFOLDERNAMETAG
source: iFolder Name:
cs: Název složky iFolder:
hu: iFolder neve:
it: Nome iFolder:
ja: iFolder名:
pl: Nazwa iFolderu:
ru: Имя iFolder:
sk: Názov priečinka iFolder:
zh_tw: iFolder 名稱：

source: Next
cs: Další
de: Weiter
hu: Tovább
it: Avanti
ja: 次
pl: Dalej
ru: Следующий
sk: Ďalej
zh_tw: 下一步

source: Next Page
cs: Další stránka
de: Nächste Seite
hu: Következő lap
it: Pagina successiva
ja: 次ページ
pl: Następna strona
ru: Следующая страница
sk: Nasledujúca strana
zh_tw: 下一頁

source: New File Type
cs: Nový typ souboru
de: Neuer Dateityp
hu: Új fájltípus
it: Nuovo tipo di file
ja: 新しいファイルタイプ
pl: Nowy typ pliku
ru: Тип нового файла
sk: Nový typ súboru
zh_tw: 新增檔案類型

source: No
cs: Ne
de: Nein
hu: Nincs
ja: いいえ
pl: Nie
ru: Нет
sk: Nie
zh_tw: 否

# NOITEMSFOUND
source: There were no items found.
cs: Nebyly nalezeny žádné položky.
de: Keine Elemente gefunden.
hu: Nem található elem.
it: Nessun elemento trovato.
ja: 項目は検出されませんでした。
pl: Nie znaleziono żadnych elementów.
ru: Элементы не найдены.
sk: Nenašli sa žiadne položky.
zh_tw: 找不到任何項目。

# NOSERVER
source: No server selected
cs: Nebyl vybrán žádný server
de: Kein Server ausgewählt
hu: Nincs kiválasztva kiszolgáló
it: Nessun server selezionato
ja: サーバを選択していません
pl: Nie wybrano serwera
ru: Сервер не выбран
sk: Nebol vybratý žiadny server
zh_tw: 沒有選取伺服器

source: Not Available
cs: Nedostupné
de: Nicht verfügbar
hu: Nem érhető el
it: Non disponibile
ja: 使用できません
pl: Niedostępne
ru: Недоступно
sk: Nie je k dispozícii
zh_tw: 無法使用

source: Off
cs: Vypnuto
de: Aus
hu: Ki
it: Disattivo
ja: オフ
pl: Wyłączony
ru: Выкл.
sk: Vypnuté
zh_tw: 關閉

# ORPHANED
source: Orphan
cs: Sirotek
de: Bezugslose Einheit
hu: Fattyú
it: Orfano
ja: オーファン
pl: Sierota
ru: С нарушенными ассоциациями
sk: Osamotené
zh_tw: 錯誤鏡像複製區

# ORPHANTAG
source: Orphan :
cs: Sirotek:
de: Bezugslose Einheit:
hu: Fattyú:
it: Orfano:
ja: オーファン:
pl: Sierota:
ru: С нарушенными ассоциациями:
sk: Osamotené:
zh_tw: 錯誤鏡像複製區：

source: OK
ru: ОК
zh_tw: 確定

source: On
cs: Zapnuto
de: Ein
hu: Be
it: Attivo
ja: オン
pl: Włączone
ru: Вкл.
sk: Zapnutý
zh_tw: 開啟

source: Output
cs: Výstup
de: Ausgabe
hu: Kimenet
ja: 出力
pl: Wyjście
ru: Вывод
sk: Výstup
zh_tw: 輸出

source: Owned
cs: Vlastněno
de: Gehört zu
hu: Tulajdonos
it: Con proprietario
ja: 所有者
pl: Posiadane
ru: Владелец
sk: Vlastnené
zh_tw: 擁有

source: Owner
cs: Vlastník
de: Eigent.
hu: Tulajdonos
it: Propriet.
ja: 所有者
pl: Właściciel
ru: Владелец
sk: Vlastník
zh_tw: 擁有者

# OWNERTAG
source: Owner:
cs: Vlastník
de: Eigentümer:
hu: Tulajdonos:
it: Proprietario:
ja: 所有者:
pl: Właściciel:
ru: Владелец:
sk: Vlastník:
zh_tw: 擁有者：

# PAGENUMBERFORMAT
source: {0} - {1} of {2} {3}
cs: {3} {0}-{1} z {2}
de: {0} - {1} von {2} {3}
it: {0} - {1} di {2} {3}
pl: {0} - {1} z {2} {3}
ru: {0} - {1} из {2} {3}
sk: {0} - {1} z {2} {3}
zh_tw: {2} {3} 之 {0} - {1}

# PASSWORDSDONOTMATCH
source: The passwords are not the same.
cs: Zadaná hesla nejsou stejná.
de: Die Passwörter stimmen nicht überein.
hu: A jelszavak nem egyeznek.
it: Le password non corrispondono.
ja: パスワードが一致していません。
pl: Hasła różnią się.
ru: Пароли не совпадают.
sk: Heslá sa nezhodujú.
zh_tw: 密碼不相同。

# PASSWORDTAG
source: Password:
cs: Heslo:
de: Passwort:
hu: Jelszó:
ja: パスワード:
pl: Hasło:
ru: Пароль:
sk: Heslo:
zh_tw: 密碼：

# PATHTAG
source: Path:
cs: Cesta:
de: Pfad:
hu: Elérési út:
it: Percorso:
ja: パス:
pl: Ścieżka:
ru: Путь:
sk: Cesta:
zh_tw: 路徑：

source: Pending
cs: Probíhající
de: Ausstehend
hu: Függőben
it: In sospeso
ja: 保留中
pl: W toku
ru: Отложено
sk: Čaká
zh_tw: 待處理的

source: Policies
cs: Zásady
de: Richtlinien
hu: Házirendek
it: Norme
ja: ポリシー
pl: Założenia
ru: Политики
sk: Politiky
zh_tw: 規則

source: Polish
cs: Polština
de: Polnisch
hu: lengyel
it: Polacco
ja: ポーランド語
pl: Polski
ru: Польский
sk: poľština
zh_tw: 波蘭文

source: Portuguese
cs: Portugalština
de: Portugiesisch
hu: portugál
it: Portoghese
ja: ポルトガル語
pl: Portugalski
ru: Португальский
sk: portugalčina
zh_tw: 葡萄牙文

source: Portuguese-Brazil
cs: Brazilská portugalština
de: Portugiesisch Brasilien
hu: portugál (brazíliai)
it: Portoghese (Brasile)
ja: ポルトガル語 - ブラジル
pl: Portugalski — Brazylia
ru: Португальский (Бразилия)
sk: portugalčina - Brazília
zh_tw: 巴西葡萄牙文

source: Previous Page
cs: Předchozí stránka
de: Vorherige Seite
hu: Előző lap
it: Pagina precedente
ja: 前ページ
pl: Poprzednia strona
ru: Предыдущая страница
sk: Predchádzajúca strana
zh_tw: 上一頁

# PRIVATEIPTAG
source: Private IP Address:
cs: Soukromá adresa IP:
de: Private IP-Adresse:
hu: Magán IP-cím:
it: Indirizzo IP privato:
ja: 専用IPアドレス:
pl: Prywatny adres IP:
ru: Частный IP-адрес:
sk: Súkromná adresa IP:
zh_tw: 私人 IP 位址：

# PRIVATEURI
source: Private URL:
cs: Privátní URL:
hu: Magán URL-cím:
it: URL privato
ja: プライベートURL:
pl: Prywatny adres URL:
ru: Внутренний URL:
sk: Súkromná adresa URL:
zh_tw: 私人 URL：

source: Private URL
cs: Privátní URL
hu: Magán URL-cím
it: URL privato
ja: プライベートURL
pl: Prywatny adres URL
ru: Частный URL
sk: Súkromná adresa URL
zh_tw: 私人 URL

source: Provision
cs: Poskytnutí
de: Bereitstellung
hu: Hozzáférés engedélyezése
it: Esegui provisioning
ja: プロビジョニング
pl: Świadczenie usług
ru: Предоставление доступа
sk: Poskytovanie
zh_tw: 供應

source: Provision / Reprovision
cs: Poskytnout/Znovu poskytnout
de: Bereitstellung / Wiederbereitstellung
hu: Üzembe áll. / újraengedélyezés
it: Provisioning/Reprovisioning
ja: プロビジョニング / 再プロビジョニング
pl: Przypisanie/zmiana serwera domowego
ru: Пред.доступа/Изменение доступа
sk: Poskytnúť / Opakov. poskyt.
zh_tw: 供應 / 重新供應

# PUBLICIPTAG
source: Public IP Address:
cs: Veřejná adresa IP:
de: Öffentliche IP-Adresse:
hu: Nyilvános IP-cím:
it: Indirizzo IP pubblico:
ja: 公開IPアドレス:
pl: Publiczny adres IP:
ru: Внешний IP-адрес:
sk: Verejná adresa IP:
zh_tw: 公用 IP 位址：

# PUBLICURI
source: Public URL:
cs: Veřejná URL:
de: Öffentliche URL:
hu: Nyilvános URL-cím:
it: URL pubblico:
ja: パブリックURL:
pl: Publiczny adres URL:
ru: Внешний URL:
sk: Verejná adresa URL:
zh_tw: 公用 URL：

source: Public URL
cs: Veřejná URL:
de: Öffentliche URL
hu: Nyilvános URL-cím
it: URL pubblico
ja: パブリックURL
pl: Publiczny adres URL
ru: Общий URL
sk: Verejná adresa URL
zh_tw: 公用 URL

source: Read Only
cs: Pouze pro čtení
de: Schreibgeschützt
hu: Csak olvasás
it: Solo lettura
ja: 読み込み専用
pl: Tylko do odczytu
ru: Только чтение
sk: Iba na čítanie
zh_tw: 唯讀

source: Read Write
cs: Čtení/zápis
de: Lesen Schreiben
hu: Olvasás és írás
it: Lettura/Scrittura
ja: 読み書き
pl: Odczyt/Zapis
ru: Чтение/запись
sk: Čítanie a zápis
zh_tw: 讀寫

# REMOVEMEMBERS
source: Remove Users
cs: Odstranit uživatele
de: Benutzer entfernen
hu: Felhasználók eltávolítása
it: Rimuovi utenti
ja: ユーザの削除
pl: Usuń użytkowników
ru: Удаленные пользователи
sk: Odstrániť používateľov
zh_tw: 移除使用者

source: Report Directory
cs: Adresář hlášení
de: Berichtsverzeichnis
hu: Jelentési könyvtár
it: Directory rapporto
ja: ディレクトリのレポート
pl: Katalog raportów
ru: Каталог отчета
sk: Adresár zostavy
zh_tw: 報告目錄

# REPORTDIRECTORYTAG
source: directory:
cs: adresář:
de: Verzeichnis:
hu: könyvtár:
ja: ディレクトリ:
pl: katalogu:
ru: каталог:
sk: adresár:
zh_tw: 目錄：

source: Report iFolder
cs: Hlášení složky iFolder
de: iFolder-Berichtsordner
hu: iFolder jelentése
it: Rapporto iFolder
ja: iFolderのレポート
pl: iFolder raportów
ru: Создать отчет iFolder
sk: Zostava iFolder
zh_tw: 報告 iFolder

# REPORTIFOLDERTAG
source: iFolder:
cs: Složka iFolder:
ru: Папка iFolder:

source: Reports
cs: Oznámení
de: Berichte
hu: Jelentések
it: Rapporti
ja: レポート
pl: Raporty
ru: Отчеты
sk: Zostavy
zh_tw: 報告

# RETYPEPASSWORDTAG
source: Retype Password:
cs: Zopakujte heslo:
de: Passwort wiederholen:
hu: Jelszó ismételt beírása:
it: Ridigitare la password:
ja: パスワードの再入力:
pl: Wpisz ponownie hasło:
ru: Повторный ввод пароля:
sk: Znova zadajte heslo:
zh_tw: 重新輸入密碼：

source: Rights
cs: Práva
de: Rechte
hu: Jogok
it: Diritti
ja: 権利
pl: Prawa
ru: Права
sk: Práva
zh_tw: 權限

source: Russian
cs: Ruština
de: Russisch
hu: orosz
it: Russo
ja: ロシア語
pl: Rosyjski
ru: Русский
sk: ruština
zh_tw: 俄文

source: Save
cs: Uložit
de: Speich.
hu: Mentés
it: Salva
ja: 保存
pl: Zapisz
ru: Сохран.
sk: Uložiť
zh_tw: 儲存
