Repository: ifolder/simias
Catalog: src/admin/iFolderAdmin.*.resx
Languages: cs, de, hu, it, ja, pl, ru, sk, zh_tw

# ERRORINVALIDDATA
source: All fields are mandatory. Please check and re-enter
cs: Všechna pole jsou povinná. Zkontrolujte je a zadejte je znovu
de: Alle Felder sind obligatorisch. Überprüfen und wiederholen Sie die Eingabe
hu: Minden mezőt kötelező kitölteni. Ellenőrizze, és írja be újra
it: Tutti i campi sono obbligatori. Verificarli e immettere nuovamente i dati
ja: すべてのフィールドが入力必須フィールドです。確認してから再度入力してください
pl: Wszystkie pola są wymagane. Sprawdź i wprowadź ponownie
ru: Все поля обязательны. Проверьте и повторите ввод
sk: Všetky polia sú povinné. Skontrolujte ich a znova zadajte hodnoty
zh_tw: 所有欄位都是強制性欄位。請檢查並重新輸入

# ERRORPROXYPASSWORDSDOESNOTMATCH
source: Proxy User Passwords does not match. Please re-enter correct passwords
cs: Uživatelská hesla proxy se neshodují. Zadejte znovu správná hesla
de: Passwörter der Proxy-Benutzer stimmen nicht überein. Geben Sie die richtigen Passwörter erneut ein
hu: A proxyjelszavak nem egyeznek. Írja be újra a helyes jelszavakat
it: Le password dell'utente incaricato non corrispondono. Immettere le password corrette
ja: プロキシユーザのパスワードが一致しません。正しいパスワードを再度入力してください
pl: Niezgodne hasła pełnomocnika. Wprowadź ponownie prawidłowe hasła.
ru: Пароли прокси-пользователя не совпадают. Введите правильный пароль
sk: Heslá používateľov servera proxy sa nezhodujú. Zadajte znova správne heslá
zh_tw: 代理使用者密碼不符合。請重新輸入正確的密碼

# ERRORINVALIDLIMIT
source: An invalid file size limit value was specified. Value must be lesser than Disk Space Quota.
cs: Byla zadána neplatná hodnota omezení velikosti souboru. Hodnota musí být menší než Kvóta diskového prostoru
de: Ungültige Dateigrößenbegrenzung. Wert muss kleiner sein als das Speicherplatzkontingent.
hu: Érvénytelen fájlméret van megadva. Az értéknek kisebbnek kell lennie a lemezkvóta beállításánál.
it: Limite delle dimensioni dei file specificato non valido. Il valore deve essere minore della quota di spazio su disco.
ja: 無効なファイルサイズ限界値が指定されました。値はディスクスペースクォータよりも少なくする必要があります。
pl: Określono nieprawidłową wartość limitu rozmiaru pliku. Wartość musi być mniejsza niż wartość przydziału miejsca na dysku.
ru: Указано неправильное значение ограничения размера файла. Значение не должно превышать квоту дискового пространства.
sk: Bola zadaná neplatná hodnota limitu pre veľkosť súboru. Hodnota musí byť menšia ako kvóta miesta na disku.
zh_tw: 指定的檔案大小限制值無效。值必須小於「磁碟空間配額」。

# ERRORINVALIDQUOTA
source: An invalid disk space quota value was specified. Value must be between 1 and 2e+063 - 1.
cs: Byla zadána neplatná hodnota kvóty diskového prostoru. Hodnota musí být v intervalu 1 až 2e+063 - 1.
de: Ungültige Speicherplatzquote. Wert muss zwischen 1 und 2e+063 - 1 liegen.
hu: Érvénytelen lemezkvóta van megadva. Az értéknek 1 és 2e+063 - 1 között kell lennie.
it: È stata specificata una quota di spazio su disco non valida. Il valore deve essere compreso tra 1 e 2e+063 - 1.
ja: ディスク容量の割り当て量として、無効な値が指定されました。値は1から2e+063 - 1の範囲内になくてはなりません。
pl: Określono nieprawidłową wartość przydziału miejsca na dysku. Wartość musi zawierać się między 1 a 2e+063 - 1.
ru: Указано неверное значение квоты дискового пространства. Диапазон значений: от 1 до 2e+063 - 1.
sk: Bola zadaná neplatná hodnota kvóty priestoru. Hodnota musí byť z intervalu od 1do 2e+063 - 1.
zh_tw: 指定的磁碟空間容量無效。值必須介於 1 到 2e+063 - 1 之間。

# ERRORINVALIDIFOLDERLIMIT
source: An invalid ifolder limit value was specified. Value must be between 0 and 2e+063 - 1.
cs: Byla zadána neplatná hodnota omezení velikosti složky iFolder. Hodnota musí být v intervalu 0 až 2e+063 - 1.
de: Ungültier Begrenzungswert für iFolder angegeben. Wert muss zwischen 0 und 2e+063 - 1 liegen.
hu: Érvénytelen határérték van megadva az iFolder mappához. Az értéknek 0 és 2e+063 - 1 között kell lennie.
it: Limite specificato per le cartelle iFolder non valido. Il valore deve essere compreso tra 0 and 2e+063 - 1.
ja: 無効なiFolder限度値が指定されました。値は0～2e+063 - 1の間にする必要があります。
pl: Określono nieprawidłową wartość limitu iFolderu. Wartość musi należeć do zakresu od 0 do 2e+063 - 1.
ru: Указано неверное значение ограничения для папки iFolder. Значение должно быть в диапазоне 0 и 2e+063 - 1.
sk: Bola zadaná neplatná hodnota limitu pre priečinok iFolder. Hodnota musí byť v rozmedzí 0 až 2e+063 - 1.
zh_tw: 指定的 iFolder 限制值無效。值必須介於 0 與 2e+063 - 1 之間。

# ERRORINVALIDSYNCINTERVAL
source: An invalid synchronization interval was specified. Value must be between 5 and 999.
cs: Byl zadán neplatný synchronizační interval. Hodnota musí být v rozmezí 5 až 999.
de: Ungültiges Synchronisierungsintervall. Wert muss zwischen 5 und 999 liegen.
hu: Érvénytelen szinkronizálási időköz van megadva. Az értéknek 5 és 999 között kell lennie.
it: È stato specificato un intervallo di sincronizzazione non valido. Il valore deve essere compreso tra 5 e 999.
ja: 無効な同期間隔が指定されました。値は5～999でなければなりません。
pl: Określono nieprawidłowy interwał synchronizacji. Wartość musi zawierać się w przedziale od 5 do 999.
ru: Указан неверный интервал синхронизации. Диапазон значений: от 5 до 999.
sk: Bol zadaný neplatný interval synchronizácie. Hodnota musí byť v rozmedzí od 5 do 999.
zh_tw: 指定的同步間隔無效。值必須在 5 與 999 之間。

# ERRORINVALIDIDSYNCINTERVAL
source: An invalid synchronisation interval was specified. Value must be between 5 and 10080.
cs: Byl zadán neplatný synchronizační interval. Hodnota musí být v rozmezí 5 až 10080.
de: Das angegebene Synchronisierungsintervall ist ungültig. Der Wert muss zwischen 5 und 10080 liegen.
hu: Érvénytelen a megadott szinkronizálási időköz. Az érték csak 5 és 10 080 között lehet.
it: L'intervallo di sincronizzazione specificato non è valido. Il valore deve essere compreso tra 5 e 10080.
ja: 無効な同期間隔が指定されました。値は5～10080でなければなりません。
pl: Określono nieprawidłowy interwał synchronizacji. Wartość musi być z przedziału od 5 do 10 080.
ru: Указан недопустимый интервал синхронизации. Значение должно быть от 5 до 10080.
sk: Bol zadaný neplatný interval synchronizácie. Hodnota musí byť v rozsahu od 5 do 10 080.
zh_tw: 指定的同步間隔無效。值必須介於 5 到 10080 之間。

# ERRORLOCKEXCEPTION
source: The operation was cancelled because the iFolder has been locked/disabled by the administrator.
cs: Operace byla zrušena protože složka iFolder byla uzamčena/zablokována správcem.
de: Der Vorgang wurde abgebrochen, weil der iFolder-Ordner vom Administrator gesperrt/deaktiviert wurde.
hu: A művelet megszakadt, mivel a rendszergazda zárolta/letiltotta az iFolder mappát.
it: Operazione annullata. La cartella iFolder è stata bloccata o disabilitata dall'amministratore.
ja: iFolderが管理者によってロック/無効化されたため、操作はキャンセルされました。
pl: Anulowano operację z powodu zablokowania/wyłączenia iFolderu przez administratora.
ru: Операция была отменена, так как папка iFolder была заблокирована или запрещена администратором.
sk: Operácia bola zrušená, pretože priečinok iFolder bol uzamknutý alebo zakázaný správcom.
zh_tw: 此操作已取消，因為管理員已鎖定/停用 iFolder。

# ERRORMEMBERDOESNOTEXIST
source: The iFolder member does not exist.
cs: Člen složky iFolder neexistuje.
de: Das iFolder-Mitglied existiert nicht.
hu: Nem létező iFolder tag.
it: Il membro iFolder non esiste.
ja: iFolderのメンバーが存在しません。
pl: Członek iFolderu nie istnieje.
ru: Пользователь iFolder не существует.
sk: Člen priečinka iFolder neexistuje.
zh_tw: 此 iFolder 成員不存在。

# ERRORNOFILESIZE
source: No file size limit value was specified.
cs: Nebyla zadána žádná hodnota omezení velikosti souboru.
de: Es wurde keine Dateigrößenbegrenzung festgelegt.
hu: Nincs megadva fájlméret-korlátozás.
it: Nessun limite di dimensione file specificato.
ja: ファイルサイズ制限に値が指定されていません。
pl: Nie określono wartości limitu rozmiaru pliku.
ru: Ограничение на размер файла не указано.
sk: Nebolo zadané obmedzenie veľkosti súboru.
zh_tw: 未指定檔案大小限制值。

# ERRORNOQUOTA
source: No disk space quota value was specified.
cs: Nebyla zadána žádná kvóta diskového prostoru.
de: Kein Wert für das Speicherplatzkontingent angegeben.
hu: Nincs megadva lemezkvóta.
it: Nessun valore della quota di spazio su disco specificato.
ja: ディスク容量の割り当て量値が指定されていません。
pl: Nie określono żadnej wartości przydziału ilości miejsca na dysku twardym.
ru: Не указано значение квоты диска.
sk: Nebola zadaná hodnota kvóty miesta na disku.
zh_tw: 未指定磁碟空間容量。

# ERRORNOIFOLDERLIMIT
source: No ifolder limit value was specified.
cs: Nebyla zadána hodnota omezení složky iFolder.
de: Kein Begrenzungsewert für iFolder angegeben.
hu: Nincs megadva határérték az iFolder mappához.
it: Nessun limite specificato per le cartelle iFolder.
ja: iFolderの限界値が指定されませんでした。
pl: Nie określono wartości limitu iFolderu.
ru: Не указано значение ограничения для папки iFolder.
sk: Nebola zadaná hodnota limitu pre priečinok iFolder
zh_tw: 沒有指定 iFolder 限制值。

# ERRORNOSYNCINTERVAL
source: No synchronization interval was specified.
cs: Nebyl zadán žádný synchronizační interval.
de: Kein Synchronisierungsintervall angegeben.
hu: Nincs megadva szinkronizálási időköz.
it: Nessun intervallo di sincronizzazione specificato.
ja: 同期間隔が指定されていません。
pl: Nie określono interwału synchronizacji.
ru: Интервал синхронизации не указан.
sk: Nebol zadaný interval synchronizácie.
zh_tw: 未指定同步間隔。

# ERRORNOTADMINISTRATOR
source: User is not an iFolder Administrator.
cs: Uživatel není správcem složky iFolder.
de: Benutzer ist kein iFolder-Administrator.
hu: A felhasználó nem iFolder rendszergazda.
it: L'utente non è un amministratore iFolder.
ja: ユーザはiFolderの管理者ではありません。
pl: Użytkownik nie jest administratorem programu iFolder.
ru: Пользователь не является администратором iFolder.
sk: Používateľ nie je správcom priečinka iFolder.
zh_tw: 使用者不是 iFolder 管理員。

# ERRORTEMPLATE
source: Error: {0}
cs: Chyba: {0}
de: Fehler: {0}
hu: Hiba: {0}
it: Errore: {0}
ja: エラー: {0}
pl: Błąd: {0}
ru: Ошибка: {0}
sk: Chyba: {0}
zh_tw: 錯誤：{0}

# ERRORTYPE
source: Unexpected Error
cs: Neočekávaná chyba
de: Unerwarteter Fehler
hu: Nem kezelt hiba
it: Errore imprevisto
ja: 予期しないエラー
pl: Nieoczekiwany błąd
ru: Непредвиденная ошибка
sk: Neočakávaná chyba
zh_tw: 非預期的錯誤

# ERRORINSTRUCTIONS
source: <p>iFolder Web Access has experience an unexpected error.</p> <p>We apologize for any inconvenience and request that you log out and try again.</p>
cs: <p>Aplikace iFolder Web Access zaznamenala neočekávanou chybu.</p> <p>Omlouváme se za veškeré nepříjemnosti a žádáme vás, abyste se odhlásili a zkusili to znovu.</p>
de: <p>Unerwarteter iFolder Web Access-Fehler.</p> <p>Bitte entschuldigen Sie eventuelle Unannehmlichkeiten. Melden Sie sich bitte ab und wieder an.</p>
hu: <p>Az iFolder Web Access váratlan hibát tapasztalt.</p> <p>Elnézést az esetleges kényelmetlenségért, legyen szíves, jelentkezzen ki, és próbálja meg újra.</p>
it: <p>Errore imprevisto di Accesso Web iFolder.</p> <p>Ci scusiamo per l'inconveniente. Eseguire il logout e riprovare.</p>
ja: <p>iFolder Web Accessに予期せぬエラーが発生しました。</p> <p>申し訳ありませんが、ログアウトして再度実行してください。</p>
pl: <p>W aplikacji iFolder Web Access wystąpił nieoczekiwany błąd.</p> <p>Przepraszamy za wszelkie niedogodności oraz prosimy o wylogowanie się i ponowienie próby.</p>
ru: <p>Произошла неожиданная ошибка веб-клиента iFolder.</p> <p>Приносим извинения за причиненные неудобства. Выйдите из системы и повторите попытку.</p>
sk: <p>Služba iFolder Web Access narazila na neočakávanú chybu.</p> <p>Ospravedlňujeme sa za spôsobené ťažkosti. Odhláste sa a skúste to znova.</p>
zh_tw: <p>iFolder Web 存取發生非預期的錯誤。</p> <p>我們為帶來的任何不便表示歉意，請您登出然後再試一次。</p>

# ERRORUNKNOWNERROR
source: An unknown error has occurred.
cs: Došlo k neznámé chybě.
de: Unbekannter Fehler.
hu: Ismeretlen hiba történt.
it: Si è verificato un errore sconosciuto.
ja: 不明なエラーが発生しました
pl: Wystąpił nieznany błąd.
ru: Неизвестная ошибка.
sk: Vyskytla sa neznáma chyba.
zh_tw: 發生不明錯誤。

# ERRORUSERDOESNOTEXIST
source: The specified iFolder user does not exist.
cs: Uvedený uživatel složky iFolder neexistuje.
de: Der angegebene iFolder-Benutzer existiert nicht.
hu: A megadott iFolder felhasználó nem létezik.
it: L'utente iFolder specificato non esiste.
ja: 指定されたiFolderユーザは存在しません。
pl: Określony użytkownik programu iFolder nie istnieje.
ru: Указанный пользователь iFolder не существует.
sk: Zadaný používateľ služby iFolder neexistuje.
zh_tw: 指定的 iFolder 使用者不存在。

# EVERYTAG
source: Every:
cs: Každý:
de: Alle:
hu: Időköz:
it: Ogni:
ja: 頻度:
pl: Co:
ru: Каждые:
sk: Každý:
zh_tw: 每隔：

source: Excluded files
cs: Vyloučené soubory
de: Ausgeschlossene Dateien
hu: Kizárt fájlok
it: File esclusi
ja: ファイルの除外
pl: Wykluczone pliki
ru: Исключенные файлы
sk: Vylúčené súbory
zh_tw: 排除的檔案

source: Fatal
cs: Kritický
de: Gravierend
hu: Végzetes
it: Fatale
ja: 致命的エラー
pl: Krytyczny
ru: Фатальный
sk: Závažná
zh_tw: 嚴重

source: File
cs: Soubor
de: Datei
hu: Fájl
ja: ファイル
pl: Plik
ru: Файл
sk: Súbor
zh_tw: 檔案

source: File Name
cs: Název souboru
de: Dateiname
hu: Fájlnév
it: Nome file
ja: ファイル名
pl: Nazwa pliku
ru: Имя файла
sk: Názov súboru
zh_tw: 檔名

source: Files
cs: Soubory:
de: Dateien
hu: Fájlok
it: File
ja: ファイル
pl: Pliki
ru: Файлы
sk: Súbory
zh_tw: 檔案

# FILESTAG
source: Files:
cs: Soubory:
de: Dateien:
hu: Fájlok:
it: File:
ja: ファイル:
pl: Pliki:
ru: Файлы:
sk: Súbory:
zh_tw: 檔案：

source: File size
cs: Velikost souboru
de: Dateigröße
hu: Fájlméret
it: Dimensione file
ja: ファイルサイズ
pl: Rozmiar pliku
ru: Размер файла
sk: Veľkosť súboru
zh_tw: 檔案大小

# FILETYPEALREADYEXISTS
source: The specified file name already exists in the list.
cs: Uvedený název souboru již v seznamu existuje.
de: Der angegebene Dateiname ist bereits in der Liste vorhanden.
hu: A megadott név már szerepel a listában.
it: Il nome di file specificato esiste già nell'elenco.
ja: 指定された名前はすでにリストに存在します。
pl: Na liście znajduje się już określona nazwa pliku.
ru: Указанное имя файла уже существует в списке.
sk: Zadaný názov súboru už v zozname existuje.
zh_tw: 指定的檔名已存在清單中。

source: First
cs: První
de: Erster
hu: Első
it: Primo
ja: 最初
pl: Pierwszy
ru: Первый
sk: Prvé
zh_tw: 第一個

source: First Name
cs: Křestní jméno
de: Vorname
hu: Utónév
it: Nome
ja: 名
pl: Imię
ru: Имя
sk: Krstné meno
zh_tw: 名字

# FIRSTNAMETAG
source: First Name:
cs: Křestní jméno
de: Vorname:
hu: Utónév:
it: Nome:
ja: 名:
pl: Imię:
ru: Имя:
sk: Krstné meno:
zh_tw: 名字：

source: First Page
cs: První stránka
de: Erste Seite
hu: Első lap
it: Prima pagina
ja: 最初のページ
pl: Pierwsza strona
ru: Первая страница
sk: Prvá strana
zh_tw: 第一頁

# FORMATTAG
source: Format:
cs: Formát:
hu: Formátum:
it: Formato:
ja: フォーマット:
ru: Формат:
sk: Formát:
zh_tw: 格式：

source: French
cs: Francouzština
de: Französisch
hu: francia
it: Francese
ja: フランス語
pl: Francuski
ru: Французский
sk: francúzština
zh_tw: 法文

source: Frequency
cs: Četnost
de: Häufigkeit
hu: Gyakoriság
it: Frequenza
ja: 頻度
pl: Częstotliwość
ru: Частота
sk: Frekvencia
zh_tw: 頻率

source: Full name
cs: Celé jméno
de: Vollständiger Name
hu: Teljes név
it: Nome completo
ja: フルネーム
pl: Imię i nazwisko
ru: Полное имя
sk: Celé meno
zh_tw: 全名

# FULLNAMETAG
source: Full name:
cs: Celé jméno:
de: Vollständiger Name:
hu: Teljes név:
it: Nome completo:
ja: フルネーム:
pl: Imię i nazwisko:
ru: Полное имя:
sk: Celý názov:
zh_tw: 全名：

# FULLNAMEDISLAYTAG
source: Name Display:
cs: Zobrazení jména:
de: Namensanzeige:
hu: Név megjelenítése:
it: Visualizzazione nome:
ja: 名前の表示:
pl: Wyświetlanie nazwy:
ru: Отображение имени:
sk: Zobrazenie mena:
zh_tw: 名稱顯示：

source: Full Name Display Order:
cs: Pořadí zobrazení celého jména:
de: Anzeigereihenfolge für vollständigen Namen:
hu: Teljes név megjelenítési sorrendje:
it: Ordine visualizzazione nome completo:
ja: フルネームの表示順序:
pl: Kolejność wyświetlania pełnych nazw:
ru: Порядок отображения полного имени:
sk: Poradie zobrazenia celého mena:
zh_tw: 完整名稱顯示順序：

source: GB
ru: Гб

# GENERATEDAILYREPORT
source: Generate report everyday at {0} and store it in {1}
cs: Generovat zprávu každý den v {0} do {1}
de: Täglich Bericht erstellen um {0} im {1}
hu: Jelentés készítése mindennap, időpont: {0}, hely: {1}
it: Genera rapporto ogni giorno alle {0} e archivialo in {1}
ja: 毎日、{0} ～ {1} の間にレポートを生成
pl: Generuj codzienny raport o {0} do {1}
ru: Формировать отчет каждый день в {0} для {1}
sk: Generovať zostavu každý deň o {0} do {1}
zh_tw: 在 {0} 每天產生報告至 {1}

# GENERATEMONTHLYREPORT
source: Generate report on day {0} of every month at {1} and store it in {2}
cs: Generovat zprávu {0}. den každého měsíce v {1} do {2}
de: Bericht am {0} Tag jeden Monats um {1} im {2} generieren.
hu: Jelentés készítése minden hónap {0}. napján, időpont: {1}, hely: {2}
it: Genera rapporto il giorno {0} di ogni mese alle {1} nel {2}
ja: 毎月 {0} 日の {1} ～ {2} にレポートを生成する
pl: Generuj raport {0} dnia każdego miesiąca o {1} do {2}
ru: Формировать отчет в {0} день каждого месяца в {1} для {2}
sk: Generovať zostavu {0}. deň každého mesiaca o {1} do {2}
zh_tw: 在 {1} 於每個月的第 {0} 天產生報告至 {2}

# GENERATEWEEKLYREPORT
source: Generate report every {0} at {1} and store it in {2}
cs: Generovat zprávu každý {0} v {1} do {2}
de: Bericht erstellen alle {0} um {1} in {2}
hu: Jelentés készítése – nap: {0}, időpont: {1}, hely: {2}
it: Genera rapporto ogni {0} alle {1} e archivialo in {2}
ja: 毎 {0}、{1} ～ {2} の間にレポートを生成
pl: Generuj raport co {0} o {1} do {2}
ru: Формировать отчет каждые {0} в {1} для {2}
sk: Generovať zostavu každý {0} o {1} do {2}
zh_tw: 在 {1} 每隔 {0} 產生報告至 {2}

source: German
cs: Němčina
de: Deutsch
hu: német
it: Tedesco
ja: ドイツ語
pl: Niemiecki
ru: Немецкий
sk: nemčina
zh_tw: 德文

source: Help
cs: Nápověda
de: Hilfe
hu: Súgó
ja: ヘルプ
pl: Pomoc
ru: Справка
sk: Pomocník
zh_tw: 說明

# HOME
source: Home server
cs: Domácí server
de: Basisserver
hu: Kezdő kiszolgáló
ja: ホームサーバ
pl: Serwer domowy
ru: Основной сервер
sk: Domovský server
zh_tw: 主目錄伺服器

source: Completed
cs: Dokončeno
de: Abgeschlossen
hu: Kész
it: Completato
ja: 完了
pl: Ukończono
ru: Завершено
sk: Dokončené
zh_tw: 已完成

# COMPLETEDTAG
source: Completed:
cs: Dokončeno:
de: Abgeschlossen:
hu: Kész:
it: Completato:
ja: 完了:
pl: Ukończono:
ru: Завершено:
sk: Dokončené:
zh_tw: 已完成：

source: Hungarian
cs: Maďarština
de: Ungarisch
hu: magyar
it: Ungherese
ja: ハンガリー語
pl: Węgierski
ru: Венгерский
sk: maďarčina
zh_tw: 匈牙利文

# IDENTITYSYNCTAG
source: Identity Sync:
cs: Synchronizace identifikačních dat:
de: Identity-Synchronisierung:
hu: Identitás szinkronizálása:
it: Sincronizzazione identità:
ja: ID同期:
pl: Synchronizacja tożsamości:
ru: Синхронизация электронных персон:
sk: Synchronizácia identity:
zh_tw: 身分同步化：

# IFOLDERADMINS
source: iFolder Administrators
cs: Správci složky iFolder
de: iFolder-Administratoren
hu: iFolder rendszergazdák
it: Amministratori iFolder
ja: iFolder管理者
pl: Administratorzy programu iFolder
ru: Администраторы iFolder
sk: Správcovia služby iFolder
zh_tw: iFolder 管理員

source: iFolder Details
cs: Podrobnosti o složce iFolder
hu: Az iFolder adatai
it: Dettagli iFolder
ja: iFolder詳細
pl: Szczegółowe informacje o iFolderze
ru: Информация iFolder
sk: Podrobnosti o priečinku iFolder
zh_tw: iFolder 詳細資料

# IFOLDERDISABLED
source: Disable Synchronization
cs: Vypnout synchronizaci
de: Synchronisierung deaktivieren
hu: Szinkronizálás letiltása
it: Disabilita sincronizzazione
ja: 同期の無効化
pl: Wyłącz synchronizację
ru: Выключить синхронизацию
sk: Zakázať synchronizáciu
zh_tw: 停用同步

# IFOLDERISOWNEDBY
source: Owned by {0}
cs: Vlastněno {0}
de: Gehört zu {0}
hu: Tulajdonosa: {0}
it: Di proprietà di {0}
ja: 所有者: {0}
pl: Posiadany przez {0}
ru: Владелец: {0}
sk: Vlastnené používateľom {0}
zh_tw: {0} 所擁有

# IFOLDERLIMIT
source: iFolders per user
cs: Složky iFolder na uživatele
de: iFolder-Ordner pro Benutzer
hu: iFolder mappa / felhasználó
it: Cartelle iFolder per utente
ja: ユーザ別iFolder
pl: iFoldery dla poszczególnych użytkowników
ru: Количество папок iFolder на пользователя
sk: Priečinky iFolder podľa používateľov
zh_tw: 每位使用者的 iFolder

source: iFolders
cs: Složky iFolder
de: iFolder-Ordner
hu: iFolder mappák
it: iFolder
ja: iFolder
pl: iFoldery
ru: Папки iFolder
sk: Priečinky iFolder
zh_tw: iFolder

# IFOLDERSTAG
source: iFolders:
cs: Složky iFolder:
de: iFolder-Ordner:
hu: iFolder mappák:
it: iFolder:
ja: iFolder:
pl: iFoldery:
ru: Папки iFolder:
sk: Priečinky iFolder:
zh_tw: iFolder：

source: iFolder User Details
cs: Podrobnosti o uživateli složky iFolder
de: iFolder-Benutzerdetails
hu: iFolder felhasználó adatai
it: Dettagli utente iFolder
ja: iFolderユーザの詳細
pl: Szczegółowe informacje o użytkowniku programu iFolder
ru: Информация о пользователе iFolder
sk: Podrobnosti o používateľovi služby iFolder
zh_tw: iFolder 使用者詳細資料

source: iFolder Users
cs: Uživatelé aplikace iFolder
de: iFolder-Benutzer
hu: iFolder-felhasználók
it: Utenti iFolder
ja: iFolderユーザ
pl: Użytkownicy programu iFolder
ru: Пользователи iFolder
sk: Používatelia služby iFolder
zh_tw: iFolder 使用者

# REPROVISIONLIST
source: iFolder System Reprovision Status
cs: Stav opakovaného poskytování systému iFolder
de: iFolder-Systemwiederbereitstellungsstatus
hu: iFolder rendszer-újraengedélyezési állapot
it: Stato del nuovo provisioning del sistema iFolder
ja: iFolderシステム再プロビジョニングステータス
pl: Postęp zmiany serwera domowego systemu iFolder
ru: Состояние изменения доступа в системе iFolder
sk: Stav opätovného poskytovania v systéme aplikácie iFolder
zh_tw: iFolder 系統重新供應狀態

source: Info
cs: Informace
hu: Információ
it: Informazioni
ja: 情報
pl: Informacje
ru: Информация
sk: Informácie
zh_tw: 資訊

source: (Inheirited Policy)
cs: (Zděděné zásady)
de: (Vererbte Richtlinie)
hu: (örökölt házirend)
it: (norma ereditata)
ja: (継承されたポリシー)
pl: (założenia odziedziczone)
ru: (Наследуемая политика)
sk: (Zdedená politika)
zh_tw: (承襲的規則)

# INTERVALTAG
source: Interval:
de: Intervall:
hu: Időköz:
it: Intervallo:
ja: 間隔:
pl: Interwał:
ru: Интервал:
zh_tw: 間隔：

source: Italian
cs: Italština
de: Italienisch
hu: olasz
it: Italiano
ja: イタリア語
pl: Włoski
ru: Итальянский
sk: taliančina
zh_tw: 義大利文

source: Japanese
cs: Japonština
de: Japanisch
hu: japán
it: Giapponese
ja: 日本語
pl: Japoński
ru: Японский
sk: japončina
zh_tw: 日文

source: KB
ru: Кб

source: Last
cs: Poslední
de: Letzter
hu: Utolsó
it: Ultima
ja: 最後
pl: Ostatni
ru: Последний
sk: Posledná
zh_tw: 最後

# LASTLOGINTIMETAG
source: Last Login:
cs: Čas posledního přihlášení:
de: Uhrzeit der letzten Anmeldung:
hu: Legutóbbi bejelentkezés ideje:
it: Ora ultimo login:
ja: 最終ログイン時刻:
pl: Czas ostatniego logowania:
ru: Время последнего входа в систему:
sk: Čas posledného prihlásenia:
zh_tw: 前次登入時間：

source: Last Modified
cs: Naposledy změněno
de: Letzte Änderung
hu: Legutóbbi módosítás
it: Ultima modifica
ja: 最終更新日
pl: Ostatnia modyfikacja
ru: Последнее изменение
sk: Naposledy zmenené
zh_tw: 上次修改

source: Last Name
cs: Příjmení
de: Nachname
hu: Vezetéknév
it: Cognome
ja: 姓
pl: Nazwisko
ru: Фамилия
sk: Priezvisko
zh_tw: 姓氏

# HOMESERVERNAME
source: Home Server
cs: Domácí server
de: Basisserver
hu: Kezdő kiszolgáló
ja: ホームサーバ
pl: Serwer domowy
ru: Основной сервер
sk: Domovský server
zh_tw: 主目錄伺服器

# LASTNAMETAG
source: Last Name:
cs: Příjmení:
de: Nachname:
hu: Vezetéknév:
it: Cognome:
ja: 姓:
pl: Nazwisko:
ru: Фамилия:
sk: Priezvisko:
zh_tw: 姓氏：

source: Last Page
cs: Poslední stránka
de: Letzte Seite
hu: Utolsó lap
it: Ultima pagina
ja: 最後のページ
pl: Ostatnia strona
ru: Последняя страница
sk: Posledná strana
zh_tw: 最後一頁

# LDAPADMINNAME
source: LDAP Admin DN:
cs: DN správce LDAP:
de: LDAP-Administrator-DN:
hu: LDAP-rendszergazda megkülönböztetett neve (DN):
it: DN amministratore LDAP:
ja: LDAP管理者DN:
pl: Nazwa domeny administratora LDAP:
ru: Характерное имя пользователя Admin в LDAP:
sk: Názov domény správcu protokolu LDAP:
zh_tw: LDAP 管理員 DN：

# LDAPADMINPWD
source: LDAP Admin Password:
cs: Heslo správce LDAP:
de: LDAP-Administratorpasswort:
hu: LDAP-rendszergazda jelszava:
it: Password amministratore LDAP:
ja: LDAP管理者パスワード:
pl: Hasło administratora LDAP:
ru: Пароль пользователя Admin в LDAP:
sk: Heslo správcu protokolu LDAP:
zh_tw: LDAP 管理員密碼：

source: LDAP Details
cs: Podrobnosti protokolu LDAP
hu: LDAP-adatok
it: Dettagli LDAP
ja: LDAP詳細
pl: Szczegóły LDAP
ru: Информация о LDAP
sk: Podrobnosti o protokole LDAP
zh_tw: LDAP 細節
