Repository: ifolder/simias
Catalog: src/admin/iFolderAdmin.*.resx
Languages: cs, de, hu, it, ja, pl, ru, sk, zh_tw

# CONFIRMADDITION
source: IMPORTANT:The owner and group for the DataPath on the server must be set to apacheuser:apachegroup. This is mandatory to create or sync iFolders on this volume.
cs: DŮLEŽITÉ: Vlastník a skupina objektu DataPath na serveru musí být nastavena na hodnotu apacheuser:apachegroup. To je povinné pro vytvoření synchronizačních složek iFolder na tomto svazku.
de: WICHTIG: Eigentümer und Gruppe für den Datenpfad auf dem Server müssen auf 'apacheuser:apachegroup' gesetzt sein. Dies ist zum Erstellen bzw. Synchronisieren von iFolder-Ordnern auf diesem Volume zwingend erforderlich.
hu: FONTOS: A kiszolgálón az adatok elérési útjának tulajdonosát és csoportját az apacheuser:apachegroup értékre kell beállítani. Ez mindenképpen szükséges, ha ezen a köteten iFolder mappákat akarnak létrehozni vagy szinkronizálni.
it: IMPORTANTE: il proprietario e il gruppo per il percorso dei dati (DataPath) nel server devono essere impostati su apacheuser:apachegroup. Si tratta di un'impostazione obbligatoria per poter creare o sincronizzare cartelle iFolder nel volume.
ja: 重要: サーバのDataPathの所有者とグループは、apacheuser:apachegroupに設定する必要があります。この設定は、ボリュームにiFolderを作成または同期するために必須です。
pl: WAŻNE:Właściciel i grupa DataPath na serwerze muszą być ustawione jako apacheuser:apachegroup. Jest to niezbędne, aby utworzyć lub zsynchronizować iFoldery na tym wolumenie.
ru: ВАЖНО. В качестве владельца и группы для пути к данным на сервере необходимо указать apacheuser:apachegroup. Это обязательное требование для создания и синхронизации папок iFolder на этом томе.
sk: DÔLEŽITÉ: Vlastník a skupina v položke DataPath na serveri musia byť nastavení ako apacheuser:apachegroup. Je to podmienkou vytvorenia alebo synchronizácie priečinkov iFolder v tomto zväzku.
zh_tw: 重要：伺服器上 DataPath 的擁有者和群組必須設定成 apacheuser:apachegroup。這是在此卷冊上建立或同步化 iFolder 的強制規定。

# CONFIRMDELETION
source: IMPORTANT:A DataPath will only be deleted if no iFolders are created on it.
cs: DŮLEŽITÉ: Objekt DataPath bude odstraněn pouze v případě, kdy na něm nejsou vytvořeny žádné složky iFolder.
de: WICHTIG:Ein Datenpfad kann nur dann gelöscht werden, wenn sich in ihm keine iFolder befinden.
hu: FONTOS: Adatelérési út csak akkor törölhető, ha azon nem lett létrehozva iFolder.
it: IMPORTANTE: verrà cancellato un percorso dati solo se in esso non vengono create cartelle iFolder.
ja: 重要: DataPathは、そこにiFolderが作成されていない場合に限り、削除されます。
pl: WAŻNE: ścieżka danych zostanie usunięta tylko w przypadku, gdy we wskazywanym przez nią miejscu nie zostaną utworzone żadne iFoldery.
ru: ВАЖНО: DataPath удалится только в том случае, если в нем не создано папок iFolder.
sk: DÔLEŽITÉ. Položka DataPath sa odstráni, iba ak v nej nie sú vytvorené žiadne priečinky iFolder.
zh_tw: 重要：只有當 DataPath 上沒有建立 iFolder 時才會刪除 DataPath。

# ERRORIFOLDERTRANSFEREXCEPTION
source: Ownership could not be transferred as you are violating the limit of iFolders set by your Administrator.
cs: Vlastnictví nelze převést, protože překračujete počet složek iFolder nastavený správcem.
de: Die Eigentümerschaft konnte nicht übertragen werden, da hierdurch die vom Administrator festgelegte Höchstzahl an iFolder-Ordnern überschritten wird.
hu: A tulajdonosi szerepkört nem lehet átadni, mert sérti a rendszergazda által az iFolder mappákra vonatkozóan beállított korlátozást.
it: Impossibile trasferire la proprietà a causa della violazione del limite di cartelle iFolder impostato dall'amministratore.
ja: 管理者が設定したiFolderの制限に違反しているため、所有権を転送できませんでした。
pl: Nie można przenieść praw własności z powodu przekroczenia limitu liczby iFolderów ustawionego przez administratora.
ru: Владение не может быть передано из-за превышения предельного количества папок iFolder, установленного администратором.
sk: Vlastníctvo priečinka sa nemohlo previesť, pretože ste prekročili maximálny počet priečinkov iFolder nastavený správcom.
zh_tw: 無法轉送所有權，因為您將破壞您的管理員所設定的 iFolder 限制。

# CONFIRMENCRYPTION
source: 'Passphrase Based Encryption' option provides a choice for individual iFolder to be encrypted based on the user provided pass-phrase. Enforced option can be turned off, but 'On' option once saved is ir-reversible, click OK to Save or Cancel to stay in the current page without Saving.
cs: Možnost 'Šifrování s heslem' umožňuje zašifrovat jednotlivé složky iFolder pomocí hesla zadaného uživatelem. Povinnou možnost lze vypnout, ale jakmile uložíte možnost 'Zapnuto', nelze stav vrátit. Pro uložení klepněte na možnost OK, chcete-li na aktuální stránce zůstat bez ukládání, klepněte na možnost Storno.
de: Mit der Option 'Passwortsatz-basierte Verschlüsselung' können einzelne iFolder-Ordner ausgewählt werden, die auf der Grundlage des vom Benutzer angegebenen Passwortsatzes verschlüsselt werden sollen. Die Option 'Erzwungen' kann deaktiviert werden, die Option 'Ein' kann jedoch nach dem Speichern nicht mehr rückgängig gemacht werden. Klicken Sie auf 'OK', um zu speichern, oder auf 'Abbrechen', um ohne zu speichern auf der aktuellen Seite zu bleiben.
hu: A "Hozzáférési kód alapú titkosítás" beállítás lehetőséget ad az egyes iFolder mappáknak a felhasználó által megadott hozzáférési kód használatával való titkosítására. A Kikényszerített beállítás kikapcsolható, de a Be beállítás a mentést követően nem vonható vissza. Az OK gombra kattintva mentheti a beállítást, a Mégse gombra kattintva mentés nélkül az aktuális oldalon marad.
it: L'opzione "Cifratura basata su stringa" consente di cifrare singole cartelle iFolder mediante una stringa di cifratura specificata dall'utente. L'opzione di imposizione può essere disattivata, tuttavia non sarà più consentito disattivare l'opzione "Attivo" dopo averla salvata. Fare clic su OK per salvare oppure su Annulla per rimanere nella pagina corrente senza salvare.
ja: ［パスフレーズベースの暗号化］オプションでは、ユーザ指定のパスフレーズを基に個別のiFolderを暗号化するよう選択できます。［強制］オプションはオフにできますが、［オン］オプションは一度設定すると元に戻すことはできず、［OK］をクリックして保存するか、［キャンセル］をクリックして、保存せずに現在のページを続行します。
pl: Opcja Szyfrowanie oparte na zwrocie hasłowym umożliwia wybranie poszczególnych iFolderów, które będą szyfrowane na podstawie podanego przez użytkownika zwrotu hasłowego. Wymuszoną opcję można wyłączyć, ale zapisanie włączenie tej opcji jest krokiem nieodwracalnym. Kliknij przycisk OK, aby zapisać lub kliknij przycisk Anuluj, aby pozostać na bieżącej stronie bez zapisywania.
ru: Параметр шифрования с контрольной фразой позволяет зашифровать отдельную папку iFolder с применением контрольной фразы, заданной пользователем. После включения параметра его можно отключить, однако в случае сохранения с включенным параметром изменения становятся необратимыми. Щелкните \"ОК\" для сохранения изменений или \"Отмена\" для продолжения работы с текущей страницей без сохранения.
sk: Možnosť Šifrovanie podľa prístupového výrazu ponúka voľbu šifrovania jednotlivých priečinkov iFolder na základe prístupového výrazu poskytnutého používateľom. Možnosť vynútenia sa dá vypnúť, no po uložení sa možnosť Zap. nedá vrátiť späť. Ak chcete výber uložiť, kliknite na tlačidlo OK. Ak chcete ostať na aktuálnej stránke bez uloženia, kliknite na tlačidlo Zrušiť.
zh_tw: 「以密碼片語為基礎的加密」選項，提供使個別 iFolder 選擇根據使用者提供之密碼片語進行加密的選項。強制的選項雖然可以關閉，但是「開啟」選項一經儲存就無法回復，按一下「確定」即可儲存，或是按一下「取消」，保持目前頁面而不儲存。

source: Initializing
cs: Inicializace
de: Initialisierung
hu: Inicializálás
it: Inizializzazione
ja: 初期化中
pl: Inicjowanie
ru: Инициализация
sk: Inicializuje sa
zh_tw: 正在啟始化

source: Transfering
cs: Přenášení
de: Übertragung
hu: Átvitel
it: Trasferimento
ja: 転送中
pl: Przesyłanie
ru: Передача
sk: Prenáša sa
zh_tw: 正在傳輸

# SERVERNAMETAG
source: Server:
hu: Kiszolgáló:
ja: サーバ:
pl: Serwer:
ru: Сервер:
zh_tw: 伺服器：

source: Edit Admin Rights
cs: Upravit práva správce
de: Admin-Rechte bearbeiten
hu: Rendszergazdai jogok szerkesztése
it: Modifica diritti amministratore
ja: 管理者の権利を編集
pl: Edytuj prawa administratora
ru: Изменить права администратора
sk: Upraviť práva správcu
zh_tw: 編輯管理員權限

source: All Admins
cs: Všichni správci
de: Alle Admins
hu: Minden rendszergazda
it: Tutti gli amministratori
ja: すべての管理者
pl: Wszyscy administratorzy
ru: Все администраторы
sk: Všetci správcovia
zh_tw: 所有管理員

source: Group Admins
cs: Správci skupiny
de: Gruppen-Admins
hu: Csoport rendszergazdái
it: Amministratori del gruppo
ja: グループ管理者
pl: Administratorzy grupy
ru: Администраторы группы
sk: Správcovia skupín
zh_tw: 群組管理員

# SECONDARYADMIN
source: Secondary Administrator
cs: Sekundární správce
de: Sekundärer Administrator
hu: Másodlagos rendszergazda
it: Amministratore secondario
ja: 2番目の管理者
pl: Administrator dodatkowy
ru: Дополнительный администратор
sk: Sekundárny správca
zh_tw: 次要管理員

source: Secondary
cs: Sekundární
de: Sekundär
hu: Másodlagos
it: Secondario
ja: 2番目
pl: Dodatkowy
ru: Дополнит.
sk: Sekundárny
zh_tw: 次要

source: Repeat
cs: Opakovat
de: Wiederholen
hu: Ismétlés
it: Ripeti
ja: 繰り返す
pl: Powtórz
ru: Повторить
sk: Opakovať
zh_tw: 重複

source: Group Name
cs: Název skupiny
de: Gruppenname
hu: Csoportnév
it: Nome gruppo
ja: グループ名
pl: Nazwa grupy
ru: Имя группы
sk: Názov skupiny
zh_tw: 群組名稱

source: None
cs: Žádné
de: Keine
hu: Nincs
it: Nessuno
ja: なし
pl: Brak
ru: Нет
sk: Žiadne
zh_tw: 無

source: Add Root
cs: Přidat kořen
de: Root hinzufügen
hu: Gyökér hozzáadása
it: Aggiungi radice
ja: ルートの追加
pl: Dodaj folder główny
ru: Добавить корень
sk: Pridať koreňový adresár
zh_tw: 新增根部

# ERRORSELECTGROUP
source: Error: Select a group to proceed
cs: Chyba: Chcete-li pokračovat, vyberte skupinu.
de: Fehler: Gruppe auswählen, um fortzufahren
hu: Hiba: a folytatáshoz jelöljön ki egy csoportot
it: Errore: selezionare un gruppo per procedere
ja: エラー: 続行するにはグループを選択してください
pl: Błąd: wybierz grupę, aby kontynuować.
ru: Ошибка: для продолжения выберите группу
sk: Chyba: Vyberte skupinu, ak chcete pokračovať
zh_tw: 錯誤：選取群組以繼續

source: Group Disk Quota:
cs: Disková kvóta skupiny:
de: Speicherplatzquote der Gruppe:
hu: Csoport lemezkvótája:
it: Quota del disco del gruppo:
ja: グループのディスク割り当て量:
pl: Przydział dysku dla grupy:
ru: Дисковая квота группы:
sk: Kvóta disku pre skupinu:
zh_tw: 群組磁碟配額：

source: Disk Space Used:
cs: Obsazené místo na disku:
de: Belegter Speicherplatz:
hu: Felhasznált lemezterület:
it: Spazio su disco utilizzato:
ja: 使用済みディスク容量:
pl: Używane miejsce na dysku:
ru: Используемое место на диске:
sk: Využité miesto na disku:
zh_tw: 已使用的磁碟空間：

# DELETESECONDARYADMIN
source: Delete Secondary Administrator:
cs: Odstranit sekundárního správce:
de: Sekundären Administrator löschen:
hu: Másodlagos rendszergazda törlése:
it: Elimina amministratore secondario:
ja: 2番目の管理者の削除:
pl: Usuń administratora dodatkowego:
ru: Удалить дополнительного администратора:
sk: Odstrániť sekundárneho správcu:
zh_tw: 刪除次要管理員：

# EDITSECONDARYADMIN
source: Edit Secondary Administrator:
cs: Upravit sekundárního správce:
de: Sekundären Administrator bearbeiten:
hu: Másodlagos rendszergazda szerkesztése:
it: Modifica amministratore secondario:
ja: 2番目の管理者の編集:
pl: Edytuj administratora dodatkowego:
ru: Изменить дополнительного администратора:
sk: Upraviť sekundárneho správcu:
zh_tw: 編輯次要管理員：

# ERRORCANNOTADDSECONDARYADMIN
source: Cannot add member {0} as an secondary administrator.
cs: Není možné přidat člena {0} jako sekundárního správce.
de: Mitglied {0} kann nicht als sekundärer Administrator hinzugefügt werden.
hu: A(z) {0} tag nem adható hozzá másodlagos rendszergazdaként.
it: Impossibile aggiungere il membro {0} come amministratore secondario.
ja: メンバー {0} を2番目の管理者として追加できません。
pl: Nie można dodać członka {0} jako administratora dodatkowego.
ru: Не удается добавить члена {0} в качестве дополнительного администратора.
sk: Člena {0} nie je možné pridať ako sekundárneho správcu.
zh_tw: 無法將成員 {0} 新增為次要管理員。

# ERRORCANNOTEDITSECONDARYADMIN
source: Cannot edit secondary administrator {0}.
cs: Nelze upravit sekundárního správce {0}.
de: Sekundärer Administrator {0} kann nicht bearbeiten werden.
hu: A(z) {0} másodlagos rendszergazda nem szerkeszthető.
it: Impossibile modificare l'amministratore secondario {0}.
ja: 2番目の管理者 {0} を編集できません。
pl: Nie można edytować administratora dodatkowego {0}.
ru: Не удается изменить дополнительного администратора {0}.
sk: Nie je možné upraviť sekundárneho správcu {0}.
zh_tw: 無法編輯次要管理員 {0}。

# ERRORCANNOTDELETESECONDARYADMIN
source: Cannot delete secondary administrator {0}.
cs: Nelze odstranit sekundárního správce {0}.
de: Sekundärer Administrator {0} kann nicht gelöscht werden.
hu: A(z) {0} másodlagos rendszergazda nem törölhető.
it: Impossibile eliminare l'amministratore secondario {0}.
ja: 2番目の管理者 {0} を削除できません。
pl: Nie można usunąć administratora dodatkowego {0}.
ru: Не удается удалить дополнительного администратора {0}.
sk: Nie je možné odstrániť sekundárneho správcu {0}.
zh_tw: 無法刪除次要管理員 {0}。

# SELECTMEMBERTOADD
source: Select a new secondary administrator
cs: Vyberte nového sekundárního správce.
de: Neuen sekundären Administrator auswählen
hu: Új másodlagos rendszergazda kijelölése
it: Seleziona un nuovo amministratore secondario
ja: 新しい2番目の管理者の選択
pl: Wybierz nowego administratora dodatkowego
ru: Выберите нового дополнительного администратора
sk: Vybrať nového sekundárneho správcu
zh_tw: 選取新的次要管理員

# ADDNEWORSELECTGROUPTOEDIT
source: Add or Edit selected administrator's groups
cs: Přidat nebo upravit skupiny vybraného správce
de: Ausgewählte Gruppen des Administrators hinzufügen oder bearbeiten
hu: A kijelölt rendszergazda csoportjainak hozzáadása vagy szerkesztése
it: Aggiungi o Modifica gruppi di amministratore selezionati
ja: 選択した管理者のグループの追加または編集
pl: Dodaj lub edytuj grupy wybranego administratora
ru: Добавить или изменить выбранные группы администратора
sk: Pridať alebo upraviť vybraté skupiny správcu
zh_tw: 新增或編輯所選管理員的群組

# SELECTGROUPTODELETE
source: Select group(s) to delete
cs: Vybrat skupiny k odstranění
de: Gruppe(n) zum Löschen auswählen
hu: A kijelölendő csoport(ok) törlése
it: Seleziona gruppi da eliminare
ja: 削除するグループを選択
pl: Wybierz grupy do usunięcia
ru: Выбор групп для удаления
sk: Vybrať skupiny na odstránenie
zh_tw: 選取要刪除的群組

source: Primary
cs: Primární
de: Primär
hu: Elsődleges
it: Primario
ja: プライマリ
pl: Podstawowy
ru: Основной
sk: Primárny
zh_tw: 主要

source: Add New
cs: Přidat nový
de: Neuen hinzufügen
hu: Új hozzáadása
it: Aggiungi nuovo
ja: 新規追加
pl: Dodaj nowego
ru: Добавить
sk: Pridať nové
zh_tw: 新增

# GROUPQUOTARESTRICTION
source: Manage Group Quota Using:
cs: Správa používání kvóty skupiny:
de: Gruppenquote verwalten durch:
hu: Csoportkvóta kezelése a következővel:
it: Gestisci quota gruppo utilizzando:
ja: 使用するグループ割り当て量の管理:
pl: Zarządzaj przydziałem grupy przy użyciu:
ru: Управлять квотой группы с помощью:
sk: Na správu kvóty pre skupinu použiť:
zh_tw: 使用下列項目管理群組配額：

# GROUPRIGHTSADDSUCCESSFUL
source: User {0}{1}{2} was added successfully as admininstrator for group {3}{4}{5}. You can edit Secondary Administrator rights to add more groups for same administrator. Click Repeat to add more groups. Click OK to return to Systems page.
cs: Uživatel {0}{1}{2} byl úspěšně přidán jako správce pro skupinu {3}{4}{5}. Úpravou práv sekundárního správce můžete stejnému správci přidat další skupiny. Klepnutím na tlačítko Opakovat přidáte další skupiny. Klepnutím na tlačítko OK se vrátíte na stránku Systémy.
de: Benutzer {0}{1}{2} wurde erfolgreich als Administrator zu Gruppe {3}{4}{5} hinzugefügt. Sie können die Rechte des sekundären Administrators bearbeiten, um weitere Gruppen für den selben Administrator hinzuzufügen. Klicken Sie auf "Wiederholen", um weitere Gruppen hinzuzufügen oder klicken Sie auf "OK", um zur Systemseite zurückzukehren.
hu: A(z) {0}{1}{2} felhasználót sikerült hozzáadni rendszergazdaként a következő csoporthoz: {3}{4}{5}. A másodlagos rendszergazda jogainak szerkesztésével további csoportokat adhat hozzá ugyanahhoz a rendszergazdához. Az Ismétlés gombra kattintva további csoportokat adhat hozzá. Ha az OK gombra kattint, visszatérhet a Rendszerek lapra.
it: Utente {0}{1}{2} aggiunto correttamente come amministratore del gruppo {3}{4}{5}. È possibile modificare i diritti dell'amministratore secondario per aggiungere più gruppi per il medesimo amministratore. Fare clic su Ripeti per aggiungere più gruppi. Fare clic su OK per tornare alla pagina Sistemi.
ja: ユーザ {0}{1}{2} は、グループ {3}{4}{5} の管理者として正常に追加されました。2番目の管理者の権利を編集して、同じ管理者にいくつかのグループを追加できます。さらにグループを追加するには、［繰り返す］をクリックしてください。［システム］ページに戻るには［OK］をクリックしてください。
pl: Użytkownik {0}{1}{2} został pomyślnie dodany jako administrator grupy {3}{4}{5}. Możesz poddać edycji prawa administratora dodatkowego, aby dodać więcej grup dla tego samego administratora. Kliknij przycisk Powtórz, aby dodać więcej grup. Kliknij przycisk OK, aby powrócić do strony Systemy.
ru: Пользователь {0}{1}{2} добавлен в качестве администратора группы {3}{4}{5}. Чтобы добавить группы для одного администратора, можно изменить права дополнительного администратора. Для добавления дополнительных групп щелкните "Повторить". Чтобы вернуться на страницу "Системы", щелкните "ОК".
sk: Používateľ {0}{1}{2} bol úspešne pridaný ako správca pre skupinu {3}{4}{5}. Práva sekundárneho správcu môžete upravovať tak, aby ste pridali viac skupín pre jedného správcu. Ak chcete pridať ďalšie skupiny, kliknite na položku Opakovať. Ak sa chcete vrátiť na stránku systémov, kliknite na tlačidlo OK.
zh_tw: 已成功將使用者 {0}{1}{2} 新增為群組 {3}{4}{5} 的管理員。您可以編輯「次要管理員」權限，為相同的管理員新增更多群組。按一下「重複」新增更多群組。按一下「確定」返回「系統」頁面。

# GROUPRIGHTSADDFAILURE
source: User {0}{1}{2} could not be added as administrator for group {3}{4}{5}, Click Try Again to add the group again. Click OK to return to Systems page
cs: Uživatele {0}{1}{2} nebylo možné přidat jako správce pro skupinu {3}{4}{5}. Klepnutím na možnost Opakovat lze znovu přidat skupinu. Klepnutím na tlačítko OK se vrátíte na stránku Systémy.
de: Benutzer {0}{1}{2} konnte nicht als Administrator für Gruppe {3}{4}{5} hinzugefügt werden. Klicken Sie auf "Erneut versuchen", um die Gruppen erneut hinzufügen. Klicken Sie auf "OK", um zur Systemseite zurückzukehren.
hu: A(z) {0}{1}{2} felhasználó nem adható hozzá rendszergazdaként a(z) {3}{4}{5} csoporthoz. A csoport ismételt hozzáadásához válassza az Újbóli próbálkozás elemet. Ha az OK gombra kattint, visszatérhet a Rendszerek lapra.
it: Impossibile aggiungere l'utente {0}{1}{2} come amministratore per il gruppo {3}{4}{5}. Fare clic su Riprova per aggiungere nuovamente il gruppo. Fare clic su OK per tornare alla pagina Sistemi
ja: ユーザ {0}{1}{2} をグループ {3}{4}{5} の管理者として追加することができませんでした。グループを再度追加するには、［再度実行する］をクリックしてください。［システム］ページに戻るには、［OK］をクリックしてください。
pl: Nie można dodać użytkownika {0}{1}{2} jako administratora grupy {3}{4}{5}. Kliknij przycisk Spróbuj ponownie, aby ponownie dodać grupę. Kliknij przycisk OK, aby powrócić do strony Systemy.
ru: Не удалось добавить пользователя {0}{1}{2} в качестве администратора группы {3}{4}{5}. Щелкните "Повторить попытку", чтобы добавить группу еще раз. Чтобы вернуться на страницу "Системы", щелкните "ОК".
sk: Používateľa {0}{1}{2} nebolo možné pridať ako správcu pre skupinu {3}{4}{5}. Ak sa chcete znova pokúsiť o pridanie skupiny, kliknite na položku Skúsiť znova. Ak sa chcete vrátiť na stránku systémov, kliknite na tlačidlo OK.
zh_tw: 無法將使用者 {0}{1}{2} 新增為群組 {3}{4}{5} 的管理員。按一下「再試一次」再次新增群組。按一下「確定」返回「系統」頁面。

# GROUPRIGHTSEDITSUCCESSFUL
source: Administrator {0}{1}'s{2} rights were successfully edited for group {3}{4}{5}, Click Repeat to operate on more groups for same administrator. Click OK to return to Systems page
cs: Práva správce {0}{1}{2} byla úspěšně upravena pro skupinu {3}{4}{5}. Klepnutím na tlačítko Opakovat provedete operace u dalších skupin stejného správce. Klepnutím na tlačítko OK se vrátíte na stránku Systémy.
de: Die Rechte des Administrators {0}{1}{2} wurden für Gruppe {3}{4}{5} erfolgreich bearbeitet. Klicken Sie auf "Wiederholen", um weitere Gruppen für diesen Administrator zu bearbeiten. Klicken Sie auf "OK", um zur Systemseite zurückzukehren.
hu: A(z) {0}{1}{2} rendszergazda jogait sikerült szerkeszteni a következő csoporthoz: {3}{4}{5}. Az Ismétlés gombra kattintva további csoportokra is beállíthatja ezeket ugyanazon rendszergazda esetében. Ha az OK gombra kattint, visszatérhet a Rendszerek lapra.
it: Diritti dell'amministratore {0}{1}{2} modificati correttamente per il gruppo {3}{4}{5}. Fare clic su Ripeti per agire su più gruppi per il medesimo amministratore. Fare clic su OK per tornare alla pagina Sistemi
ja: 管理者 {0}{1} のグループ {3}{4}{5} に対する {2} の権利は正常に編集されました。同じ管理者に対してさらにグループの操作を行うには、［繰り返す］をクリックしてください。［システム］ページに戻るには、［OK］をクリックしてください。
pl: Prawa {2} administratora {0}{1} zostały pomyślnie wyedytowane dla grupy {3}{4}{5}. Kliknij przycisk Powtórz, aby wykonywać operacje na większej liczbie grup dla tego samego administratora. Kliknij przycisk OK, aby powrócić do strony Systemy.
ru: Права администратора {0}{1}{2} изменены для группы {3}{4}{5}. Щелкните "Повторить", чтобы продолжить добавление групп для этого администратора. Чтобы вернуться на страницу "Системы", щелкните "ОК".
sk: Práva správcu {0}{1}{2} boli úspešne upravené pre skupinu {3}{4}{5}. Ak chcete nastaviť jedného správcu pre viacero skupín, kliknite na možnosť Opakovať. Ak sa chcete vrátiť na stránku systémov, kliknite na tlačidlo OK
zh_tw: 已成功編輯群組 {3}{4}{5} 之管理員 {0}{1}的{2} 權限。按一下「重複」在相同管理員的更多群組執行操作。按一下「確定」返回「系統」頁面

# UIBASED
source: Administrator console
cs: Konzola správce
de: Administratorkonsole
hu: Rendszergazdai konzol
it: Console amministratore
ja: 管理者コンソール
pl: Konsola administratora
ru: Консоль администратора
sk: Konzola správcu
zh_tw: 管理員主控台

# SYNCBASED
source: Sync engine
cs: Modul synchronizace
hu: Szinkronizációs motor
it: Motore di sincronizzazione
ja: 同期エンジン
pl: Mechanizm synchronizacji
ru: Модуль синхронизации
sk: Synchronizačný mechanizmus
zh_tw: 同步引擎

source: Segregated Groups:
cs: Oddělené skupiny:
de: Getrennte Gruppen:
hu: Elkülönített csoportok:
it: Gruppi segregati:
ja: 分離されたグループ:
pl: Grupy oddzielone:
ru: Раздельные группы:
sk: Segregované skupiny:
zh_tw: 隔離的群組：

source: Both
cs: Obojí
de: Beide
hu: Mindkettő
it: Entrambi
ja: 両方
pl: Obydwa
ru: Оба
sk: Oba
zh_tw: 兩者

source: Create segregated groups
cs: Vytvořit oddělené skupiny
de: Getrennte Gruppen erstellen
hu: Elkülönített csoportok létrehozása
it: Crea gruppi segregati
ja: 分離されたグループの作成
pl: Utwórz grupy oddzielone
ru: Создать раздельные группы
sk: Vytvoriť segregované skupiny
zh_tw: 建立隔離的群組

# ALLOWMODIFYSHARINGPOLICY
source: Allow to modify sharing policy
cs: Povolit změny zásad sdílení
de: Bearbeitung der Freigaberichtlinien zulassen
hu: Megosztási házirend módosításának engedélyezése
it: Consenti modifica norma di condivisione
ja: 共有ポリシーの変更を許可
pl: Zezwalaj na modyfikowanie założeń współużytkowania
ru: Разрешить изменение политик совместного использования
sk: Povoliť úpravu politiky zdieľania
zh_tw: 允許修改共享規則

# ALLOWMODIFYENCRYPTIONPOLICY
source: Allow to modify encryption policy
cs: Povolit změny zásad šifrování
de: Bearbeitung der Verschlüsselungsrichtlinien zulassen
hu: Titkosítási házirend módosításának engedélyezése
it: Consenti modica norma di codifica
ja: 暗号化ポリシーの変更を許可
pl: Zezwalaj na modyfikowanie założeń szyfrowania
ru: Разрешить изменение политики шифрования
sk: Povoliť úpravu politiky šifrovania
zh_tw: 允許修改加密規則

source: Allow user provisioning
cs: Povolit poskytování uživatelů
de: Benutzerbereitstellung zulassen
hu: Felhasználói jogosultságkezelés engedélyezése
it: Consenti provisioning utente
ja: ユーザプロビジョニングを許可
pl: Zezwalaj na przypisywanie serwera domowego użytkownikom
ru: Разрешить обеспечение пользователей правами доступа
sk: Povoliť poskytovanie pre používateľov
zh_tw: 允許使用者提供
