Repository: ifolder/simias
Catalog: src/admin/iFolderAdmin.*.resx
Languages: cs, de, hu, it, ja, pl, ru, sk, zh_tw

# ALLOWUSERENABLING
source: Allow enabling/disabling of users
cs: Povolit zapnutí/vypnutí uživatelů
de: Aktivierung/Deaktivierung von Benutzern zulassen
hu: Felhasználók engedélyezésének/letiltásának lehetővé tétele
it: Consenti abilitazione/disabilitazione degli utenti
ja: ユーザの有効化/無効化を許可
pl: Zezwalaj na włączanie/wyłączanie użytkowników
ru: Разрешить включение и отключение пользователей
sk: Umožniť povolenie alebo zakázanie používateľov
zh_tw: 允許啟用/停用使用者

# ALLOWORPHANIFOLDEROWNERSHIP
source: Allow ownership of orphaned iFolders
cs: Povolit vlastnictví osamocených složek iFolder
de: Eigentümerschaft für bezugslose iFolder-Ordner zulassen
hu: Árva iFolder mappák tulajdonba vételének engedélyezése
it: Consenti proprietà cartelle iFolder orfane
ja: 孤立したiFolderの所有権を許可
pl: Zezwalaj na przypisywanie praw własności do osieroconych folderów iFolder
ru: Разрешить владение папками iFolder с нарушенными ассоциациями
sk: Povoliť vlastníctvo osirelých priečinkov iFolder
zh_tw: 允許殘留之 iFolder 的擁有權

# ALLOWIFOLDERENABLING
source: Allow Enabling/Disabling iFolders
cs: Povolit zapnutí/vypnutí složek iFolder
de: Aktvierung/Deaktivierung von iFolder-Ordnern zulassen
hu: iFolder mappák engedélyezésének/letiltásának lehetővé tétele
it: Consenti abilitazione/disabilitazione delle cartelle iFolder
ja: iFolderの有効化/無効化を許可
pl: Zezwalaj na włączanie/wyłączanie folderów iFolder
ru: Разрешить включение и отключение папок iFolder
sk: Umožniť povolenie alebo zakázanie priečinkov iFolder
zh_tw: 允許啟用/停用 iFolder

# ALLOWSHAREDMEMBERRIGHTS
source: Allow to modify rights of shared iFolder members
cs: Povolit úpravy práv členů sdílené složky iFolder
de: Bearbeitung von Rechten für Mitglieder freigegebener iFolder-Ordner zulassen
hu: A megosztott iFolder mappa tagjaira vonatkozó jogok módosításának engedélyezése
it: Consenti di modificare i diritti dei membri delle cartelle iFolder condivise
ja: 共有されているiFolderメンバーの権利の変更を許可
pl: Zezwalaj na modyfikowanie praw członków folderu iFolder.
ru: Разрешить изменение прав членов совместно используемой папки iFolder
sk: Povoliť úpravu práv členov pre zdieľané priečinky iFolder
zh_tw: 允許修改共享之 iFolder 成員的權限

# ALLOWDELETEIFOLDERRIGHTS
source: Allow permission to delete iFolders
cs: Povolit oprávnění k odstranění složek iFolder
de: Berechtigung zum Löschen von iFolder-Ordnern
hu: Engedély megadása az iFolder mappák törlésére
it: Consenti autorizzazione per eliminare le cartelle iFolder
ja: iFolderを削除するパーミッションを付与
pl: Przyznaj uprawnienie do usuwania folderów iFolder
ru: Разрешить право на удаление iFolders
sk: Povoliť odstránenie priečinkov iFolder
zh_tw: 允許刪除 iFolder 的權限

# ASSIGNADMINRIGHTS
source: Assign Admin Rights to:
cs: Přiřadit práva správce uživateli:
de: Admin-Rechte zuweisen an:
hu: Rendszergazdai jogok hozzárendelése a következőhöz:
it: Assegna diritti di amministratore a:
ja: 管理者の権利の割り当て先:
pl: Przypisz prawa administratora do:
ru: Назначить права администратора пользователю:
sk: Priradiť práva správcu pre:
zh_tw: 將管理員權限指定給：

source: Admin Rights for:
cs: Práva správce pro:
de: Admin-Rechte für:
hu: Rendszergazdai jogok a következőhöz:
it: Diritti di amministratore per:
ja: 管理者の権利:
pl: Prawa administratora dla:
ru: Права администратора для:
sk: Práva správcu pre:
zh_tw: 下列項目的管理員權限：

# CANNOTSETUNLIMITED
source: Cannot set unlimited because its group has aggregate disk quota set
cs: Nelze nastavit hodnotu Neomezeno, protože u skupiny je nastavena celková disková kvóta.
de: Kann nicht unbegrenzt festgelegt werden, da für die Gruppe eine gesamte Speicherplatzquote besteht.
hu: Nem lehet korlátlan az érték, mert a vonatkozó csoporthoz van beállítva összesített lemezkvóta
it: Impossibile impostare il valore illimitato in quanto il relativo gruppo dispone del set di quota disco totale
ja: グループには集約ディスク割り当て量が設定されているため、無制限に設定できません
pl: Nie można ustawić braku ograniczenia, ponieważ grupa ma ustawiony łączny przydział dysku.
ru: Не удается задать значение "неограничено", так как группа имеет совокупный набор дисковых квот
sk: Nie je možné nastaviť hodnotu bez obmedzenia, pretože pre skupinu je nastavená agregovaná kvóta disku
zh_tw: 無法設定為「無限制」，因為其群組已設定彙總磁碟配額

# CANNOTSETQUOTAPERUSERERROR
source: Cannot set this limit because the total allocated disk quota per member exceeds group quota
cs: Tento limit nelze nastavit, protože celková přidělená disková kvóta na uživatele překračuje kvótu skupiny.
de: Diese Beschränkung kann nicht festgelegt werden, da die gesamte zugewiesene Speicherplatzquote pro Benutzer größer ist als die Gruppenquote.
hu: Ez a korlát nem állítható be, mert a tagonkénti teljes lefoglalt lemezkvóta nagyobb, mint a csoport kvótája
it: Impossibile impostare tale limite in quanto la quota disco totale assegnata per membro supera la quota gruppo
ja: メンバーごとに割り当てられているディスク割り当て量の合計がグループ割り当て量を超えているため、この制限を設定できません
pl: Nie można ustawić tego limitu, ponieważ całkowity przydzielony przydział dysku przekracza przydział grupy.
ru: Не удается задать это ограничение, так как общая выделенная дисковая квота на члена превышает квоту группы
sk: Tento limit nie je možné nastaviť, pretože celková vyhradená kvóta disku na používateľa prekračuje hodnotu kvóty pre skupinu
zh_tw: 無法設定此限制，因為為每個成員配置的總磁碟配額超過群組配額

# INVALIDGROUPQUOTA
source: Aggregate Disk Quota for the group is smaller than allocated/Used disk quota per user of that group. Either Delete some data on server or change the allocated disk limit per user for the members of group. Then set aggregate group disk quota.
cs: Celková disková kvóta skupiny je menší než přidělená/využitá disková kvóta jednotlivých uživatelů ve skupině. Odstraňte některá data na serveru nebo změňte přidělený limit disku na uživatele pro členy skupiny. Potom nastavte celkovou diskovou kvótu skupiny.
de: Die gesamte Speicherplatzquote für diese Gruppe ist kleiner als die zugewiesene Speicherplatzquote pro Benutzer dieser Gruppe. Löschen Sie entweder Daten auf dem Server oder ändern Sie die zugewiesene Speicherplatzbeschränkung pro Mitglied dieser Gruppe. Legen Sie dann die gesamte Speicherplatzquote für die Gruppe fest.
hu: A csoport összesített lemezkvótakorlátja kisebb, mint a csoport felhasználónkénti lefoglalt/felhasznált lemezkvótája. Töröljön adatokat a kiszolgálóról, vagy módosítsa a felhasználónként lefoglalt lemezterület korlátját a csoporttagok esetében. Ezután állítsa be a csoport összesített lemezkvótáját.
it: La quota disco totale per il gruppo è inferiore alla quota disco assegnata/utilizzata per l'utente del gruppo. Eliminare alcuni dati dal server o modificare il limite disco assegnato per utente per i membri del gruppo. Quindi, impostare la quota disco gruppo totale.
ja: グループの集約ディスク割り当て量が、グループのユーザごとに割り当てられた/使用済みのディスク割り当て量より小さくなっています。サーバ上のデータをいくつか削除するか、グループのメンバーのユーザごとに割り当てられたディスクの制限を変更してください。その後で、集約グループディスク割り当て量を設定してください。
pl: Łączny przydział dysku dla grupy jest mniejszy niż przydzielony/używany przydział dysku dla pojedynczego użytkownika tej grupy. Usuń część danych z serwera lub zmień limit przydzielonego miejsca na dysku dla członków grupy. Następnie ustaw łączny przydział dysku dla grupy.
ru: Совокупная дисковая квота для группы меньше, чем выделенная/используемая квота для каждого пользователя этой группы. Удалите часть данных на сервере либо измените выделенное ограничение дискового пространства на пользователя для членов группы. Затем установите совокупную дисковую квоту.
sk: Hodnota agregovanej kvóty disku pre skupinu je menšia než je vyhradená alebo použitá kvóta disku na používateľa tejto skupiny. Odstráňte niektoré údaje na serveri alebo zmeňte vyhradený limit disku na používateľa pre členov skupiny. Potom nastavte agregovanú kvótu disku pre skupinu.
zh_tw: 群組的「彙總磁碟配額」小於該群組每個使用者的已配置/已使用的磁碟配額。請刪除伺服器上的一些資料，或變更為群組成員中每位使用者配置的磁碟限制。接著再設定彙總群組磁碟配額。

source: No member available
cs: Žádný člen není dostupný.
de: Kein Mitglied verfügbar
hu: Nincs elérhető tag
it: Nessun membro disponibile
ja: 使用できるメンバーはありません
pl: Brak dostępnych członków
ru: Члены не доступны
sk: Nie je k dispozícii žiadny člen
zh_tw: 沒有可用成員

source: No policies available
cs: Nejsou k dispozici žádné zásady
de: Es sind keine Richtlinien verfügbar.
hu: Nincs elérhető házirend.
it: Nessuna norma disponibile
ja: 使用できるポリシーがありません
pl: Brak dostępnych założeń
ru: Доступные политики отсутствуют
sk: Nie sú dostupné žiadne politiky
zh_tw: 沒有規則

source: Save to
cs: Uložit do
de: Speichern unter
hu: Mentés helye
it: Salva in
ja: 保存先
pl: Zapisz w
ru: Сохранить в
sk: Uložiť do
zh_tw: 儲存到

# NOTAPPLICABLE
source: N/A
cs: Není k dispozici
de: N/Z
it: N/D
pl: nd.
ru: Н/Д
sk: Nie je k dispozícii
zh_tw: 無

source: Online
it: In linea
ja: オンライン
ru: Включен
zh_tw: 線上

source: Offline
cs: Probíhá čekání
de: In Wartestellung
hu: Várakozás
it: In attesa
ja: 待機中
pl: Oczekiwanie
ru: Ожидание
sk: Čaká sa
zh_tw: 等待中

# NOTELIGIBLE
source: Initialization Failed
cs: Inicializace se nezdařila
de: Fehler bei der Initialisierung.
hu: Nem sikerült az inicializálás
it: Inizializzazione non riuscita
ja: 初期化に失敗しました
pl: Inicjalizacja nie powiodła się
ru: Сбой инициализации
sk: Inicializácia zlyhala
zh_tw: 初始化失敗

# CHANGEMASTER
source: Set As Master
cs: Nastavit jako hlavní
de: Als Master festlegen
hu: Beállítás mint fő
it: Imposta come principale
ja: マスタとして設定
pl: Ustaw jako nadrzędny
ru: Установить главным
sk: Nastaviť ako hlavný server
zh_tw: 設為主伺服器

# NEEDSREPAIR
source: Repair Server
cs: Opravit server
de: Server reparieren
hu: Kiszolgáló javítása
it: Server di ripristino
ja: サーバの修復
pl: Napraw serwer
ru: Восстановить сервер
sk: Oprava servera
zh_tw: 修復伺服器

# UNABLETOSETASSLAVE
source: Unable to set as slave server. Retry the operation.
cs: Nelze nastavit jako podřízený server. Opakujte operaci.
de: Kann nicht als Slave-Server festgelegt werden. Versuchen Sie den Vorgang erneut.
hu: Nem állítható be szolgakiszolgálóként. Ismételje meg a műveletet.
it: Impossibile impostare come server slave. Riprovare a eseguire l'operazione.
ja: スレーブサーバとして設定できません。操作を再試行してください。
pl: Nie można ustawić jako serwer podrzędny. Ponów próbę wykonania operacji.
ru: Не удается установить в качестве подчиненного сервера. Повторить операцию.
sk: Nedá sa nastaviť ako podriadený server. Zopakujte operáciu.
zh_tw: 無法設定為從屬伺服器。請重試操作。

# CONFIGFILEUPDATEFAILED
source: Unable to update configuration file. Update the simias.config file manually.
cs: Nelze aktualizovat konfigurační soubor. Aktualizujte soubor simias.config ručně.
de: Konfigurationsdatei kann nicht aktualisiert werden. Aktualisieren Sie die Datei 'simias.config' manuell.
hu: A konfigurációs fájl nem frissíthető. Frissítse manuálisan a simias.config fájlt.
it: Impossibile aggiornare il file di configurazione. Aggiornare il file simias.config manualmente.
ja: 環境設定ファイルを更新できません。simias.configファイルを手動で更新してください。
pl: Nie można zaktualizować pliku konfiguracyjnego. Zaktualizuj plik simias.config ręcznie.
ru: Не удается обновить конфигурационный файл. Обновите файл simias.config вручную.
sk: Konfiguračný súbor nie je možné aktualizovať. Aktualizujte súbor simias.config manuálne.
zh_tw: 無法更新組態檔案。請手動更新 simias.config 檔案。

# CONNECTIONFAILED
source: Unable to connect to server {0}.
cs: Nelze se připojit k serveru {0}.
de: Die Verbindung zum Server {0} kann nicht aufgebaut werden.
hu: Nem lehet csatlakozni a(z) {0} kiszolgálóhoz.
it: Impossibile connettersi al server {0}.
ja: サーバ {0} に接続できません。
pl: Nie można nawiązać połączenia z serwerem {0}.
ru: Не удается подключиться к серверу {0}.
sk: K serveru {0} sa nedá pripojiť.
zh_tw: 無法連接至伺服器 {0}。

# CHANGEMASTERNOINFOFAILED
source: Unable to get Server ID and New Server Public URL.
cs: Nelze získat ID serveru a novou veřejnou adresu URL serveru.
de: Die Server-ID und öffentliche URL des neuen Servers können nicht abgerufen werden.
hu: Nem lehet beolvasni a kiszolgáló azonosítóját és az új kiszolgáló nyilvános URL-címét.
it: Impossibile ottenere l'ID del server e il nuovo URL pubblico del server.
ja: サーバIDおよび新しいサーバパブリックURLを取得できません。
pl: Nie można uzyskać identyfikatora serwera i publicznego adresu URL nowego serwera.
ru: Не удается получить идентификатор сервера и новый общедоступный URL-адрес сервера.
sk: Nie je možné získať identifikáciu servera a novú verejnú adresu URL servera.
zh_tw: 無法取得伺服器 ID 和新伺服器的公用 URL。

# CHANGEMASTERSUCCESSFUL
source: Upgraded {0} as master server. Restart all servers for the changes to take effect.
cs: Byl inovován server {0} na hlavní server. Restartujte všechny servery, aby se změna projevila.
de: {0} als Masterserver aufgerüstet. Starten Sie alle Server neu, damit die Änderungen übernommen werden.
hu: A(z) {0} frissítve fő kiszolgálóként. A módosítások érvénybe lépéséhez indítsa újra az összes kiszolgálót.
it: Upgrade di {0} come server master completato. Riavviare tutti i server per rendere effettive le modifiche.
ja: {0} をマスタサーバとしてアップグレードしました。変更を有効にするには、すべてのサーバを再起動してください。
pl: Uaktualniono serwer {0} jako serwer nadrzędny. Aby zmiany zostały uwzględnione, uruchom ponownie wszystkie serwery.
ru: {0} обновлен как главный сервер. Перезагрузите все серверы для вступления изменений в силу.
sk: Server {0} bol aktualizovaný na hlavný server. Reštartujte všetky servery, aby sa zmeny mohli prejaviť.
zh_tw: {0} 已升級為主伺服器。請重新啟動所有伺服器，讓變更生效。

# CHANGEMASTERWITHWARNING
source: Upgraded {0} as master server with exceptions. Refer Simias.log for more info. Restart all servers for the changes to take effect.
cs: Byl inovován server {0} jako hlavní server s výjimkami. Další informace najdete v protokolu Simias.log. Restartujte všechny servery, aby se změny projevily.
de: {0} mit Ausnahmen als Masterserver aufgerüstet. Weitere Informationen finden Sie in der Datei 'Simias.log'. Starten Sie alle Server neu, damit die Änderungen wirksam werden.
hu: A(z) {0} fő kiszolgálóként való frissítése kivételekkel sikerült. További részleteket a Simias.log fájlban talál. A módosítások érvénybe lépéséhez indítsa újra az összes kiszolgálót.
it: Upgrade di {0} come server master con eccezioni completato. Per ulteriori informazioni, consultare Simias.log. Riavviare tutti i server per rendere effettive le modifiche.
ja: {0} をマスタサーバとしてアップグレードするときに例外が発生しました。Simias.logで詳細を参照してください。変更を有効にするには、すべてのサーバを再起動してください。
pl: Uaktualniono serwer {0} jako serwer nadrzędny z wyjątkami. Aby uzyskać więcej informacji, zapoznaj się z zawartością pliku Simias.log. Aby zmiany zostały uwzględnione, uruchom ponownie wszystkie serwery.
ru: {0} обновлен как главный сервер без исключений. Дополнительную информацию см. в файле Simias.log. Перезагрузите все серверы для вступления изменений в силу.
sk: Server {0} bol aktualizovaný na hlavný server s výnimkami. Ďalšie informácie nájdete v súbore Simias.log. Reštartujte všetky servery, aby sa zmeny mohli prejaviť.
zh_tw: 已將 {0} 升級為主伺服器，但是發生例外。如需更多資訊，請參閱 Simias.log。請重新啟動所有伺服器，變更才會生效。

# CHANGEMASTERFAILED
source: Unable to change the Master and Slave. Check log files for more information.
cs: Nelze změnit hlavní a podřízený server. Další informace zjistíte v souborech protokolu.
de: Master und Slave können nicht geändert werden. Weitere Informationen finden Sie in den Protokolldateien.
hu: Nem módosítható a Fő és a Szolga értéke. További részleteket a naplófájlokban talál.
it: Impossibile modificare il master e lo slave. Per ulteriori informazioni, controllare i file di log.
ja: マスタとスレーブを変更できません。ログファイルで詳細を確認してください。
pl: Nie można zmienić serwera nadrzędnego ani serwera podrzędnego. Aby uzyskać więcej informacji, sprawdź pliki dzienników.
ru: Не удается изменить главный и подчиненный узел. Дополнительную информацию см. в файлах журнала.
sk: Hlavný a podriadený server sa nedá zmeniť. Ďalšie informácie nájdete v súboroch denníka.
zh_tw: 無法變更主伺服器和從屬伺服器。請查看記錄檔案以取得詳細資訊。

# CONFIRMCHANGEMASTER
source: The selected server will be designated as a Master Server. Do you want to continue? Click OK to continue or Cancel to quit.
cs: Vybraný server bude vyhrazen jako hlavní server. Chcete pokračovat? Klepnutím na tlačítko OK budete pokračovat a klepnutím na tlačítko Storno akci ukončíte.
de: Der ausgewählte Server wird als Masterserver festgelegt. Weiter? Klicken Sie 'OK' zum Fortfahren oder 'Abbrechen' zum Beenden.
hu: A megadott kiszolgáló lesz kijelölve fő kiszolgálóként. Folytatja? Az OK gombbal folytathatja, a Mégse gombbal kiléphet.
it: Il server selezionato sarà designato come server master. Continuare? Fare clic su OK per continuare oppure su Annulla per uscire.
ja: 選択されたサーバはマスタサーバとして指定されます。続行しますか?続行する場合は[OK]を、終了する場合は[キャンセル]をクリックしてください。
pl: Wybrany serwer zostanie wyznaczony jako serwer nadrzędny. Czy chcesz kontynuować? Kliknij przycisk OK, aby kontynuować, lub przycisk Anuluj, aby zakończyć.
ru: Выбранный сервер будет обозначен главным. Продолжить? Щелкните кнопку \"ОК\", чтобы продолжить, или кнопку \"Отмена\" для отмены.
sk: Vybratý server bude určený ako hlavný server. Chcete pokračovať? Ak chcete pokračovať, kliknite na tlačidlo OK. Ak chcete skončiť, kliknite na tlačidlo Zrušiť.
zh_tw: 選取的伺服器將指定為主伺服器。是否要繼續作業？按一下「確定」繼續，或按一下「取消」結束。

# UPDATEMASTERURLONSLAVESFAILED
source: Unable to update new master URL on server {0}. Update master IP in this server manually.
cs: Nelze aktualizovat hlavní adresu URL na serveru {0}. Aktualizujte hlavní adresu IP na tomto serveru ručně.
de: Die Master-URL kann auf Server {0} nicht aktualisiert werden. Aktualisieren Sie die Master-IP auf diesem Server manuell.
hu: Az új fő URL nem frissíthető a(z) {0} kiszolgálón. Frissítse manuálisan az IP-címet ezen a kiszolgálón.
it: Impossibile effettuare l'aggiornamento del nuovo URL principale nel server {0}. Eseguire l'aggiornamento dell'IP principale su questo server manualmente.
ja: サーバ {0} の新しいマスタURLを更新できません。このサーバのマスタIPを手動で更新してください。
pl: Nie można zaktualizować adresu URL nowego serwera nadrzędnego na serwerze {0}. Zaktualizuj adres IP serwera nadrzędnego na tym serwerze ręcznie.
ru: Не удалось обновить новый главный URL-адрес на сервере {0}. Обновите главный IP-адрес на этом сервере вручную.
sk: Nie je možné aktualizovať novú hlavnú adresu URL na serveri {0}. Aktualizujte hlavnú adresu IP na tomto serveri manuálne.
zh_tw: 無法更新伺服器 {0} 的新主 URL。請手動更新此伺服器的主 IP。

# MASTERNODEUPDATEWAIT
source: Waiting for master node attribute to synchronize to new master and slaves.
cs: Čekání na synchronizaci atributu hlavního uzlu s hlavním a podřízenými objekty.
de: System wartet auf Synchronisierung des Masterknotenattributs mit dem neuen Master und den neuen Slaves.
hu: Várakozás a fő csomópont attribútumának az új fő és szolgaelemeken való szinkronizálására.
it: Attesa della sincronizzazione dell'attributo del nodo master con master e slave nuovi.
ja: マスタノード属性が新しいマスタおよびスレーブと同期されるのを待機しています。
pl: Oczekiwanie na zsynchronizowanie atrybutu węzła głównego z nowym serwerem nadrzędnym i serwerami podrzędnymi.
ru: Ожидание синхронизации атрибута главного узла с новым главным и подчиненными узлами.
sk: Čaká sa na synchronizáciu atribútu hlavného uzla na nový hlavný server a podriadené servery.
zh_tw: 正在等候主節點屬性同步處理至新的主伺服器和從屬伺服器。

# CHANGEMASTERRETRY
source: Unable to update master node attribute on Master and slave. Retry the operation.
cs: Nelze aktualizovat atribut hlavního uzlu v hlavním nebo podřízeném objektu. Opakujte operaci.
de: Das Masterknotenattribut konnte nicht auf Master und Slave aktualisiert werden. Versuchen Sie den Vorgang erneut.
hu: A fő csomópont attribútuma nem frissíthető a fő és a szolgaelemeken. Ismételje meg a műveletet.
it: Impossibile aggiornare l'attributo del nodo master sui server master e slave. Riprovare a eseguire l'operazione.
ja: マスタおよびスレーブ上のマスタノード属性を更新できません。操作を再試行してください。
pl: Nie można zaktualizować atrybutu węzła głównego na serwerze nadrzędnym i serwerze podrzędnym. Ponów próbę wykonania operacji.
ru: Не удается обновить атрибут главного узла на главном и подчиненном узлах. Повторите операцию.
sk: Nie je možné aktualizovať atribút hlavného uzla na hlavnom a podriadenom serveri. Zopakujte operáciu.
zh_tw: 無法在主伺服器和從屬伺服器上更新主節點屬性。請重試操作。

source: running
cs: běží
de: wird ausgeführt
hu: fut
it: in esecuzione
ja: 実行中
pl: działanie
ru: выполняется
sk: spustené
zh_tw: 執行中

source: sleeping
cs: spánek
de: inaktiv
hu: alvás
it: sospensione
ja: スリープ中
pl: uśpienie
ru: спящий режим
sk: v režime spánku
zh_tw: 睡眠中

source: disabled
cs: vypnuto
de: deaktiviert
hu: letiltva
it: disabilitato
ja: 無効
pl: wyłączono
ru: отключено
sk: zakázané
zh_tw: 已停用

source: shutdown
cs: ukončování
de: herunterfahren
hu: leállítás
it: arresto
ja: シャットダウン
pl: zamykanie
ru: выключение
sk: vypnúť
zh_tw: 關閉

source: waiting
cs: čeká
de: System wartet
hu: várakozás
it: in attesa
ja: 待機中
pl: oczekiwanie
ru: ожидание
sk: čaká sa
zh_tw: 等候中

source: ldapadminauth
cs: ldapadminaut
ja: LDAP管理者認証
sk: overenie správcom LDAP

source: provisionusers
cs: zajištěníuživatelé
it: utentiprovisioning
ja: プロビジョニングユーザ
sk: poskytovanie používateľom

# NONSSLSTRING
source: NONSSL
hu: Nem SSL
it: NO SSL
ja: 非SSL
pl: Nie SSL
sk: NIE SSL

source: iFolder
cs: Složka iFolder
