<html>
<head>
  <meta http-equiv="content-type" content="text/html;charset=UTF-8"> 

<!-- Novell iFolder 3.x Web Access  --> 

<title>Domov</title> 

<!-- Metadata --> 
  <meta name="Author" content="iFolder 3.x Documentation Manager"> 
  <meta name="date" content="02-17-2005"> 
  <meta name="modified" content="06-29-2005"> 
<!-- Documentation Stylesheet --> 
  <link rel="stylesheet" href="hf_style.css" type="text/css"> 
<!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      --> 
      
      <style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }
        
       -->
     </style> 
</head>
<!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. --> 
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;"> 
<tr> <td width="221"><img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"> 
</td></tr> </table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px"> 
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> 
  <h3 class="head3b"><a name="top"></a>Přistupov&aacute;n&iacute; k vašim složk&aacute;m iFolder</h3>
  <p> Použijte tuto str&aacute;nku pro př&iacute;stup ke všem složk&aacute;m iFolder, kter&eacute; jsou u tohoto &uacute;čtu k dispozici. Mezi dostupn&eacute; složky iFolder patř&iacute; složky, jejichž jste vlastn&iacute;kem a složky, kter&eacute; ostatn&iacute; uživatel&eacute; sd&iacute;l&iacute; buďto s v&aacute;mi nebo se skupinou LDAPGroup do kter&eacute; patř&iacute;te. Ke sd&iacute;len&yacute;m složk&aacute;m iFolder můžete přistupovat přes aplikaci Web Access, i když jste složku iFolder ve sv&eacute;m poč&iacute;tači nenastavili.</p>
	
	  
  <p>Ikona <img src="../../images/ifolder_user_16.gif" width="16" height="16" alt="Ikona sd&iacute;len&iacute;"> znač&iacute;, že složka iFolder je norm&aacute;ln&iacute;.<br>
    Ikona <img src="../../images/encrypt_ilock2_16.gif" width="16" height="16" alt="Ikona sd&iacute;len&iacute;"> znač&iacute;, že složka iFolder je zašifrovan&aacute;.<br>
    Ikona <img src="../../images/ifolder_16-gray.gif" width="16" height="16" alt="Ikona sd&iacute;len&iacute;"> znač&iacute;, že složka iFolder je zak&aacute;zan&aacute;. Zak&aacute;zanou složku iFolder nelze vybrat pro ž&aacute;dn&eacute; operace, ani k n&iacute; nem&aacute;te př&iacute;stup.</p>
	<p>U každ&eacute; složky iFolder můžete prohl&iacute;žet datum vytvořen&iacute; a jednotliv&eacute; vlastn&iacute;ky. Klepnut&iacute;m na odkaz složky iFolder zobrazte seznam složek a souborů na nov&eacute; str&aacute;nce. </p>
  <p>D&aacute;le naleznete v&iacute;ce informac&iacute;:</p><blockquote > 
<p><a href="#login" target="_self">Přihlašov&aacute;n&iacute; a odhlašov&aacute;n&iacute;</a> <br>
<a href="#browse" target="_self">Vyhled&aacute;v&aacute;n&iacute; složek iFolder</a> <br>
             <a href="#manage" target="_self">Vytvořen&iacute; nov&eacute; složky iFolder</a> <br>
<a href="#delete" target="_self">Odstraněn&iacute; složky iFolder</a></p></blockquote>
<h3><a name="login"></a>Přihlašov&aacute;n&iacute; a odhlašov&aacute;n&iacute;</h3>
  <p>Pokud během pr&aacute;ce se složkami iFolder dojde vypršen&iacute; časov&eacute;ho limitu připojen&iacute; syst&eacute;mu, aplikace Web Access v&aacute;s vr&aacute;t&iacute; na přihlašovac&iacute; str&aacute;nku. Můžete se znovu přihl&aacute;sit a pokračovat v pr&aacute;ci bez zavřen&iacute; prohl&iacute;žeče.</p>
  <p>Odhlaste se poklep&aacute;n&iacute;m na tlač&iacute;tko Odhl&aacute;šen&iacute; v prav&eacute; horn&iacute; č&aacute;sti, potom svůj prohl&iacute;žeč zavřete. Odhl&aacute;šen&iacute; v&aacute;s přesměruje na URL, kter&eacute; spr&aacute;vce zadal při konfiguraci. Pokud se neodhl&aacute;s&iacute;te, vaše relace zůstane otevřen&aacute;, dokud nedojde k vypršen&iacute; časov&eacute;ho limitu, což však může znamenat bezpečnostn&iacute; riziko. </p>
<p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Zpět na zač&aacute;tek"></a></p>

  <h3><a name="browse"></a>Vyhled&aacute;v&aacute;n&iacute; složek iFolder</h3>
  <p> Vyhled&aacute;vac&iacute; n&aacute;stroj um&iacute;stěn&yacute; vpravo nahoře str&aacute;nky v&aacute;m pomůže nal&eacute;zt požadovanou složku iFolder. V&yacute;sledek hled&aacute;n&iacute; otevře na stejn&eacute; str&aacute;nce, hledan&yacute; řetězec se ve v&yacute;sledku hled&aacute;n&iacute; zv&yacute;razn&iacute;. </p>
  <p>Použijte jednu nebo v&iacute;ce z n&aacute;sleduj&iacute;c&iacute;ch metod vyhled&aacute;v&aacute;n&iacute;. </p>
  <UL><LI>
      <P>Vyberte krit&eacute;ria filtrace (vše, posledn&iacute;, vlastněno, sd&iacute;leno) pro n&aacute;zev složky iFolder, potom napište jedno nebo v&iacute;ce p&iacute;smen do pole Vyhledat složky iFolder.</P>
    </LI><LI><P>Do pole Vyhledat složky iFolder napište hvezdičku (*) v př&iacute;padě, že chcete vypsat všechny složky iFolder v syst&eacute;mu.</P></LI><LI><P>V př&iacute;padě, že chcete vypsat všechny složky v syst&eacute;mu, nechejte pole Vyhledat složky iFolder pr&aacute;zdn&eacute;.</P></LI></UL>
  <p>Dokud se str&aacute;nka zcela neobnov&iacute;, nikam na str&aacute;nku neklepejte, potom můžete prohl&iacute;žet složky iFolder vypsan&eacute; ve v&yacute;sledku hled&aacute;n&iacute;. Pomoc&iacute; posuvn&iacute;ku se posouvejte ve v&yacute;sledku hled&aacute;n&iacute; nahoru a dolů a vyberte tak složku iFolder, kterou chcete spravovat. Kombinace n&aacute;zvu složky iFolder a data vytvořen&iacute; v&aacute;m může pomoci rozpoznat složku iFolder, kterou hled&aacute;te.</P>
  <p>Klepnut&iacute;m na n&aacute;zev složky iFolder můžete zobrazit jej&iacute; složky a soubory, vyslat nebo st&aacute;hnout soubory, vytvořit složky nebo odstranit složky a soubory.</p>
<p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Zpět na zač&aacute;tek"></a></p>
  <h3><a name="manage"></a>Vytvořen&iacute; nov&eacute; složky iFolder</h3>
  <p>Pro vytvořen&iacute; nov&eacute; složky iFolder proveďte n&aacute;sleduj&iacute;c&iacute; kroky:</p>
  <ol>
    <li> 
      <p>Klepněte na odkaz Nov&aacute; složka iFolder na domovsk&eacute; str&aacute;nce.</p>
    </li>
    <li> 
      <p>Na nově otevřen&eacute; str&aacute;nce zadejte informace a klepněte na tlač&iacute;tko Vytvořit.</p>
    </li>
  
  </ol>
  
  <h3><a name="delete"></a>Odstraněn&iacute; složky iFolder</h3>
  <p>Chcete-li odstranit složku iFolder, postupujte n&aacute;sledovně:</p>
  <ol>
  <li> 
      <p>Klepněte na složku iFolder, kterou chcete odstranit. </p>
    </li>
    <li> 
      <p>Na str&aacute;nce složky iFolder, kter&aacute; se otevře, klepněte na odkaz Odstranit. 
      <p> 
      <p>Zobraz&iacute; se dialogov&eacute; okno, kter&eacute; se dot&aacute;že, zda opravdu chcete odstranit aktu&aacute;ln&iacute; složku iFolder. </p>
    </li>
    <li> 
      <p>Klepnut&iacute;m na tlač&iacute;tko OK v tomto dialogov&eacute;m okně potvrd&iacute;te odstraněn&iacute; složky iFolder. </p>
    </li>
    <li>Klepnut&iacute;m na tlač&iacute;tko Zrušit operaci zruš&iacute;te.</li>
  </ol>
  <h3><a name="quota"></a>Kv&oacute;ta složky iFolder</h3>
  <p> Zde je možn&eacute; prohl&iacute;žet celkov&yacute; alokovan&yacute; prostor pro aktu&aacute;ln&iacute; &uacute;čet. Na lev&eacute; straně str&aacute;nky se zobrazuje využit&yacute; prostor a celkov&yacute; prostor, kter&yacute; je k dispozici.</p>
  <P><font size="-1"><b>DŮLEŽIT&Eacute;:</b> Pokud jste členy skupiny LDAPGroup, je zobrazena diskov&aacute; kv&oacute;ta skupiny LDAPGroup, pokud nen&iacute; na &uacute;rovni uživatele provedeno jin&eacute; nastaven&iacute;.</font> </P> 
  
  <p> Chcte-li zobrazit kv&oacute;tu libovoln&eacute; složky iFolder, klepnut&iacute;m na odkaz složka iFolder otevřete str&aacute;nku Prohl&iacute;žen&iacute; složek iFolder. Můžete tak prohl&iacute;žet využit&yacute; a dostupn&yacute; prostor aktu&aacute;ln&iacute; složky iFolder, kter&yacute; je uveden v lev&eacute; č&aacute;sti str&aacute;nky Prohl&iacute;žet v poli Kv&oacute;ta složky iFolder.</p>
<a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Zpět na zač&aacute;tek"></a>
<H4 CLASS="ruleabove"><IMG SRC="../../images/xrefbtn.gif" WIDTH="16" HEIGHT="16" ALT="Souvisej&iacute;c&iacute; t&eacute;mata" align="top"> Souvisej&iacute;c&iacute; t&eacute;mata</H4><BLOCKQUOTE class="task1"><P ><A HREF="newifolder.html">Vytvořen&iacute; nov&eacute; složky iFolder</A><br><A HREF="browse.html">Přistupov&aacute;n&iacute; k složk&aacute;m a souborům ve složce iFolder</A><BR><A HREF="details.html">Prohl&iacute;žen&iacute; vlastnost&iacute; složky iFolder</A><BR><A HREF="members.html">Spr&aacute;va členů složky iFolder</A></P></BLOCKQUOTE><P><A HREF="#top" TARGET="_self"><IMG SRC="../../images/goto_top.gif" WIDTH="19" HEIGHT="19" BORDER="0" ALT="Zpět na zač&aacute;tek"></A></P><P CLASS="copyright">Symbol ochrann&eacute; zn&aacute;mky (<SUP><SMALL>&reg;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP> atd.) označuje ochrannou zn&aacute;mku společnosti Novell. Hvězdička (*) označuje ochrannou zn&aacute;mku jin&eacute; společnosti.  Dalš&iacute; informace z&iacute;sk&aacute;te v&nbsp;t&eacute;matu <A HREF="legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Pr&aacute;vn&iacute; upozorněn&iacute;</font></A>.</P></div><!-- This is the end of the Help Content layer. --> 

</body> 

</html>