<html>

<head>
<!-- Novell iFolder 3.x Web Access --> 

<title> Pr&aacute;vn&iacute; upozorněn&iacute;</title> 

<!-- Metadata --> 
<meta name="Author" content="iFolder 3.x Documentation Manager"> 
<meta name="date" content="02-17-2005"> 
<meta name="modified" content="06-29-2005"> 
<!-- Documentation Stylesheet --> 
<link rel="stylesheet" href="hf_style.css" type="text/css"> 

<!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the 
		  page itself. 
      --> <style type= "text/css" media="screen">
       <!--
       
         body           {  font-family: Arial, Helvetica, Geneva;
									background: white url('../../images/helphead_bg.gif') repeat-x;  }
		      
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px;
									width: 100%; visibility: visible }
			   
         #helpcontent    { position: absolute; top: 37px; left: 10px; 
	                        width: 93%; visibility: visible }
			   
       -->
     </style> 
</head>
   
   <!-- This is the start of the body. It underlays the help banner layer 
         and help content layers. -->
	 
   <body bgcolor="white" marginwidth="0" marginheight="0" 
         leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> 
  <table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url('../../images/header_pattern.gif'); background-repeat: repeat-x"> 
<tr> <td width="221"> <img src="help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td>
  <td align="right" width="100%" class="tabCell" style="background-image: url('../../images/header_background.gif'); background-repeat: no-repeat"></td></tr></table></div><!-- This is end of the Help Banner Layer --> 
<!-- This is the start of the Help Content Layer --> <div id="helpcontent"> <!-- 	The Page Heading uses CSS style "head3b". This creates an H3 header
		with a line beneath it.
--> <h3 class="head3b">Pr&aacute;vn&iacute; upozorněn&iacute;</h3><p>Společnost Novell, Inc. neposkytuje ž&aacute;dn&eacute; z&aacute;ruky vztahuj&iacute;c&iacute; se k obsahu nebo použ&iacute;v&aacute;n&iacute; t&eacute;to dokumentace a v&yacute;slovně neuzn&aacute;v&aacute; jak&eacute;koli vyj&aacute;dřen&eacute; nebo mlčky předpokl&aacute;dan&eacute; z&aacute;ruky vztahuj&iacute;c&iacute; se k obchodovatelnosti nebo vhodnosti pro určit&yacute; &uacute;čel.  D&aacute;le si společnost Novell, Inc. vyhrazuje pr&aacute;vo revidovat tuto publikaci a kdykoli prov&aacute;dět změny jej&iacute;ho obsahu bez povinnosti informovat jak&eacute;koli osoby nebo organizačn&iacute; jednotky o takov&yacute;chto reviz&iacute;ch nebo změn&aacute;ch.</p>
  <p>D&aacute;le společnost Novell, Inc. nenese ž&aacute;dnou zodpovědnost nebo z&aacute;ruky s ohledem na jak&yacute;koliv software a v&yacute;slovně neuzn&aacute;v&aacute; jak&eacute;koliv vyj&aacute;dřen&eacute; nebo mlčky předpokl&aacute;dan&eacute; z&aacute;ruky obchodovatelnosti nebo vhodnosti pro jak&yacute;koliv konkr&eacute;tn&iacute; &uacute;čel. D&aacute;le si společnost Novell, Inc., vyhrazuje pr&aacute;vo na proveden&iacute; změn jak&eacute;koliv č&aacute;sti nebo všech č&aacute;st&iacute; softwaru Novell, a to kdykoliv, bez povinnosti o těchto změn&aacute;ch informovat jak&eacute;koliv osoby nebo organizace.</p>
  <h3>Prohl&aacute;šen&iacute; o exportu</h3>
  <p>Jak&eacute;koliv produkty nebo technick&eacute; informace, kter&eacute; jsou poskytov&aacute;ny v r&aacute;mci t&eacute;to Smlouvy, mohou b&yacute;t předmětem kontrol exportu USA a obchodn&iacute;ch z&aacute;konů jin&yacute;ch zem&iacute;. Souhlas&iacute;te s t&iacute;m, že budete dodržovat všechny předpisy kontroly exportu a že z&iacute;sk&aacute;te všechny požadovan&eacute; licence nebo klasifikace pro export, re-export nebo import dod&aacute;vek. Zavazujete se neexportovat ani nereexportovat subjektům uveden&yacute;m v&nbsp;platn&eacute;m seznamu subjektů vyloučen&yacute;ch z&nbsp;exportu, do zem&iacute;, na kter&eacute; je uvaleno embargo, ani do teroristick&yacute;ch zem&iacute; podle exportn&iacute;ch z&aacute;konů USA. Souhlas&iacute;te s t&iacute;m, že nebudete použ&iacute;vat dod&aacute;vky pro koncov&eacute; uživatele zab&yacute;vaj&iacute;c&iacute; se zak&aacute;zan&yacute;mi nukle&aacute;rn&iacute;mi, raketov&yacute;mi nebo chemick&yacute;mi biologick&yacute;mi zbraněmi. Viz tak&eacute; webov&aacute; str&aacute;nka <a href="http://www.novell.com/info/exports/">Mezin&aacute;rodn&iacute; obchodn&iacute; služby Novell</a>, kde naleznete dalš&iacute; informace o exportu softwaru společnosti Novell. Společnost Novell nepřeb&iacute;r&aacute; ž&aacute;dnou odpovědnost za to, že si nezajist&iacute;te požadovan&aacute; v&yacute;vozn&iacute; opr&aacute;vněn&iacute;.</p>
  <h3>Autorsk&aacute; pr&aacute;va </h3>
  <p class="margintop2">Copyright &copy; 2005-2011 Novell, Inc. Všechna pr&aacute;va vyhrazena. Ž&aacute;dn&aacute; č&aacute;st t&eacute;to publikace nesm&iacute; b&yacute;t rozmnožov&aacute;na, kop&iacute;rov&aacute;na, um&iacute;stěna v&nbsp;syst&eacute;mu vyhled&aacute;v&aacute;n&iacute; nebo rozšiřov&aacute;na bez v&yacute;slovn&eacute;ho p&iacute;semn&eacute;ho souhlasu vydavatele.</p>
</div>
</body>
</html>