<html>
<head>
  <meta http-equiv="content-type" content="text/html;charset=utf-8">

<!-- Novell iFolder 3.x Web Access  -->

<title>Uzyskiwanie dost&#281;pu do folder&#243;w i plik&#243;w</title>

<!-- Metadata -->
  <meta name="Author" content="iFolder 3.x Documentation Manager">
  <meta name="date" content="02-17-2005">
  <meta name="modified" content="06-29-2005">
<!-- Documentation Stylesheet --> <link rel="stylesheet" href="hf_style.css" type="text/css">
<!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the
		  page itself.
      -->

      <style type= "text/css" media="screen">
       
<!--

         body           {  font-family: Arial, Helvetica, Geneva; background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }

         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px; width: 100%; visibility: visible }

         #helpcontent    { position: absolute; top: 37px; left: 10px; width: 93%; visibility: visible }

       -->
     </style>
</head>
<!-- This is the start of the body. It underlays the help banner layer
         and help content layers. -->
<body bgcolor="white" marginwidth="0" marginheight="0"  leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic">
<table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;">
<tr> <td width="221"><img src="../../images/help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;">
</td></tr> </table></div><!-- This is end of the Help Banner Layer -->
<!-- This is the start of the Help Content Layer --> <div id="helpcontent" style="left: 10px; top: 38px">
<!-- The Page Heading uses CSS style "head3b". This creates an H3 header
            with a line beneath it.
       --> <h3 class="head3b"><a name="top"></a> Uzyskiwanie dost&#281;pu do folder&#243;w i plik&#243;w w iFolderach u&#380;ytkownika</h3><p> Ten interfejs umo&#380;liwia uzyskanie dost&#281;pu do folder&#243;w i plik&#243;w w iFolderach dost&#281;pnych dla u&#380;ytkownika tego konta. U&#380;ytkownik mo&#380;e wy&#347;wietli&#263; list&#281; folder&#243;w i plik&#243;w w ka&#380;dym iFolderze, wysy&#322;a&#263; i pobiera&#263; pliki, tworzy&#263; foldery oraz usuwa&#263; foldery i pliki. Do tworzenia, usuwania i udost&#281;pniania iFolder&#243;w nale&#380;y u&#380;ywa&#263; klienta programu iFolder dla u&#380;ywanego systemu - Linux*, Windows* lub Macintosh*. </p><p>W tym pliku pomocy opisano nast&#281;puj&#261;ce zagadnienia:</p><blockquote >
<p><a href="#login" target="_self">Zalogowanie i wylogowanie</a> <br> <a href="#browse" target="_self">Przegl&#261;danie iFolder&#243;w</a> <br> <a href="#manage" target="_self">Zarz&#261;dzanie folderami i plikami w iFolderze</a></p></blockquote><h3><a name="login"></a>Zalogowanie i wylogowanie</h3><p>Je&#347;li podczas pracy z iFolderami przekroczony zostanie systemowy limit czasu po&#322;&#261;czenia, program Web Access przeniesie u&#380;ytkownika ponownie na stron&#281; logowania. U&#380;ytkownik mo&#380;e zalogowa&#263; si&#281; ponownie i wznowi&#263; prac&#281;, nie zamykaj&#261;c przegl&#261;darki.</p><p>Logowanie nast&#281;puje po klikni&#281;ciu przycisku Wyloguj w prawym g&#243;rnym rogu obszaru nag&#322;&#243;wka. Mo&#380;na wtedy zamkn&#261;&#263; przegl&#261;dark&#281;. Je&#347;li u&#380;ytkownik nie wyloguje si&#281;, sesja pozostanie otwarta do czasu przekroczenia limitu odpowiedzi, co mo&#380;e stanowi&#263; ryzyko naruszenia bezpiecze&#324;stwa. </p><p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Przejd&#378; do g&#243;ry"></a></p><h3><a name="browse"></a>Przegl&#261;danie iFolder&#243;w</h3><p>Na stronie iFoldery wy&#347;wietlana jest lista wszystkich iFolder&#243;w dost&#281;pnych dla u&#380;ytkownika bie&#380;&#261;cego konta. Dost&#281;pne s&#261; w&#322;asne iFoldery u&#380;ytkownika oraz iFoldery udost&#281;pnione przez innych u&#380;ytkownik&#243;w. Dost&#281;p do wsp&#243;&#322;u&#380;ytkowanych iFolder&#243;w mo&#380;na uzyska&#263; poprzez sie&#263; Web nawet wtedy, gdy iFolderu nie skonfigurowano na komputerze lokalnym. W kolumnie W&#322;a&#347;ciciel wy&#347;wietlana jest nazwa osoby, do kt&#243;rej nale&#380;y iFolder. U&#322;atwia to znalezienie szukanego iFolderu. </p><p>Po klikni&#281;ciu nazwy iFolderu mo&#380;na wy&#347;wietli&#263; list&#281; folder&#243;w i plik&#243;w, wysy&#322;a&#263; i pobiera&#263; pliki, tworzy&#263; foldery oraz usuwa&#263; foldery i pliki.</p><p><a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Przejd&#378; do g&#243;ry"></a></p><h3><a name="manage"></a>Zarz&#261;dzanie folderami i plikami w iFolderze</h3><p>W iFolderze mo&#380;na wykonywa&#263; nast&#281;puj&#261;ce zadania:</p><blockquote> <p><b>Wy&#347;wietlanie listy folder&#243;w i plik&#243;w</b><br>Na stronie iFolderu wy&#347;wietlana jest alfabetyczna lista folder&#243;w i plik&#243;w. Przewi&#324; j&#261;, aby odnale&#378;&#263; &#380;&#261;dany katalog lub plik. </p><p><b>Nawigowanie w katalogu</b><br>Kliknij nazw&#281; folderu <img src="../../images/folder_16.gif" width="16" height="16" alt="Ikona folderu">, aby go otworzy&#263; i wy&#347;wietli&#263; jego zawarto&#347;&#263;. Aby powr&#243;ci&#263; do wy&#380;szego poziomu katalogu, kliknij ikon&#281; Folder do g&#243;ry <img src="../../images/up_folder_16.gif" width="14" height="12" alt="Ikona Folder do g&#243;ry"> na pasku zada&#324;.<br> </p><p><b>Otwieranie i zapisywanie pliku</b><br>Kliknij nazw&#281; pliku <img src="../../images/file_16.gif" width="16" height="16" alt="Ikona pliku">, kt&#243;ry chcesz otworzy&#263; lub zapisa&#263;. </p><ul> <li><p>Kliknij przycisk Otw&#243;rz, aby wy&#347;wietli&#263; zawarto&#347;&#263; pliku. Aby otworzy&#263; plik, na komputerze musi by&#263; zainstalowana zgodna aplikacja. Je&#347;li planowana jest praca z plikiem, nale&#380;y go pobra&#263;, zmodyfikowa&#263;, a nast&#281;pnie przes&#322;a&#263;.</p></li><li><p>Aby zapisa&#263; plik na lokalnym dysku twardym lub na mapowanym dysku sieciowym, kliknij przycisk Zapisz. Przejd&#378; do miejsca, w kt&#243;rym ma zosta&#263; umieszczony plik, a nast&#281;pnie kliknij przycisk Zapisz. Plik zostanie pobrany na komputer u&#380;ytkownika.</p></li></ul><p><b>Tworzenie nowego folderu</b> <br> W polu Nowy folder wpisz nazw&#281; nowego folderu i kliknij przycisk Utw&#243;rz. W nazwach folder&#243;w rozr&#243;&#380;niane s&#261; wielkie i ma&#322;e litery. Po od&#347;wie&#380;eniu strony folder b&#281;dzie widoczny na uporz&#261;dkowanej alfabetycznie li&#347;cie.<br></p><p><b>Usuwanie folder&#243;w i plik&#243;w</b><br>Zaznacz pole wyboru przy co najmniej jednym folderze lub pliku do usuni&#281;cia, a nast&#281;pnie kliknij przycisk Usu&#324;. Potwierd&#378; usuni&#281;cie.</p><p><b>Wysy&#322;anie pliku</b> <br> W polu Wy&#347;lij plik kliknij przycisk Przegl&#261;daj, znajd&#378; folder lokalny do wys&#322;ania, a nast&#281;pnie kliknij polecenia Otw&#243;rz &#62; Wy&#347;lij. Po od&#347;wie&#380;eniu strony plik b&#281;dzie widoczny na uporz&#261;dkowanej alfabetycznie li&#347;cie.</p></blockquote><p> <a href="#top" target="_self"><img src="../../images/goto_top.gif" width="19" height="19" border="0" alt="Przejd&#378; do g&#243;ry"></a>
</p><p>&#160;</p><P CLASS="copyright">Symbol znaku towarowego (<SUP><SMALL>&#174;</SMALL></SUP>, <SUP><SMALL>TM</SMALL></SUP> itp.) oznacza znak towarowy firmy Novell. Gwiazdka (*) oznacza znak towarowy innej firmy. Wi&#281;cej informacji mo&#380;na znale&#378;&#263; w sekcji <A HREF="legalnotices.html" TARGET="_self" ><font color="#cfcdc6">Informacje prawne</font></A>.</P></div><!-- This is the end of the Help Content layer. -->
</body>
</html>
