<html>
<head>
<!-- Novell iFolder 3.x Web Access -->
<title>Jogi k&ouml;zlem&eacute;nyek</title>
<!-- Metadata -->
<meta name="Author" content="iFolder 3.x Documentation Manager">
<meta name="date" content="02-17-2005">
<meta name="modified" content="06-29-2005">
<!-- Documentation Stylesheet --> <link rel="stylesheet" href="hf_style.css" type="text/css">
<!--  Style definitions for this Help page: body plus help banner layer
		  and help content layer. The style definition is commented to prevent
		  older browsers from presenting the style information as part of the
		  page itself.
      --> <style type= "text/css" media="screen">
       
<!--
         body           {  font-family: Arial, Helvetica, Geneva;
									background: white
url(../../images/helphead_bg.gif) repeat-x 0% 0% }
         #headgraphic    { position: absolute; z-index: 0; top: 0px; left: 0px;
									width: 100%; visibility: visible }
         #helpcontent    { position: absolute; top: 37px; left: 10px;
	                        width: 93%; visibility: visible }
       -->
     </style>
</head>
   
<!-- This is the start of the body. It underlays the help banner layer
         and help content layers. -->
   
<body bgcolor="white" marginwidth="0" marginheight="0"
         leftmargin="0" topmargin="0">
<!-- This is the start of the Help Banner Layer --> <div id="headgraphic"> <table border="0" cellspacing="0" cellpadding="0" width="100%" height="26" style="margin:0px; padding:0px; background-image: url(../../images/header_pattern.gif); background-repeat: repeat-x;">
<tr> <td width="221"> <img src="../../images/help_title.gif" alt="Novell iFolder" border="0" width="221" height="26"></td><td align="right" width="100%" class="tabCell" style="background-image: url(../../images/header_background.gif); background-repeat: no-repeat;"></td></tr></table></div><!-- This is end of the Help Banner Layer -->
<!-- This is the start of the Help Content Layer --> <div id="helpcontent"> 
<!-- 	The Page Heading uses CSS style "head3b". This creates an H3 header
		with a line beneath it.
--> <h3 class="head3b">Jogi k&ouml;zlem&eacute;nyek</h3><p>A Novell, Inc. nem v&aacute;llal garanci&aacute;t a jelen dokument&aacute;ci&oacute; tartalm&aacute;ra vonatkoz&oacute;an, illetve a dokument&aacute;ci&oacute; haszn&aacute;lat&aacute;b&oacute;l ered&otilde; esetleges k&aacute;rok&eacute;rt. K&uuml;l&ouml;n&ouml;s tekintettel nem v&aacute;llal sem k&ouml;zvetlen, sem k&ouml;zvetett garanci&aacute;t a dokument&aacute;ci&oacute; kereskedelmi vagy b&aacute;rmilyen m&aacute;s c&eacute;lra t&ouml;rt&eacute;n&otilde; felhaszn&aacute;lhat&oacute;s&aacute;g&aacute;val kapcsolatban. Tov&aacute;bb&aacute; a Novell, Inc. fenntartja a jogot a jelen kiadv&aacute;ny b&aacute;rmikor t&ouml;rt&eacute;n&otilde; fel&uuml;lvizsg&aacute;lat&aacute;ra &eacute;s tartalmi megv&aacute;ltoztat&aacute;s&aacute;ra an&eacute;lk&uuml;l, hogy a fel&uuml;lvizsg&aacute;latot vagy a v&aacute;ltoztat&aacute;st b&aacute;rmely term&eacute;szetes vagy jogi szem&eacute;lynek el&otilde;zetesen bejelenten&eacute;.</p><p>A Novell, Inc. nem v&aacute;llal garanci&aacute;t &eacute;s felel&otilde;ss&eacute;get semmilyen szoftverrel kapcsolatban. K&uuml;l&ouml;n&ouml;s tekintettel nem v&aacute;llal sem k&ouml;zvetlen, sem k&ouml;zvetett garanci&aacute;t a szoftverek kereskedelmi haszn&aacute;lat&aacute;val vagy b&aacute;rmilyen egy&eacute;b c&eacute;lra val&oacute; felhaszn&aacute;lhat&oacute;s&aacute;g&aacute;val kapcsolatban. A Novell, Inc. fenntartja tov&aacute;bb&aacute; a Novell szoftverek r&eacute;szben vagy eg&eacute;szben, b&aacute;rmikor t&ouml;rt&eacute;n&otilde; megv&aacute;ltoztat&aacute;s&aacute;nak jog&aacute;t an&eacute;lk&uuml;l, hogy a v&aacute;ltoztat&aacute;st b&aacute;rmely term&eacute;szetes vagy jogi szem&eacute;lynek el&otilde;zetesen bejelenten&eacute;.</p><h3>Exportfelt&eacute;telek</h3><p>Tilos e term&eacute;k haszn&aacute;lata, export&aacute;l&aacute;sa vagy &uacute;jraexport&aacute;l&aacute;sa, amennyiben ez valamilyen hat&aacute;lyos t&ouml;rv&eacute;nybe vagy el&otilde;&iacute;r&aacute;sba &uuml;tk&ouml;zne, bele&eacute;rtve (korl&aacute;toz&aacute;s n&eacute;lk&uuml;l) az Egyes&uuml;lt &Aacute;llamok kiviteli el&otilde;&iacute;r&aacute;sait &eacute;s az &Ouml;n lakhely&eacute;&uuml;l szolg&aacute;l&oacute; orsz&aacute;g t&ouml;rv&eacute;nyeit.</p><h3>Copyright</h3><p>Copyright &copy; 2005 Novell, Inc. Minden jog fenntartva. A kiad&oacute; el&otilde;zetes &iacute;r&aacute;sbeli hozz&aacute;j&aacute;rul&aacute;sa n&eacute;lk&uuml;l a kiadv&aacute;ny sem r&eacute;szben, sem eg&eacute;sz&eacute;ben nem reproduk&aacute;lhat&oacute;, nem f&eacute;nym&aacute;solhat&oacute;, nem t&aacute;rolhat&oacute; dokumentum-visszakeres&otilde; rendszerben &eacute;s nem tov&aacute;bb&iacute;that&oacute;.</p><h3>Szabadalmak</h3><p>A Novell, Inc. szellemi tulajdonjogokkal rendelkezik az e dokumentumban le&iacute;rt term&eacute;kben foglalt technol&oacute;gi&aacute;kra vonatkoz&oacute;an. T&ouml;bbek k&ouml;z&ouml;tt e szellemi tulajdonjogok k&ouml;z&eacute; tartozhatnak a <a href="http://www.novell.com/company/legal/patents/">http://www.novell.com/company/legal/patents/</a> oldalon felsorolt szabadalmak, illetve m&aacute;s, az Egyes&uuml;lt &Aacute;llamokban vagy m&aacute;s orsz&aacute;gokban bejegyzett, illetve bejegyz&eacute;s alatt &aacute;ll&oacute; szabadalmak.</p><h3>Novell-v&eacute;djegyek</h3><p>Az eDirectory a Novell, Inc. v&eacute;djegye.</p><p>Az iFolder a Novell, Inc. v&eacute;djegye.</p><p>A Novell a Novell, Inc. bejegyzett v&eacute;djegye az Egyes&uuml;lt &Aacute;llamokban &eacute;s m&aacute;s orsz&aacute;gokban.</p><p>A Novell iFolder a Novell, Inc. bejegyzett v&eacute;djegye az Egyes&uuml;lt &Aacute;llamokban &eacute;s m&aacute;s orsz&aacute;gokban. </p><h3>Egy&eacute;b v&eacute;djegyek</h3><p>Minden harmadik f&eacute;lhez tartoz&oacute; v&eacute;djegy az adott tulajdonos v&eacute;djegye.</p><h3>A dokument&aacute;ci&oacute;ban haszn&aacute;lt konvenci&oacute;k</h3><p>A dokument&aacute;ci&oacute;ban nagyobbjel (&gt;) v&aacute;lasztja el az egy l&eacute;p&eacute;sen bel&uuml;li m&ucirc;veleteket, illetve a kereszthivatkoz&aacute;sok &uacute;tvonal&aacute;ban tal&aacute;lhat&oacute; elemeket.</p><p>A v&eacute;djegy szimb&oacute;lum (<sup><small>  &reg;</small></sup> , <sup><small>TM</small></sup> stb.) Novell-v&eacute;djegyre utal. A csillag (*) k&uuml;ls&otilde; f&eacute;l v&eacute;djegy&eacute;re utal.</p><p>Ha egy el&eacute;r&eacute;si utat egyes platformokon visszafel&eacute; perjellel, m&iacute;g m&aacute;s platformokon t&ouml;rtjellel kell &iacute;rni, az el&eacute;r&eacute;si utat visszafel&eacute; perjellel &iacute;rtuk. A t&ouml;rtjelet megk&ouml;vetel&otilde; platformokon, mint p&eacute;ld&aacute;ul Linux* vagy UNIX* rendszeren t&ouml;rtjelet kell haszn&aacute;lni.</p></div>
</body>
</html>
